بارش كے بعد ہر جگہ کیچڑ ہوگئی
ماں ، باپ ، بھائی کوئی ساتھ نہ جائے گا ۔
یہ پھول آپ کی نذر کرتا ہوں ۔
تم اپنا ڈیٹا سیٹ بھیجنا ۔
اُسے بلاؤ ۔
باجی دروازہ کھول دیں ۔
جنھیں جانا ہے جائیں ۔
آپ تشریف لائیں ۔
دوست ! ذرا جلدی کرو ۔
شرفو پھر بولا ۔
اور زور سے اس پر ہاتھ مارا ۔
آپ بھی بہت سے کھیل کھیلتے ہوں گے ۔
ایک بات کا دھیان رکھیں کہ ڈنڈا زیادہ لمبا یا نوکیلا نہ ہو ۔
منگل گیند سے کھیل شروع کرےگا ۔
ابا جان بھی کہانی سنائیں گے ۔
سنائیے ابا جان ۔
ابا اب میں سمجھا ۔
آگے سنائیے ابا جان جی ۔
کہانی ختم کیجئے ۔
گھر آکر اس نے اپنے بچوں کو سونا دکھایا اور ان سے کہا ’ ’اب ہم بہت امیر ہو جائیں گے ۔
کیا آپ نے خانا کھایا ؟
تمہیں جلدی جانا چاہیے
میرے دوست کل آئیں گے
