S آج کی اخبار کہاں ہے
A 1 2|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S دوڑ دوڑ کر عابد کا سانس پھول گیا
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ عورت تو افت کی پر کالا ہے
A 4 5|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S اس کے مال واسباب ، مکان را می بک گئے ۔
A 1 2|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S میں نے آج کی " جنگ " پڑھی ۔
A 3 4|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S یہ صورت تو آفت کی پر کالہ ہے ۔
A 4 5|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S میں نے ریلوے کی ٹکٹیں فرید ہیں ۔
A 3 4|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S بارش سے کمرے کا چھت چپکنے لگے ۔
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S نیکی کا ارادہ اختیار کرو ۔
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S آپ کی مزاج کیسی ہے ؟
A 1 2|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S اس کا سانس پھولا ہوا ہے ۔
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S آپ کی تارمل گئی
A 1 2|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S آپ کی قلم کہاں ہے
A 1 2|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S آپ کی مزاج کیسی ہے ؟
A 1 2|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S آج کی اخبار کھو گئی ہے
A 1 2|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S اس کا اُردو اچھا نہیں ۔
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس کا اُردو کمزور ہے
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس کا ناک لمبا ہے
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S کل کی اخبار کہاں ہے ؟
A 1 2|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S میں اس کی مزاج درست کروں گا ۔
A 2 3|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S وہ میز کس کا تھا ؟
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S صرف مسجد کا آواز آ رہی تھی ۔
A 2 3|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ’ ’حضور ! یہ بیل تو میری روٹی روزی کے سہارا ہیں ۔
A 9 10|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S فضلو دیوار کی سہار لے کر کھڑا ہوا ۔
A 2 3|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S گیدڑ درخت کی نیچے چھپا یہ سارا ماجرا دیکھ رہا تھا ۔
A 2 3|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S تو مجھے اس بھوت کی حوالے کر کے چمپت ہو جائےگا ۔
A 4 5|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اور اس نے اپنی دم گیدڑ جھگڑالو کا دم سے باندھ لی اور واپس باغ کا رخ کیا ۔
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S شرفو جلدی سے نیم کی درخت کی نزدیک گیا ۔
A 4 5|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S شرفو جلدی سے نیم کی درخت کی نزدیک گیا ۔
A 6 7|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S شہد کی مکھیاں اس کی چہرے پر لپٹ گئی ۔
A 4 5|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اب اس کی چہرہ سوج کر غبارہ ہو گیا تھی ۔
A 2 3|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S آپ کے تفریح کے لئے کچھ اور کھیل بتائے جاتے ہیں ۔
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S گھر کا اندر یا باہر کھیلا جاسکتا ہے ۔
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S وہ بچہ حلقے کے اندر آکر ڈنڈے کی دوسرا سرا تھام لیتا ہے ۔
A 7 8|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S اس کے آنکھوں پر پٹی باندھ دی جاتا ہے ۔
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مچھیرا انہیں پکڑنے کا کوشش کرتا ہے ۔
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اگر کوئی مچھلی اس کا ہاتھ لگ جائے تو وہ اس کا نام پکارتا ہے ۔
A 4 5|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S یہ انتہائی پرلطف کھیل جرمنی کی بچوں میں بہت مقبول ہے ۔
A 5 6|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S بچے مصنوعی ہنسی ہنسنے کا کوشش کرتے ہیں ۔
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس کھیل کے نام ہے ’ ’کون ہنسا؟‘‘ ۔
A 2 3|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S خوب جوش و خروش کی مظاہرہ ہوتا ہے ۔
A 4 5|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S اگر بلی چوہے کو پکڑ لے تو مخالف پارٹی کی ایک رکن کم ہو جاتی ہے ۔
A 9 10|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S کہنے لگے ’ ’یہ تو عجیب بے معنی کہانی ہے ، جس کی سر نہ پیر ۔
A 12 13|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S شکار میں قلم اور کاغذ کی بہار کی مطلب کیا ہے ۔
A 7 8|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S پھر بیچ میں یہ بی چڑیا کہاں سے کود پڑیں جو اپنے چڑے کی بیاہ کرنے والی ہیں ۔
A 13 14|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S ’’ابا جی یہ سعدی کے نام کی ساتھ چچا کیوں لگا دیتے ہیں ؟ ‘‘
A 6 7|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اس نے جواب کی وقت نہ دیا اور بسورنے لگی ’ ’اوں اوں اوں ۔
A 3 4|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S وہ ایک معمولی اوقات کی عیال دار تھا ۔
A 4 5|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S اس کی گھر شہر سے دس میل دور تھا ۔
A 1 2|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S رستے میں آرام کرنے کے لئے اور کوئی جگہ نہ ہونے کے وجہ سے مسافروں کو ابراہیم کادروازہ کھٹکھٹانا پڑتا تھا ۔
A 11 12|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S لیکن سب کی دن سدا ایک سی نہیں رہتے ۔
A 2 3|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S وہ اور اس کی بیوی بچے دن میں ایک بار کھانا کھاتے ۔
A 3 4|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اس کا کمر کمان کی طرح جھک گیا تھا اور کمزوری کے باعث اس کے قدم بھی سیدھے نہیں پڑرہے تھے ۔
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس دعا کو اس کے بیوی بچوں نے اس کی پیچھے کھڑے ہوکر دہرایا ۔
A 9 10|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S ہم لوگ آ گ کا پوجا کرتے ہیں ۔
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S لیکن خدا سب کی سچا خالق ہے اورسب کی وہی ایک مالک ہے ۔
A 3 4|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S لیکن خدا سب کی سچا خالق ہے اورسب کی وہی ایک مالک ہے ۔
A 8 9|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S ’بیٹا اب توتم سمجھ گئے ہوگے کہ خدا سب کی ایک ہے ۔
A 9 10|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S بڑھیا نے بارہ مہینوں کا ساری کہانی ہمسائی کو بھی سنایا ۔
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S وہ اپنے دوست کی گھر گئے
A 3 4|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

