آج کا اخبار کہاں ہے
دوڑ دوڑ کر امجد اور عابد کی سانس پھول گئی
یہ عورت تو آفت کا پرکالہ ہے
اس کا مال و اسباب ، مکان ، زمین سب بک گئی ۔
میں نے آج کا " جنگ " پڑھا ۔
یہ عورت تو آفت کا پر کالہ ہے ۔
میں نے ریلوے کے ٹکٹ خریدے ۔
بارش سے کمرے کی محبت چپکنے لگی ۔
نیکی کی راہ اختیار کرو ۔
آپ کا مزاج کیسا ہے ؟
اس کی سانس پھولی ہوئی ہے ۔
آپ کا تارمل گیا ۔
آپ کا قلم کہاں ہے ؟
آپ کا مزاج کیسا ہے ؟
آج کا اخبار کھو گیا ہے ۔
اس کی اُردُو اچھی نہیں ۔
اس کی اُردو کمزور ہے
اس کی ناک لمبی ہے ۔
کل کا اخبار کہاں ہے ؟
میں اس کا مزاج درست کروں گا ۔
وہ میز کس کی تھی ؟
صرف مسجد کی آواز آ رہی تھی ۔
’ ’حضور ! یہ بیل تو میری روٹی روزی کا سہارا ہیں ۔
فضلو دیوار کا سہار لے کر کھڑا ہوا ۔
گیدڑ درخت کے نیچے چھپا یہ سارا ماجرا دیکھ رہا تھا ۔
تو مجھے اس بھوت کے حوالے کر کے چمپت ہو جائےگا ۔
اور اس نے اپنی دم گیدڑ جھگڑالو کی دم سے باندھ لی اور واپس باغ کا رخ کیا ۔
شرفو جلدی سے نیم کے درخت کے نزدیک گیا ۔
شرفو جلدی سے نیم کے درخت کے نزدیک گیا ۔
شہد کی مکھیاں اس کے چہرے پر لپٹ گیٔں ۔
اب اس کا چہرہ سوج کر غبارہ ہو گیا تھا ۔
آپ کی تفریح کے لئے کچھ اور کھیل بتائے جاتے ہیں ۔
گھر کے اندر یا باہر کھیلا جاسکتا ہے ۔
وہ بچہ حلقے کے اندر آکر ڈنڈے کا دوسرا سرا تھام لیتا ہے ۔
اس کی آنکھوں پر پٹی باندھ دی جاتی ہے ۔
مچھیرا انہیں پکڑنے کی کوشش کرتا ہے ۔
اگر کوئی مچھلی اس کے ہاتھ لگ جائے تو وہ اس کا نام پکارتا ہے ۔
یہ انتہائی پرلطف کھیل جرمنی کے بچوں میں بہت مقبول ہے ۔
بچے مصنوعی ہنسی ہنسنے کی کوشش کرتے ہیں ۔
اس کھیل کا نام ہے ’ ’کون ہنسا؟‘‘ ۔
خوب جوش و خروش کا مظاہرہ ہوتا ہے ۔
اگر بلی چوہے کو پکڑ لے تو مخالف پارٹی کا ایک رکن کم ہو جاتا ہے ۔
کہنے لگے ’ ’یہ تو عجیب بے معنی کہانی ہے ، جس کا سر نہ پیر ۔
شکار میں قلم اور کاغذ کی بہار کا مطلب کیا ہے ۔
پھر بیچ میں یہ بی چڑیا کہاں سے کود پڑیں جو اپنے چڑے کا بیاہ کرنے والی ہیں ۔
’’ابا جی یہ سعدی کے نام کے ساتھ چچا کیوں لگا دیتے ہیں ؟‘‘ مگر ننھی اب بہت بگڑ گئی تھی ۔
اس نے جواب کا وقت نہ دیا اور بسورنے لگی ’ ’اوں اوں اوں ۔
وہ ایک معمولی اوقات کا عیال دار تھا ۔
اس کا گھر شہر سے دس میل دور تھا ۔
رستے میں آرام کرنے کے لئے اور کوئی جگہ نہ ہونے کی وجہ سے مسافروں کو ابراہیم کادروازہ کھٹکھٹانا پڑتا تھا ۔
لیکن سب کے دن سدا ایک سے نہیں رہتے ۔
وہ اور اس کے بیوی بچے دن میں ایک بار کھانا کھاتے ۔
اس کی کمر کمان کی طرح جھک گئی تھی اورکمزوری کے باعث اس کے قدم بھی سیدھے نہیں پڑرہے تھے ۔
اس دعا کو اس کے بیوی بچوں نے اس کے پیچھے کھڑے ہوکر دہرایا ۔
’’ہم لوگ آ گ کی پوجا کرتے ہیں ۔
لیکن خدا سب کا سچا خالق ہے اورسب کا وہی ایک مالک ہے ۔
لیکن خدا سب کا سچا خالق ہے اورسب کا وہی ایک مالک ہے ۔
’بیٹا اب توتم سمجھ گئے ہوگے کہ خدا سب کا ایک ہے ۔
بڑھیا نے بارہ مہینوں کی ساری کہانی ہمسائی کو بھی سنائی ۔
وہ اپنے دوست کے گھر گئے
