S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S دیگروں نے پیش کیا ہے کہ یہ تاریخ دنیا کی خاتمے کی علامت ہے یا کوئی اور ایسی آفت
A 9 10|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S نوجوان مغربی مسلمان آپ کو اپنے لیئے مشعل راہ سمجحتے ہیں
A 6 7|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S قدیم ہندی اور سنسکرت ادب سے لے کر معاصر اردو ادب تک جگہ جگہ اس کا تذکرہ اور تعریف ملتی ہے
A 15 16|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S جذباتیت اور شعلہ بیانی کے بجائے علمی اور ادبی میدانوں میں اپنا کردار ادا کریں
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مقدس ویٹوس کیتیڈرل کی تعمیراتی کام 1929 میں صدر ثوماس گاڑیک ماساریک کی موجودگی میں مکمل ہوا
A 3 4|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S ہر سال تقریبا 15 ملیون افراد امام علی رضا کے مزار کا دورہ کرتے ہیں
A 11 12|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اور پھر ان ممالک کے لیئے ورلڈ بینک اور اسکی ساتھی کمپنیوں سے بڑے بڑے قرضوں کا بندوبست کروں
A 5 6|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اگست انیس سو بیاسی میں مکسیکو نے دھمکی دی کہ وہ قرض کی ادائیگی نہیں کرسکتا اس لیئے اسے نادہندہ قرار دے دیا جائے
A 17 18|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S دو ہفتے بعد 24 فروری اس نے ماورائے قفقازی جمہوری وفاقی جمہوریہ کا قیام کا فیصلہ کر دیا
A 12 13|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اس وجہ سے آپ 1977 سے 1987 تک سکاؤٹ تنظیم کا قائد تھے
A 10 11|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S کم مقدار میں بنانے کے لیئے دھوبی سوڈے کوبجھے ہوئے چونے کے ساتھ ملا کر گرم کیا جاتا ہے
A 5 6|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ہزاروں سال قبل چکناہٹ پیدا کرنے کے لیئے گریس چونے اور زیتون کے تیل کو ملا کر بنایا جاتا تھا
A 7 8|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اس لیئے صابن ساز کمپنیاں اپنے صابن میں کا اضافہ کر دیتی ہیں
A 1 2|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S نرگس نے فی الحال اکشے کمار کی ہری اوم پروڈکشنز کی ساتھ تین فلموں کے معاہدے پر دستخط کیے ہیں
A 10 11|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس جوہری بجلی گھر کی پہلی بلاک 2000 میں مکمل کیا گیا تھا
A 4 5|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S الیکٹرون کو ذخیرہ رکھنے کے لیئے دنیا میں ایسی 50 سے زیادہ اسٹوریج رنگ بن چکی ہیں
A 5 6|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S الیکٹرون کو ذخیرہ رکھنے کے لیئے دنیا میں ایسی 50 سے زیادہ اسٹوریج رنگ بن چکی ہیں
A 5 6|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S جن کی رقم 500 500 ریال کی مساوی ہوتی ہے
A 6 7|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S ایک واٹ کی بجلی بنانے کے لیئے ہر سیکنڈ 100 ارب فشن کی ضرورت ہوتی ہے
A 6 7|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ہائیڈروجن کے ایٹمی مرکزے یعنی پروٹون کو دوسرے پروٹون سے جوڑنے کے لیئے دس کروڑ ڈگری ٹمپریچر کی ضرورت ہوتی ہے
A 12 13|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ٹرائیٹیئم تابکار ہوتی ہے اور قدرتی طور پر نہیں پائی جاتی اس لیئے لیتھیئم6 پر نیوٹرون کی بمباری کر کے بنائی جاتی ہے
A 12 13|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S منگل پانڈے کے مقام پیدائش متنازع ہے
A 2 3|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S ماریانا ٹرینچ ( کھائی ) یا ماریانس ٹرینچ دنیا کی سمندروں کی سب سے گہرا ترین جگہ ہے
A 9 10|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مل ارا جلاش کیرالا کی ایک اہم آبپاشی منصوبہ سیاحوں کے لئے کشتی اور مچھلی پکڑنے کے لئے آپ کی پسندیدہ جگہ ہے
A 4 5|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S اس پروگرام کیلیئے ایک نیا ورژن ترتیب دیا گیا
A 2 3|||R:ADP:INFL|||کیلئے|||REQUIRED|||-NONE-|||0

S آئی ٹی وی کیلیئے بنائے جانے والے ورژن کا نام " باناز غیرت کے نام پر ایک قتل " تھا
A 3 4|||R:ADP:INFL|||کیلئے|||REQUIRED|||-NONE-|||0

S توچ پیونگ آئلینڈ کے بجائے سیرنگ پری میں سنا جاتا ہے
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S کلیات اقبال علامہ اقبال کی شعری مجموعوں کامشہور دیوان ہے
A 4 5|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اچھا اثر حاصل کرنے کے لئیے کریلے کا سفوف اہر جامن کی گٹلی برابر وزن میں ملا کر کھائیں صبح شام ایک چائے کا چمچ
A 5 6|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S لیکن یہ نقطے حروف کی شناخت کے بجائے اعراب کے طور پر استعمال ہوتے تھے
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S جو اسلام کی تبلیغ کے غرض سے یہاں آئے تھے
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S صرف قواعد کا وہ حصہ ہے جس میں جملوں اور مرکبات کے بجائے فقط الفاظ کے بارے میں بحث کی جاتی ہے
A 11 12|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S بحری قزاقوں سے بچنے کے لیئے اس جہاز پر 62 توپیں بھی نصب تھیں
A 5 6|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S 22 اپریل یوکرین کے صدارتی انتخابات مزاحیہ اداکار ولودومیر زیلینسکی نے جیت لیے
A 3 4|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S اس حلقہ میں عام انتخابات 2008 کے نتیجہ مندرجہ ذیل ہے
A 6 7|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S فیوز کا ہر منصوبہ کسی مخصوص موضوع پر روشنی ڈالنے کے لیئے ترتیب دیا جاتا ہے
A 11 12|||R:ADP:INFL|||لئے|||REQUIRED|||-NONE-|||0

S اپریل 2012 میں تحریک انصاف کا رکن بنا
A 5 6|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S پنجاب ( پاکستان ) کی تحصیلیں
A 4 5|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S چھ ستمبر 2011 کو کچھ دیر کے لیئے سونے کی فیوچر قیمت 1923 70 ڈالر فی اونس تک جا پہنچی تھی
A 7 8|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S چھ ستمبر 2011 کو کچھ دیر کے لیئے سونے کی فیوچر قیمت 1923 70 ڈالر فی اونس تک جا پہنچی تھی
A 7 8|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S چودھری نثار علی خان پاکستان کا معروف سیاستدان ہے
A 5 6|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S مصالحوں کی تجارت کے لیئے بنی اس کمپنی کا اختتام سلطنت ہند کی حکمرانی پر ہوا
A 4 5|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ماضی میں نیلا رنگ بڑا نایاب تھا اس لیئے یورپ میں نیل کی بڑی مانگ تھی
A 8 9|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S یہ سفید کپڑوں کو زیادہ اجلا بنانے کے لیئے استعمال ہوتا ہے
A 8 9|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S چونکہ نیل پانی میں بہت ہی کم حل ہوتی ہے اس لیئے یہ تہہ نشین ہو جاتی ہے
A 11 12|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S بہار کا چمپا رن ضلع اسکی کاشت کے لیئے مشہور تھا
A 8 9|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S جس نے قسطنطین والی اناجیل کے بجائے ممنوعہ اناجیل کا چناؤ کیا اسے بدعتی قراردیا گیا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S پاکستان کا اعلی تعلیمی نظام میں نجی اور سرکاری دونوں طرح کی جامعات ہیں
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S بارہ سال تک بیکر اور شیخ دین محمد کا کام برطانوی فوج کے لیئے روزمرہ کا ضروری سامان فراہم کرنا تھا
A 13 14|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ( غالبا اس کا جرم چھپانے کے لیئے اس سے استعفا بھی لے لیا گیا اور اسے بے قصور بھی قرار دیا گیا )
A 7 8|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S رد عمل کے بجائے عمل کی نفسیات پر توجہ
A 2 3|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ان کا مادری زبان پنجابی ہے جبکہ اس کے علاوہ انگریزی اردو سرائیکی پشتو اور پوٹھوہاری وغیرہ بھی کچھ علاقوں میں بولی جاتی ہے
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس کے بجائے برطانیہ نے اسے ایک سو سے زیادہ نوابی ریاستوں میں تقسیم کر دیا جو 1947 تک قائم رہیں
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S بچپن سے ہی ایرک وون ڈانیکن نے مذہبی تعلیمات کے بجائے خلا اور اڑن طشتریوں کے متعلق دلچسپی تھی
A 9 10|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S کیونکہ بیسیوں فلموں میں انجمن نے سلطان راہی کے بیوی اور محبوبہ کے طور پر اداکاری کی تھی
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S وہ کراچی چھوڑ کر لاہور منتقل ہوگئیں جہاں وہ اپنی بیٹیوں اور ا ن کے اولاد کے ساتھ مقیم رہیں
A 14 15|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S شہزادہ جارج ب وری خوبصورت آنکھوں کے مالک ہیں 2مئ 2015 کو شہزادہ جارج کی بہن چارلٹ ایلز بت ڈیانا کی ولادت ہوئ
A 6 7|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S متاثرین کو مدد کے بجائے شیعہ علما اور مذہبی تنظیموں کی طرف سے استحصال کی کوششوں کا سامنا ہے
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S شیعوں میں چھٹے امام جعفر صادق کے مرتب کردہ فقہ جعفریہ کے اثنا عشری پیروکار زیادہ تھے
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S انہوں نے مساجد کے ساتھ ساتھ مندر اور چرچ بھی بنوائے غیر مسلموں کو ذمی قرار دینے کے بجائے برابر کا شہری قرار دیا
A 17 18|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S غربت نے عام آدمی کو منطقی اور تجربی علوم کے بجائے پروپیگنڈے پر مشتمل اخباروں افواہوں اور اشتہارات کا چارہ بنا دیا
A 9 10|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مولانا نے تعزیے کے ساتھ چار یاری پرچم متعارف کرایا اور کربلا کے بجائے " مدح صحابہ " کےعنوان سے جلوس نکالنا شروع کیا
A 12 13|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S محرم میں کربلا کے بجائے اختلافی مسائل پر گفتگو نے اشتعال پھیلا دیا
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس قبیلہ کے افراد زوند کے تحصیل سمبازہ میں بھی آباد ہیں جو اکا خیل کے بجائے اپنے آپ کو سلیمان خیل ظاھرہ کرتے ہیں
A 15 16|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S حسن کے لیئے حزب اللہ صرف ایک مزاحمتی گروہ نہیں
A 2 3|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S خادم رزمیضلع خانیوال کی تحصیل کبیر والا جنوبی پنجاب کا ایک مشہور شاعر ہیں
A 9 10|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ایسا کرنے کے لیئے ا نہوں نے ارضی تاریخ کو تین مخص وص ح ص وں میں بانٹ دیا
A 3 4|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S عیلی سیلا کی کاہنہ اور بنی اسرائیل کی آخری قاضی تھی
A 2 3|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S عیلی سیلا کی کاہنہ اور بنی اسرائیل کی آخری قاضی تھی
A 7 8|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S وہ سعودی عرب کے ایک دور دراز علاقے نجد کا رہنے والا تھا
A 9 10|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S گلتری ضلع سکردو میں واقع ہے اور اس کا شمار بلتستان کے بڑے وادیوں میں ہوتا ہے
A 11 12|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S پاکستانی روپیہ 1948 سے پاکستان کی سرکاری زرمبادلہ ہے
A 5 6|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S مومل رانا سندھ کا مشھور لوک داستان ہے
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S نائیڈو کو سات سال کی عمر میں اسکول کی ٹیم میں شامل کیا گیا تھا اور اس نے روشن مستقبل کا وعدہ دکھایا تھا
A 20 21|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S وزی وجیا نگرم کے حکمران پ ساپتی وجئے راما گجپتی راجو کا دوسرا بیٹا تھا
A 11 12|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S کہا جاتا ہے کہ درسمند کے جتنے بھی پرانے مساجد ہے سب کے سب میں تازہ چشموں کے نالے بہتے ہیں
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ( , , ) ایک آبنائے ہے جو ڈنمارک کے جزیرے زیلینڈ کو سویڈن کے صوبے اسکانیا سے جدا کرتی ہے
A 14 15|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S قدیم مصریوں نے اسے جن بھگانے اور دیوتاوں کو خوش کرنے کے لیئے استعمال کیا
A 12 13|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S قدیم مصریوں نے اسے جن بھگانے اور دیوتاوں کو خوش کرنے کے لیئے استعمال کیا
A 12 13|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اب بھی بہت سے اداروں میں میرٹ کے بجائے مسلک کو بنیاد بنایا جاتا ہے
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مولانا نے تعزیے کے ساتھ چار یاری پرچم متعارف کرایا اور کربلا کے بجا " مدح صحابہ " کےعنوان سے جلوس نکالنا شروع کیا
A 12 13|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S دریائے سندھ کے پہاڑوں کے درمیان سے بہاو کا قدرتی نظارہ بھی قابل دید ہے
A 2 3|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S پیدائش 28 جون 1988 ) بھارتی اداکار ہیں جن کا توجہ کو مرکز ہندی ٹیلی ویژن ہے
A 9 10|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S بارن اس بڑے سے گھر کو کہتے ہیں جو گاؤں دیہاتوں میں فصلوں کو ذخیرہ کرنے کے لیئے بنایا جاتا ہے
A 17 18|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اور اسی لیئے ان تعاملات کے لیئے بارن کا نام رکھا گیا
A 2 3|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اور اسی لیئے ان تعاملات کے لیئے بارن کا نام رکھا گیا
A 6 7|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S وہ تحریک نفاذ شریعت محمدی کے بانی صوفی محمد کے داماد بھی ہیں
A 9 10|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S وہ تحریک نفاذ شریعت محمدی کے بانی صوفی محمد کا داماد بھی ہے
A 9 10|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S وہ تحریک نفاذ شریعت محمدی کے بانی صوفی محمد کے داماد بھی ہیں
A 9 10|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S وہ تحریک نفاذ شریعت محمدی کے بانی صوفی محمد کا داماد بھی ہے
A 9 10|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S تنظیم پاکستان کی الیکشن اور پارلیامینٹ کے ذریعی آزادی کے راستے کو مکمل رد کرتی ہے
A 2 3|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S جسمم مسلح جدوجہد کی وکالت کرتی رہی ہے اور اس کو بھی آزادی کے لیئے درست عمل سمجھتی ہے
A 14 15|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S جسمم کا بنیاد 2000ع میں شفیع محمد برفت مظفر بھٹو شبیر ملاح حفیظ سندھی اور دوسرے جیئے سندھ کے سرگرم کارکنان نے ڈالا
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S جو پاکستان سے سندھودیش کی آزادی کے لیئے جدوجہد کر رہی ہے
A 7 8|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ الفاظ ایک دوسرے کا مترادف ہوتے ہیں
A 4 5|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S مذاق رات ایک پاکستانی ٹیلی ویژن ٹاک شو ہے جس کی میزبانی واسع چوہدری ہیں
A 10 11|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S الن فقیر 4 جولائی 2000 کو کراچی پاکستان کی نجی ہسپتال میں وفات پاگئے اور ضلع جامشورو میں سپرد خاک ہوئے
A 8 9|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S فاعل مفعول فعل کچھ زبانو کا زیر استعمال قواعد کا قسم ہے جن میں اردو اور پشتو زبان خصوصی طور پر آتے ہیں
A 9 10|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ا س ب نیادی تبدیلی کے بعد تیتانوں کو طرطروس کے گہری کھائی میں پھینک کر قید کر دیا گیا
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مثال کے طور پر سمرقندی صاحب کا فرمان دیکھیئے
A 6 7|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S پین نے اپنے لیئے تین درج ذیل مقاصد متعین کیئے ہیں
A 3 4|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ثاقب خان ( , پیدائش ٢٨ مارچ ١٩٧٩ ) بنگلہ دیش کے فلم ایکٹر اور پروڈیوسر ہے
A 11 12|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S حسن کے لیئے حزب اللہ صرف ایک مزاحمتی گروہ نہیں
A 2 3|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S روس کے وفاقی موضوعات پر 83 دیگر سانچے دستیاب ہیں
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس کے انتظامی مرکز بیروبیجان کا شہر ہے
A 1 2|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S تمام صارفین کی طے شدہ دستخط ( جو میں موجود ہے ) اس وقت ظاہر ہوتی ہے جب 1 تحریر کیا جائے
A 2 3|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ کتب خانہ حیدرآباد دکن میں مکہ مسجد ( حیدرآباد دکن ) کی قریب ہے یہ سن ١٩٨٦ میں قایم کیا گیا
A 12 13|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس موقع پر دیگر تمام جھنڈوں کی سائز برابر ہونی چاہئے جبکہ کوئی بھی پرچم کا سائز بھارتی پرچم سے بڑا نہیں ہونا چاہئے
A 6 7|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S جھنڈوں کا شروع کا حصہ ایک دوسرے کی طرف ہونا جاہیے جبکہ زعفرانی پٹی اوپر ہونی چاہیے
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S گاندھی اسے 1921 کے اجلاس میں پیش کرنا چاہتے تھے لیکن اس کے بجائے ایک اور جھنڈے کو پیش کیا گیا
A 12 13|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S بھارت کا قومی پرچم تین مختلف رنگوں کے افقی مستطیل خانوں پر مشتمل ہے جو زعفرانی سفید اور سبز رنگوں کے ہیں
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S بھارت کا قومی پرچم تین مختلف رنگوں کے افقی مستطیل خانوں پر مشتمل ہے جو زعفرانی سفید اور سبز رنگوں کے ہیں
A 20 21|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S سوری سلطنت ( پشتو د سور انو ولواکمن ) ہندوستان کے مسلمانوں کا ایک سلطنت تھا جس پر پشتون سور قبیلہ کے حکمران تھے
A 12 13|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S حکمران شاہ کے دو قسمیں ہوتی ہے
A 2 3|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S بادشاہ کے گھیرنے کا دوسرا اور خاتمی شکل یہ ہے کہ اس کو مات یا موت دیا جاتا ہے
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس چاندی کو سیسے سے الگ کرنے کے لیئے اس میں زنک ملا کر گرم کرتے ہیں
A 8 9|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S تولی پیر کے قریب ہی سیاحوں کے قیام کے لیئے آرام گاہ بھی موجود ہے
A 9 10|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اس صوبے کا سرحد پاکستان کے صوبے خیبر پختونخوا ( دیر زیریں اور باجوڑ ایجنسی ) سے لگا ہے
A 2 3|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ادیتی راؤ حیدری محمد صالح اکبر حیدری کی بھتیجی ہیں جو آسام کا گورنر تھے
A 12 13|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S وہ اپنے ناچنے اور فیر فیکٹر خطروں کی کھلاڑی 10 میں حصہ لینے کے لئے مشہور ہیں
A 7 8|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S ایک انٹرویو میں جوہی نے انکشاف کیا کہ ان کی بیٹی جھانوی فلموں میں کام کرنے کے بجائے مصنف بننا چاہتی ہیں
A 16 17|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ان کی ایک بڑا سوتیلا بھائی رادھا روی بھی ہے
A 1 2|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S سونے سے چاندی الگ کرنے کے لیئے لیڈیا والوں نے جو طریقہ دریافت کیا تھا وہ بھی کلورین گیس پر مشتمل تھا
A 6 7|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S سونے کی کان سے سونا نکالنے کے لیئے پارے کا استعمال کیا جاتا ہے کیونکہ سونا بھی پارے سے ملکر املغم بناتا ہے
A 7 8|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S سونے کی کان سے سونا نکالنے کے لیئے پارے کا استعمال کیا جاتا ہے کیونکہ سونا بھی پارے سے ملکر املغم بناتا ہے
A 7 8|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S شری دیوی نے اپنے فلمی کرئیر کی شروعات محض چار سال کی عمر میں تمل فلم کندن کرونئی سے کی تھی
A 6 7|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S آج بربئ گاؤں کے ایک پارک میں مدھیہ پردیش حکومت کی طرف سے رام پرساد بسمل کی ایک مجسمہ نصب کر دیا گیا ہے
A 16 17|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S بسمل کی شہادت کے بعد تو یہ انتخاب سبھی انقلابیوں میں زبان زد عام ہو گیا تھا
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S ان کا والد شیخ علی اکبر جامعی مغل شہزادہ اور بابر کے سب سے چھوٹا صاحبزادہ ہندال مرزا کا دوست اور اتالیق تھا
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S ان کا والد شیخ علی اکبر جامعی مغل شہزادہ اور بابر کے سب سے چھوٹا صاحبزادہ ہندال مرزا کا دوست اور اتالیق تھا
A 18 19|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اپ نے اپنا بیشتر وقت مسلمانوں کی فلاح بہبود کے لیئے واقف کر دیا
A 10 11|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S سولڈرنگ اور ویلڈنگ کے لیئے یہ شعلہ مناسب نہیں ہے کیونکہ لوہے کے آکسائیڈ بننے کی وجہ سے جوڑ لگانا مشکل ہو جاتا ہے
A 4 5|||R:ADP:INFL|||لئے|||REQUIRED|||-NONE-|||0

S آگ لگنے کے لیئے ضروری شرائط
A 3 4|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S آگ لگنے کے لیئے تین چیزیں لازما موجود ہونی چاہئیں
A 3 4|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S آگ لگنے کے لیئے ضروری شرائط
A 3 4|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S آگ لگنے کے لیئے تین چیزیں لازما موجود ہونی چاہئیں
A 3 4|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اگر عین اس موقع پر ہیبر کا طریقہ ایجاد نہ ہوتا تو جرمنی کے لیئے ناممکن تھا کہ اپنا گولہ بارود بنا سکے
A 14 15|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ہر زندہ جاندار کے لیئے کاربن آکسیجن ہائیڈروجن اور نائٹروجن لازمی ہیں
A 4 5|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ہوا کی نائٹروجن کا اس طرح پودوں کے لیئے قابل استعمال بننا نائٹروجن کی فکسیشن کہلاتا ہے
A 8 9|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S کبھی اس کام کے لیئے پارہ بہت استعمال کیا جاتا تھا مگر زہریلا ہونے کی وجہ سے پارے کا استعمال خطرناک ہوتا ہے
A 4 5|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ہوا سے بچانے کے لیئے سوڈیئم پوٹاشیئم لیتھیئم وغیرہ کو کیراسین میں ڈبو کر رکھا جاتا ہے
A 4 5|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S زنک کو ہوا میں جلانے کے لیئے سخت گرمی کی ضرورت پڑتی ہے
A 6 7|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S بھاپ سے لوہے کے عمل کے لیئے لوہے کو گرم سرخ کرنا پڑتا ہے
A 6 7|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اس لیئے اس طریقے کو بعض کچ دھاتوں سے دھات کے حصول کے لیئے استعمال کیا جاتا ہے
A 1 2|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اس لیئے اس طریقے کو بعض کچ دھاتوں سے دھات کے حصول کے لیئے استعمال کیا جاتا ہے
A 13 14|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S چونکہ ایلومینیئم لوہے سے بہت زیادہ عاملیت رکھتا ہے اس لیئے ایلومینئم پر تو بڑی تیزی سے زنگ لگنا چاہیئے
A 10 11|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ایلومینئم آکسائیڈ کا رنگ بھی ایلومینیئم ہی جیسا ہوتا ہے اس لیئے ایلومینیئم کا زنگ نظر بھی نہیں آتا
A 11 12|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S 20سال کی عمر میں شہزادہ سلیم ( جہانگیر ) کا اتالیق بنایا گیا
A 9 10|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S 1466 1481 کے بیچ محمودگاواں کی دوران وزارت بہنمی سلطنت کوعروج حاصل ہوا
A 5 6|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S یہ تحریک سعودی عرب کی وہابی تحریک ہی کے جیسے ہے
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S پشتونستان میں ذیادہ حصہ افغانستان اور پاکستان کے سرزمین میں ہے تاہم بھارت اور ایران کا بھی چھوٹا سہ حصہ شامل ہے
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S علاقے کے ستر فیصد دارومدار زراعت پر منحصر ہے
A 1 2|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S جو انڈیا پاکستان کے بارڈر پہ واقع ہے
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس میں دیگر شاخوں کی طرح تاریخ یا اتہاس کا بھی ایک بہت بڑا شاخ ہے
A 9 10|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S میوند افغانستان کی صوبہ کندھار میں واقع ایک مقام ہے
A 2 3|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S جب یہ بل منظوری کے لیئے کانگریس میں پیش ہوا تو بڑی جلدی اندازہ لگا لیا گیا کہ یہ بینکاروں کے مفاد میں ہے
A 5 6|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ایلڈرچ جس پر حکومت نے عوام کی نمائندگی کرنے کے لیئے اخراجات کیئے وہ بینکاروں کی طرفداری کا منصوبہ پیش کر رہا ہے
A 10 11|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S یہ انکم ٹیکس کا قانون بعد میں بننے والے فیڈرل ریزرو کے لیئے انتہائی ضروری تھا
A 12 13|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اس لیئے براہ راست عوام پر ٹیکس لگایا گیا جو ایک کمزور حیثیت رکھتے ہیں
A 1 2|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اس کے توڑ کے لیئے ایک اور ترمیم لائی گئی جسے سترھویں ترمیم کہتے ہیں
A 4 5|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اب بینکاروں کے لیئے اپنی مرضی کے آدمی کو سینیٹر بنانا اور بھی زیادہ آسان ہو گیا
A 3 4|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اس لیئے ہر صدر کو ان ممبران کی نامزدگی کا موقع نہیں ملتا
A 1 2|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S 1917 میں روتھشیلڈ خاندان کے جیکب شیف نے دو کروڑ ڈالر انقلاب روس کے لیئے خرچ کیئے
A 14 15|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ان طاقتور انٹرنیشنل بینکرز کا گروہ عملا امریکی حکومت کو اپنے مذموم مقاصد کے لیئے چلاتا ہے
A 14 15|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S فیڈرل ریزرو بورڈ نے جرمنی کو 30 ارب ڈالر دیئے تاکہ وہ دوسری جنگ عظیم کے لیئے تیاریاں کر سکے
A 16 17|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S یعنی صدر کی مدت سے کہیں زیادہ عرصے کے لیئے
A 9 10|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S کسی قوم کو بغیر جنگ کے غلام بنانے کے لیئے ضروری ہے کہ ان لوگوں کے ذہن کنٹرول کیئے جائیں
A 9 10|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S کوئی بھی قوم چند مخصوس ستونوں پر قائم ہوتی ہے اور غلام بنانے کے لیئے ان ستونوں کو توڑنا ضروری ہوتا ہے
A 14 15|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اس مقصد کے لیئے اسکولوں اور نصاب کو کنٹرول کیا جاتا ہے
A 3 4|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اس لیئے لوگوں کو غلام بنانے کے لیئے ضروری ہے کہ انہیں معاشی طور پر کمزور کیا جائے
A 1 2|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اس لیئے لوگوں کو غلام بنانے کے لیئے ضروری ہے کہ انہیں معاشی طور پر کمزور کیا جائے
A 7 8|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S دوسری طرف ان فلاحی کاموں کے نام پر بڑے بڑے قرضے لیئے جاتے ہیں جنہیں ادا کرنے کے لیئے ٹیکس بڑھا دیا جاتا ہے
A 18 19|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S یزدگرد سوم شہریار کا بیٹا تھا
A 3 4|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S کا استعمال کرنے کا شرط یہ ہے کہ مفعول واحد ہو
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S زیادہ تر لوگوں کے اپنی دکانیں ہیں
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مثلا اگر کوئی شخص وزیر صحت بنتا ہے تو اس نے وزیر صحت کا نشست حاصل کیا
A 13 14|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S خلیائی حیاتیات ( انگریزی ) علم حیاتیات کا ایک شاخ ہے جس میں خلیہ کے بارے میں مطالعہ کیا جاتا ہے
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ شہر افغانستان کے بارڈر کے ساتھ جڑا ہوا ہے اس سے آگے کوئی ریلوے لائن نہیں ہے
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ٹیلی گرام صارفین اس میسنجر کے ذریعہ انکرپٹڈ ڈیٹا تصاویر ویڈیوز سیلف ڈسٹرکٹنگ پیغامات اور ہر طرح کے ڈاکیومنٹس کا تبادلہ کرسکتے ہیں
A 17 18|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S جی سی بوسال جی سی بوسال کا اردو کے منفرد لہجے کی شاعر اور کم عمرشاعروں میں شمار ہوتا ہے
A 11 12|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S 31 مارچ 1945 میں ان کا ایک ناٹک " شیشے کے آئینے " نے ان کے شہرت دور دور پھیلا دی
A 15 16|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اردو زبان کی اب تک کی سب سے بڑی اور مستند لغت جو بائیس جلدوں پر مشتمل ہے
A 2 3|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S اردو زبان کی اب تک کی سب سے بڑی اور مستند لغت جو بائیس جلدوں پر مشتمل ہے
A 5 6|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S ان کے پہلی اہلیہ سے ان کا ایک بیٹا ہے
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس عالم کے پیدائش کے بعد وقت کے ساتھ ساتھ انسان خوشیار ہوتا گیا
A 2 3|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S فزکس میں ہم کسی چیز اور اس کے حرکات اور توانائی کے بارے میں مطالعہ کرتے ہیں
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S خواتین کا ہاکی عالمی کپ ٹورنامنٹ 1974 میں شروع ہوا
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S خواتین کے ہاکی عالمی کپ ٹورنامنٹ 1974 میں شروع ہوا
A 1 2|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S جو سب سے زیادہ بولی لگاتا اسے ایک سال کے لیئے اس علاقے کی زمینداری مل جاتی تھی
A 10 11|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اس طرح انگریزوں کو ٹیکس اکٹھا کرنے کا قانونی اختیار مل گیا جس کے لیئے انہوں نے محمد رضا خان کو مامور کیا
A 14 15|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S 1790 میں اس نے دس سال کے لیئے بندوبست دوامی کا نظام نافذ کیا جسے 1800 میں مستقل کر دیا گیا
A 7 8|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S لعل قلعہ دیر زیریں کا ایک تحصیل اور قصبہ ہے جو میدان میں واقع ہے
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ایکس سامپا آئی پی اے کی طرح کا ایک نظام ہے جو مخلتف زبانوں کی صوتی آوازوں کو لکھنے کے لیئے استعمال ہوتا ہے
A 20 21|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S آخرکار موصل میں 29 جون 2013 بمطابق 1 رمضان 1435ہجری کو بغدادی نے ایک وڈیو کے ذریعہ اپنی خلافت کا اعلان کر دیا
A 6 7|||R:ADP:INFL|||مطابق|||REQUIRED|||-NONE-|||0

S فلم دل لگی میں فلم کے بجائے عطا اللہ کا گانا دل لگایا تھا دل لگی کے لیے زیادہ مشہور ہوا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S نر ببر شیر کی داڑھی کی رنگ سنہرے سے کالی ہوتی ہے اور بوڑھے ہونے کے ساتھ ساتھ رنگ گہرا ہوتا جاتا ہے
A 5 6|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S بحرحال ایشیائی شیروں کی انواع کی بالوں کا بکھرے ہوئے ہونا انھیں افریقی شیروں سے ممتاز کرتا ہے
A 5 6|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S بعض نر ببر شیروں میں اس گھچے کے بجائے سخت قسم کی پانچ ملی میٹر لمبی ہڈی جیسی چیز ہوتی ہے
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس مقصد کے لیئے چاندی ملے سونے کو رولرز کے درمیان سے گزار کر باریک ورق میں تبدیل کر لیا جاتا ہے
A 3 4|||R:ADP:INFL|||لئے|||REQUIRED|||-NONE-|||0

S یہ معلوم کرنے کے لیئے کہ کیا تیزاب میں سے سارا سونا باہر آ چکا ہے اسے قلعی کے کلورائیڈ سے جانچا جاتا ہے
A 4 5|||R:ADP:INFL|||لئے|||REQUIRED|||-NONE-|||0

S نائٹرک ایسڈ میں بہتر حل کرنے کے لیئے ملاوٹ والے سونے میں چاندی ملا کر پگھلانا کہلاتا ہے
A 7 8|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S نائٹرک ایسڈ میں بہتر حل کرنے کے لیئے ملاوٹ والے سونے میں چاندی ملا کر پگھلانا کہلاتا ہے
A 7 8|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S چنانچہ زیادہ زور ادب کے بجائے فلسفہ اور سوچ پر دیا جانا فطری امر تھا
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S کسی نمک کی پانی میں حل پذیری یاد رکھنے کے لیئے ابتدائی کیمسٹری کے طالب علموں کو یہ اصول بتائے جاتے ہیں
A 10 11|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S پاکستان اب تک ایک سونے اور ایک کانسی کا تمغا جیت چکا ہے
A 8 9|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ان کی اپنی ذاتی طباعتی مرکز " پرنٹک پبلیکیشنز " کے نام سے ہے
A 1 2|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S مذہبی رواداری قومی یکجہتی اور بھائی چارگی کی ر وح ا ن کے شاعری مقالوں اور مضامین میں کارفرما رہی
A 12 13|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ان کے تین کتابیں منظر عام پر آچکی ہیں
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S کچھ اسے خانیت کی اغاز بھی سمجھتے ہیں
A 3 4|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S تابکاری ( ریڈیو ایکٹیویٹی ) کا ا س ریڈیو سے کوئی تعلق نہیں ہے جو گانے اور خبریں سننے کے لیئے استعمال ہوتا ہے
A 20 21|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ان سے بچنے کے لیئے سیسے کی چادر یا موٹی دیوار استعمال کی جاتی ہے
A 4 5|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ناول کا مرکزی کردارمیں بے خوابی وحشت جنون جنسیت مرگی آتشک اور جذام اور دیوانگی تک سب جمع ہیں
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S یہ لفظ عام طور پر تابکار اشیا اور ناپائیدار ایٹمی ذرات کے لیئے استعمال کیا جاتا ہے
A 12 13|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S نیلسن نیوزی لینڈ کے جنوبی جزیرہ کے خلیج تسمان کے مشرقی ساحل پر ایک شہر ہے
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S روزنامہ امیر بخارا کی آمرانہ حاکمیت کی نابودی کے بجائے نظام کی اصلاح کے لیے کوشاں تھا
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S لیکن کیچ تو خیر وہ کیا کرتے گیند ان کے ہاتھوں میں آنے کے بجائے ماتھے سے جا ٹکرائی
A 13 14|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S تراجم میں اس شخص کا نام کا تلفظ یاشر اور آشر دونوں ملتا ہے
A 4 5|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S سئیرا مرینا کی تلہٹی میں اس کا وقوع پزیر ہونا یہ ممکن کیا کہ شہری پروگرام ڈیزائن کرنے کے لئے بنایا جاسکے ہے
A 6 7|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S 24 مئی 2010 کو اس کی آٹھویں اور حتمی فصل کے ساتھ 192 اقساط مکمل ہوئیں
A 5 6|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S دنیا بھر میں موجود اس کے ابواب میں 400 000 سے زیادہ اراکین ہیں
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S بھارت میں عوامی تعطیلات کے اہم اور لازمی تین تعطیلات میں سے ایک یوم جموریہ ہے
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S سنی بہشتی زیور علامہ عالم فقری کا تحریر کردہ خواتین کے لیے دینی رہنمائ کی کتاب ہے
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S قومی یوم تعلیم بھارت میں قومی یوم تعلیم مولانا ابو الکلام آزاد کی یوم پیدائش کے موقع پر منایا جاتا ہے
A 12 13|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S لہذا ان کی یوم پیدائش کے موقع پر ہر سال بھارت میں قومی یوم تعلیم منایا جاتا ہے
A 2 3|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S گاندھی جیانتی بھارت کا قومی دن ہے جو بابائے قوم موہن داس کرم چند گاندھی کے یوم پیدائش کے موقع پر منایا جاتا ہے
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس میں تفسیر القران قرآنی تراجم احادیث فقہ تاریخ اسلام روحانیت اور صوفی طریقہ کے بے شمار کتابیں دستیاب ہیں
A 14 15|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S پنڈت جی کی ایما پر ساغر نظامی نے 1954 میں دہلی چلے گئے
A 2 3|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S یہ پہلے پاکستان کے نوابی ریاستیں تھی اور بعد میں پاٹا بن گئی اور یہ تمام علاقے آج پاکستان کے ضلعے ہیں
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اسلام آباد پولیس کے تین شاخیں ہیں ایک عام پولیس دوسراں ٹریفک پولیس اور تیسرا حفاظتی یا سیکیورٹی پولیس
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S زر اور اثاثہ جات کے انتظام کو فنانس کہا جاتا ہے
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ان کے کلام کا مجموعے کا عنوان یادیں تھا
A 3 4|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S کاری وڈ کے سونہرا دور 1960 سے 1970 تک کا ہے
A 2 3|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S وہ کسی بھی ویب سائٹ کے لیے مواد تصویری شکل میں ڈالنے کے بجائے یکرمزی یا یونی کوڈ کے حق میں تھے
A 12 13|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ طریقہ کچ دھات سے سونا چاندی الگ کرنے کے لیئے استعمال کیا جاتا ہے
A 10 11|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S سوڈیئم سایانائیڈ اور پوٹاشیئم سایانائیڈ انتہائی زہریلے مرکب ہیں اس لیئے ان کے استعمال میں سخت احتیاط کی ضرورت ہوتی ہے
A 10 11|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S یہ طریقہ کچ دھات سے سونا چاندی الگ کرنے کے لیئے استعمال کیا جاتا ہے
A 10 11|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S سوڈیئم سایانائیڈ اور پوٹاشیئم سایانائیڈ انتہائی زہریلے مرکب ہیں اس لیئے ان کے استعمال میں سخت احتیاط کی ضرورت ہوتی ہے
A 10 11|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S جبکہ اس کے ذیلی دفتر راولپنڈی پاکستان میں ہیں
A 2 3|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S اس لیے یہ لوگ بھی اپنے اقدامات میں منافع خوری کے بجائے رفاہی پہلو پہلے دیکھتے ہیں
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مسلمانوں کے حملے کے وقت اگنی اقوام ہندو مذہب کے بجائے وہ جین اور بدھ مذہب پر کاربند تھے
A 9 10|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S چینیوں نے حکمران کا نام صحیح لکھا ہے لیکن وہ اکثر ذاتی نام کے بجائے وہ قبیلے کا نام بھی درج کردیتے ہیں
A 13 14|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S انکا خیال تھا کہ ہوا کی زبردست قوت کے زیراثر سمند ر کی پانی براعظموں ( خشکی ) میں اندرونی حصوں میں چلاآتا ہے
A 12 13|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S قرآن کے ایک ہزار سے زیادہ آیات جدید سائنس کے بارے میں معلومات فراہم کرتی ہیں
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S محمد کا ذکر نام کے ساتھ سلیمان کی مناجات میں کیا گیا ہے
A 7 8|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S 3 ) قران کریم کے ر سور سوائے سور نمبر 9 کے اس خوبصورت کلیے سے شروع ہوتی یں
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس کا دور حکومت کا زیادہ تر وقت بوسنیائی جنگ میں گزرا
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S لغوی اعتبار سے مرفوع رفع کا اسم مفعول ہے جس کا معنی ہے بلند ہونا
A 10 11|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S جب باغیوں نے مسجد الحرام سے آل سعود کا حکومت ختم کرنے کے لئے مقدس ترین مسجد پر حملہ کیا
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S جب باغیوں نے مسجد الحرام سے آل سعود کی حکومت ختم کرنے کے لئے مقدس ترین مسجد پر حملہ کیا
A 8 9|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S جب باغیوں نے مسجد الحرام سے آل سعود کا حکومت ختم کرنے کے لئے مقدس ترین مسجد پر حملہ کیا
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S سعودی عرب کا مسلح افواج کی تین شاخوں میں سے ایک ہے
A 2 3|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S بار م ت سواہ یا بار مسواہ یہودیوں کا ایک رسم ہے جو لڑکوں کا بلوغت پہنچنے کی علامت کرتا ہے
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S لیکن ان کی لڑائی جھگڑے جاری رہے اور یہ لڑائی اہل اسلام اور اہل شرک کے درمیان تھے
A 2 3|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S حمزہ اپنے ڈرامے پیارے افضل کے لیئے جانے جاتے ہیں ج س میں انہوں نے افضل کا ک ردار نبھایا تھا
A 6 7|||R:ADP:INFL|||لئے|||REQUIRED|||-NONE-|||0

S 14 اگست 2006 کو پاکستان پوسٹ نے دس بہتریں مرحوم پاکستانی مصورین کے احترام میں 40 روپے کا ٹکٹ جاری کیے
A 17 18|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S شاہ اللہ دتہ کی غاروں پر بدھ کے 2 400 سال پرانی جداری نقاشی ملتی ہے
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ ادارہ اگرچہ امریکی حکومت کے لیئے کام کرتا ہے لیکن تکنیکی اعتبار سے یہ ایک وفاقی خود مختار ادارہ ہے
A 6 7|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S چونکہ اس سے کوئی روشنی منعکس نہیں ہوتی اس لیئے ایسی چیز ٹھنڈی حالت میں کالی نظر آتی ہے
A 9 10|||R:ADP:INFL|||لئے|||REQUIRED|||-NONE-|||0

S مڈغاسکر میں بے گناہی ثابت کرنے کے لیئے کا زہریلا بیج کھلایا جاتا تھا
A 7 8|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ٹھنڈے پانی سے بے گناہی ثابت کرنے کے لیئے ملزم کو ہاتھ پاوں باندھ کر تین بار پانی میں ڈبویا جاتا تھا
A 8 9|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S مڈغاسکر میں بے گناہی ثابت کرنے کے لیئے کا زہریلا بیج کھلایا جاتا تھا
A 7 8|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ٹھنڈے پانی سے بے گناہی ثابت کرنے کے لیئے ملزم کو ہاتھ پاوں باندھ کر تین بار پانی میں ڈبویا جاتا تھا
A 8 9|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S آپ کی میت کواسلام آباد کے بجائے لاہور ائرپورٹ پر اتارا گیا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مکھڈ شریف تجارت اور دینی مدارس کا مرکز رہا ہے وہاں پر 1200 سال پرانی تعمیرات کے باقیات ملتے ہیں
A 16 17|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S سبب یہ ہے کہ مقابلہ حلقہ وار امیدواروں کے بجائے جماعتوں اور پارٹیوں کے درمیان ہوتا ہے
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S آپ کی ویکی پیڈیا پر آمداردو جاننے والوں کے لیئے کسی خوش نصیبی سے کم نہیں
A 9 10|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S چونکہ ایٹم عام خورد بین سے نظر نہیں آتے اس لیئے سائینس دانوں کو ایٹم کی ساخت دریافت کرنے میں بڑا وقت لگا
A 10 11|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S چونکہ چارج اور کمیت کی نسبت پہلے ہی معلوم ہو چکی تھی اس لیئے الیکٹرون کا وزن بھی دریافت ہوگیا
A 13 14|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S چونکہ کائنات پھیل رہی ہے اس لیئے تقریبا سارے ستاروں اور کہکشاوں کی روشنی میں اسپیکٹرل لائنوں کا ریڈ شفٹ موجود ہوتا ہے
A 6 7|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S چونکہ کائنات پھیل رہی ہے اس لیئے تقریبا سارے ستاروں اور کہکشاوں کی روشنی میں اسپیکٹرل لائنوں کا ریڈ شفٹ موجود ہوتا ہے
A 6 7|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S رپوتاژ کاتعلق ماضی اور مستقبل کے بجائے حال سے ہوتا ہے
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S رفتہ رفتہ دنیاوی معاملات مخصوص دیوتاؤں کے بجائے دنیا داروں کے سپر کیے جانے لگے
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S وایو پران اور اس کی تجسیم کے لیے برتا جاتا ہے
A 4 5|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S غذا ( خوراک کھانا ) زندہ رہنے کے لیئے توانائی بھی فراہم کرتی ہے اور نشو و نما کے لیئے سازوسامان بھی
A 8 9|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S غذا ( خوراک کھانا ) زندہ رہنے کے لیئے توانائی بھی فراہم کرتی ہے اور نشو و نما کے لیئے سازوسامان بھی
A 19 20|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S انسانی دماغ اور عضلات کے لیئے یہ نہایت اہم توانائی کا ذریعہ ہے
A 5 6|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S جسم میں ہونے والی ٹوٹ پھوٹ کی مرمت اور نشوونما کے لیئے پروٹین نہایت ضروری ہوتے ہیں
A 11 12|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S پروٹین بیماریوں کے خلاف دفاع کی صلاحیت کے لیئے بھی ضروری ہیں
A 8 9|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S یہ جسم کی بناوٹ کے لیئے بھی ضروری ہے اور توانائی کے حصول کے لیئے بھی
A 5 6|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S یہ جسم کی بناوٹ کے لیئے بھی ضروری ہے اور توانائی کے حصول کے لیئے بھی
A 14 15|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S کاربوہائیڈریٹ یا چربی سے پروٹین نہیں بنائے جا سکتے کیونکہ اس کے لیئے نائٹروجن کی ضرورت ہوتی ہے
A 12 13|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اس لیئے انکا بھی غذا میں موجود ہونا لازمی ہے
A 1 2|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اس لیئے خواراک میں ان کی موجودگی ضروری ہوتی ہے
A 1 2|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S پانی سے کوئی توانائی حاصل نہیں ہوتی مگر یہ خلیات کی کارکردگی کے لیئے نہایت ضروری ہے
A 13 14|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S جسم سے فالتو مادے اور نمکیات خارج کرنے کے لیئے بھی پانی کی ضرورت پڑتی ہے
A 9 10|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S وہ بائیں ہاتھ کے فاسٹ میڈیم باؤلر ہیں اور دائیں ہاتھ سے بلے بازی کرتے ہیں
A 3 4|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S چونکہ وٹامن بی 12 پودوں میں بالکل نہیں پایا جاتا اس لیئے سبزیاں اور پھل کھانے سے اسکی کمی پوری نہیں ہو سکتی
A 11 12|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S یہ کپرس ( قبرص ) کے ایک لاوی یوسف کا بیٹا تھا
A 9 10|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S یہ پاکستان کے ضلع لوئر دیر کا ایک یونین کونسل ہے
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ پاکستان کے ضلع لوئر دیر کی ایک یونین کونسل ہے
A 6 7|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S یہ پاکستان کے ضلع لوئر دیر کا ایک یونین کونسل ہے
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ پاکستان کے ضلع لوئر دیر کا ایک یونین کونسل ہے
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ پاکستان کے ضلع لوئر دیر کا ایک یونین کونسل ہے
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S پنجاب کا صوبائی بارڈر گلگت بلتستان کے سوا تمام دیگر پاکستانی علاقوں اور صوبوں سے ملتا ہے
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس کے بجائے حئی علی خیر العمل کے اعلان کا حکم دیا
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس نے لوگوں کو کہا کہ وہ خدا کے بجائے حاکم کی عبادت کریں
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس نے اپنے پیروں کو ہدایت کی کہ خدا کے بجائے حاکم کی عبادت کریں
A 9 10|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S جامعہ عارفیہ کے مختلف دینی و روحانی سرگرمیاں
A 2 3|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S انفلیشن کی وجہ سے بچت کی قوت خرید گرتی ہے اس لیئے لوگوں میں بچت کا رجحان کم ہوتا ہے
A 11 12|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S چونکہ حکومتیں بھی مقروض ہوتی ہیں اس لیئے ایسے حالات میں وہ عوام پر ٹیکس بڑھا دیتی ہیں
A 7 8|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S صلاح الدین نے دوسرے جمع کو خطیبوں کو حکم دیا کہ مسجدوں میں بنو فاطمہ کے بجائے بنو عباس کا خطبہ پڑھائیں
A 15 16|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S لاہور عدالت عالیہ یا لاہور ہائیکورٹ پاکستان کے صوبے پنجاب کا عدالت عالیہ ہے
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S بلوچستان عدالت عالیہ پاکستان کے صوبے بلوچستان کا عدالت عالیہ ہے
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S پشاور عدالت عالیہ یا خیبرپختونخوا عدالت عالیہ پاکستان کے صوبے خیبر پختونخوا کا اعل ی عدالت ہے
A 12 13|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S سندھ عدالت عالیہ سندھ کا اعل ی عدالت ہے
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S سمبڑیال پاکستان کا ایک آباد مقام جو ضلع سیالکوٹ میں واقع ہے
A 2 3|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ماہرین ارتقائے انسانی کا اسباب عموما خارجی بتاتے ہیں
A 3 4|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S جبکہ محاورہ وہ ہے جس میں مرکب الفاظ اپنی اصلی معنی کے بجائے ایک مخصوص مطلب کی ادائیگی کے لیے استعمال ہوتے ہیں
A 11 12|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس مقصد کے لیئے قزاق جو جہاز بناتے تھے وہ بڑے مضبوط اور تیز رفتار ہوتے تھے
A 3 4|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S 2009 میں صومالیہ کے بحری قزاقوں سے نمٹنے کے لیئے بھی ایسی ہی قانون سازی پر غور کیا گیا
A 9 10|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اس مقصد کے لیئے قزاق جو جہاز بناتے تھے وہ بڑے مضبوط اور تیز رفتار ہوتے تھے
A 3 4|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S 2009 میں صومالیہ کے بحری قزاقوں سے نمٹنے کے لیئے بھی ایسی ہی قانون سازی پر غور کیا گیا
A 9 10|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S پاکستان سمندریہ ( انگریزی ) پاکستان مسلح افواج کا ایک شاخ ہے جو پاک بحریہ سے مشابہت رکھتا ہے اس کا کام
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S سوانح حیات کسی بھی انسان کے زندگی کے ایک تفصیلی بیان کو کہا جاتا ہے
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S سوانح حیات میں انسان کے ابتدائی زندگی تعلیم کام رشتوں معاشرتی زندگی اور موت تک کےتمام پہلوں بیان ہوتے ہیں
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S بہت زیادہ برے یا بہت زیادہ اچھے کام کرنے والے لوگوں کے سوانح حیات تاریخ میں سبق اندوز ہونے کیلئے یاد رکھے جاتے ہیں
A 11 12|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S کینیڈا میں اردو داں آبادی کی آمد 1960 کے رہے سے شروع ہوئ تھی
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S دستوری عدم امتیاز کا دفعہ اور لسانی برابری
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ان کی کوشش ملک کی اکثریت سے جاملنے کے بجائے عالم اسلام کا حصہ بننے کی ہے
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S آپ کا متذکرہ موضوع پر مجھ سے نادانستہ طور پر غلطی سرزد ہوئی ہے
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اور آج یہ دنیا بھر میں ملیونوں کے تعداد میں کھیلا جاتا ہے
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S شطرنج دیگر علوم و فنون کی طرح قوموں کی ترقی و تمدن کی میزان ہے
A 12 13|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S کم جونگ اون شمالی کوریا کے ڈکٹیٹر ہیں
A 5 6|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S کم جونگ اون شمالی کوریا کا ڈکٹیٹر ہے
A 5 6|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S عارف کسانہ سویڈن میں واحد پاکستانی ہوں جو سویڈش وزارت خارجہ کے تحت فارن پریس ایسوسی ایشن کا رکن ہوں
A 17 18|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اس کے علاوہ حالیہ عرصے میں بین الجامعہ مقابلہ جات کا انعقاد بھی عمل بھی شروع ہؤا ہے
A 10 11|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S جیسے کہ علامہ صاحب کی جہاد سے وابستگی تھی اسلئے ان کے مکتوبات میں اس کی جھلک نظر آتی ہے
A 11 12|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S آپ کے معروف کتب درج ذیل ہیں
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S آپ کی تربیت دارالعلوم دیوبند کے بانی مولانا محمد قاسم نانوتوی کی گھر میں ہوئی
A 11 12|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اس لیئے حکومت کو ایسے اصول وضع کرنے چاہیئں جو دولت کی غیر منصفانہ تقسیم میں غریبوں کا حصہ بہتر بنائیں
A 1 2|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اس کا تعل قدیم ہندو اروپائی زبانوں کے خاندان سے ہے اور اس کے قریب ترین زبان ویدی سنسکرت یعنی قدیم سنسکرت ہے
A 13 14|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S رؤف کلاسرا ایک پاکستانی صحافی اور اردو زبان کے کالم نگار ہے
A 8 9|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S بھاررت کی قومی علامات ہر ملک کی طرح جمہوریہ بھارت کے بھی اپنی قومی علامات ہیں جو حسب ذیل ہیں
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس منصوبے کے لئے آنے جانے کے سفری اخراجات بروشرز اور پمفلٹ کی چھپائی ریفریشمینٹ اور دیگر اخراجات کے لیئے مالی مدد درکار ہے
A 19 20|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ہم ویکیمیڈیا پاکستان چیپٹر کے فعالیت کے لیئے بھی کوشش کررہے ہیں
A 7 8|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S نقی صاحب انگریزی لفظ کے لیے اردو متبادل " دالہ " کے بجائے فنکشن ہی کو استعمال کیا جائے تو کیسا رہے گا
A 11 12|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S موجودہ تعلیمی انفراسٹرکچر اس کے بجائے طالب علم کی صلاحیتوں کو نصاب کے وزن میں ڈال رہا ہے
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S رسول اکرم کے رضاعی بہن انیسہ بنت الحارث العزی تھیں بعض جگہ آسیہ نام ہے جو حضرت حلیمہ کی بیٹی تھیں
A 2 3|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S تمغہ بسالت یا تمغہ بسالت پاکستان کی مسلح افواج کے ایک انعام ہے
A 9 10|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S مرجانی جل پتھر زمین کی سب سے دلکش اور متنوع بیئیاتی مسکن ہے
A 4 5|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S افغانستان کا سفارتخانہ جس کا عمارت اسلام آباد میں ہے
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S قوم لوط کا وہ مقام جہاں عذاب ہوا تھا
A 2 3|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S لوزیانا کی خرید کے ایک سال بعد 1804 میں امریکی حکومت نے عوام کو کاشتکاری کے لیئے زمین فروخت کرنا شروع کی
A 16 17|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S لوزیانا کی خرید و فروخت کے لیئے امریکی حکومت نے حکومتی قرضے جاری کیئے
A 6 7|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S بالائی نورمنڈی ( فرانسیسی ) فرانس کی ایک انتظامی یونٹ ہے جو فرانس کے علاقے جو میٹروپولیٹن فرانس میں واقع ہے
A 6 7|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S کے بجائے ایک ہی قسم کے نر و مادہ قرار دیا ہے
A 0 1|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S دماغ کی صلاحیت 510 ہے
A 1 2|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S اب قدرتی طور پر دستیاب پتھروں کو استعمال کرنے کے بجائے باقائدہ گھڑ کر مربع شکل کے پتھر استعمال کئے گئے ہیں
A 9 10|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S غالبا ہندوستان کی اور یقینا صوبہ کیرالا کی واحد جامعہ ہے جو علاقائی مراکز کے ذریعہ تعلیم مہیا کراتی ہے
A 7 8|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S غالبا ہندوستان کی اور یقینا صوبہ کیرالا کا واحد جامعہ ہے جو علاقائی مراکز کے ذریعہ تعلیم مہیا کرتا ہے
A 2 3|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S غالبا بھارت کا اور یقینا صوبہ کیرالا کا واحد جامعہ ہے جو علاقائی مراکز کے ذریعہ تعلیم مہیا کرتا ہے
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S غالبا بھارت کا اور یقینا صوبہ کیرالا کی واحد جامعہ ہے جو علاقائی مراکز کے ذریعہ تعلیم مہیا کرتا ہے
A 2 3|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس کی انفرادیت اس لیے بھی ہے کہ یہ کیرالا کا واحد جامعہ ہے جس میں اردو کا علاحدہ شعبہ بھی موجود ہے
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S قلات خاران سے قومی اسمبلی کے الیکشن لڑتے رہے اورہربار آٹھ ہزار لیئے مگرکامیابی حاصل
A 12 13|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S پاکستان ٹورزم ڈیولپمنٹ کارپوریشن حکومت پاکستان کا ایک تنظیم ہے جس کا کام سیاحت کو فروغ دینا ہے
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S پاکستان ٹورزم ڈیولپمنٹ کارپوریشن حکومت پاکستان کی ایک تنظیم ہے جس کا کام سیاحت کو فروغ دینا ہے
A 6 7|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S اس لیئے مغربی ممالک میں لوگ کاغذی سونے پر اعتبار کر لیتے ہیں
A 1 2|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اور سونے کی قیمت کا بہت زیادہ بڑھ جانا تو ا ن کے لیئے بہت ہی خوفناک ہے
A 13 14|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S محسن ابن علی علی و حضرت فاطمہ زہرا کا فرزند تھے
A 8 9|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S انہوں نے آواں گارد مجلہ استعارہ کے ادارت کے فرائض انجام دیے ہیں
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اسی دوران آپ کے کان میں عبید اللہ احرارکے فیض کا آوازہ پہنچا تو آپ نے حصار سے سمرقند کی طرف رخت سفر باندھا
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مذکورہ کتاب کی مصنف میر محمد " مقبول " سومرو شاعر مذہبی عالم محقق ماہر تعلیم اور مفسر قرآن ہیں
A 2 3|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S ابانکی لفظ کی اصل لوکل زبان کیچوا کا لفظ امانکی ہے جس کے معنی سوسن کا پھول ہیں
A 15 16|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اس لیئے کرہ ہوائی کی ساری ہائیڈروجن اور ہیلیئم کرہ ہوائی سے نکل کر کائینات کی فضا میں گم ہو گئیں
A 1 2|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ناول کی تخلیق و مرکزی خیال
A 1 2|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S ان کا ذکر انہوں نے اپنے مضمون یادوں کی بارات میں کیا ہے جو کہ فنون کے ایک شمارے میں اشاعت پذیر ہوا
A 8 9|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S یہ بھی مطالبہ کیا گیا کہ بنگالی کو ڈمنین آف پاکستان کا سرکاری زبان قرار دیا جائے
A 11 12|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S سماجی مساوات کے لیے دم بھرنے والے نظرال کو باغی شاعر کا خطاب عوام سے نوازا گیا
A 11 12|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S نبی بخش بلوچ نے اے کے بروہی کی ایما پرقومی ہجرہ کونسل میں مشیر کا عہدہ قبول کیا
A 7 8|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S ( تلفظ ) یعقوب علیہ السلام کے گیارہویں اور لیاہ کے ساتویں بیٹے تھے
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ( تلفظ ) یعقوب علیہ السلام کی گیارہویں اور لیاہ کے ساتویں بیٹی تھیں
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس مضمون میں 1947 سے 1970 تک کی پاکستان کرکٹ کی تاریخ کا مواد شامل ہے
A 12 13|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S انیس سو چھہتر کے مانٹریال اولمپکس میں پہلی بار ہاکی کے مقابلے گھاس کے بجائے منصوعی ٹرف پر کھیلے گئے
A 13 14|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ٹنڈو باگو تحصیل پاکستان کے صوبے سندھ کے ضلعے بدین کا ایک تعلقہ ہے
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S 30 جولائی کی 2 00 بجے دوپہر کو پشتونوں نے ایک اور دھاوا بول دیا جسمیں کوسٹیلو اور پشتون فقیر دونوں زخمی ہوئے
A 2 3|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S گاما شعاعوں کی بوچھاڑ انتہائی کم وقت میں انتہائی بڑی مقدار میں گاما شعاعوں کا اخراج کو کہتے ہیں
A 14 15|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S محمد سلیمان اوگلو فضولی ( 1556 1494 ) کلیسیک آذربائیجانی ادب کے عظیم نمائندہ شاعر اور مفکر تھا
A 11 12|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S یہ فہرست پاکستان کے ٹیسٹ کرکٹ میں وکٹ کیپرز کی ناموں پر مشتمل فہرست ہے
A 9 10|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S وحی اور الہام کے تصور کو رد کر دیا اور مادیت پسندی کا ابلاغ کیا
A 12 13|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس وقت مسجد حرام کے ارد گرد احاطہ کے بجائے مکانات موجود تھے جن کی وجہ سے لوگوں کو تنگی کا بھی سامنا تھا
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ خرد مالیہ ادارہ اسی سال بھارت کی سوسائٹیز ایکٹ کے تحت رجسٹر ہؤا تھا
A 7 8|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S کوڑی حیدرآباد ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو حیدرآباد دکن میں واقع ہے
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس لیئے زمین کی اسکیپ ولاسٹی سات میل فی سیکنڈ ( یعنی 11 2 کلومیٹر فی سیکنڈ ) کہلاتی ہے
A 1 2|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اس لیئے زمین کی اسکیپ ولاسٹی سات میل فی سیکنڈ ( یعنی 11 2 کلومیٹر فی سیکنڈ ) کہلاتی ہے
A 1 2|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S نظام شمسی کا اندرونی چار سیارے چھوٹے اور گرم ہیں جبکہ اس کے بعد کے چار سیارے بہت بڑے اور سرد ہیں
A 2 3|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اور یہ جلسہ آپکے خطاب پر ختم ہوا کسی اور کو پڑھنے کی آپکے ہوتے ہوئے پڑھنے کی ہمت نہیں ہوئی
A 12 13|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S انڈیا آفس لائبریری برطانیہ میں اردو دیوناگری اور گجراتی میں انیسویں صدی کے بیس مختلف طباعتیں موجود ہیں
A 12 13|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ 1990 کے بگھدڑ کے بعد سے ہونے والے سب سے بڑی ہلاکتیں ہیں
A 2 3|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S نجمی ہوا ستارے کی بالائی کر فضائی سے گیس کے نکلنے والے بہاؤ کو کہتے ہیں
A 3 4|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S آپ نے یکم شوال روزعید الفطر 1408ھ بمطابق 18 مئی 1988 کو لکھنؤ میں رحلت فرمائی
A 7 8|||R:ADP:INFL|||مطابق|||REQUIRED|||-NONE-|||0

S محمد جونپوری ( ولادت 9 ستمبر 1443 وفات 23 اپریل 1505 ) ہندوستان کے صوفی تھے
A 13 14|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S محمد جونپوری ( ولادت 9 ستمبر 1443 وفات 23 اپریل 1505 ) ہندوستان کا زاہد تھا
A 13 14|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S مسلمان م ردوں کو بغیر کفن دفنایا گیا اور ہندو م ردوں کو جلانے کے لڑکیاں کم پڑ گئیں
A 14 15|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S انہوں نے ہندوؤں سے تشدد پر آمادہ ہونے کے بجائے گایوں کی دیکھ ریکھ کرنی چاہیے
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ان فلموں نے وجے کی کامیابی کے شرح کو کافی متاثر کیا اور فلم ناقدین اور مینوفیکچررز کی نظر میں وہ نیچے اترتے گئے
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S بہت سے غیر ملکی لوگوں نے بھی ٹیکس سے بچنے کے لیئے قبرص کے بینکوں میں کھاتے کھول رکھے تھے
A 11 12|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ان کا پیدائش8 اپریل 1983 کو چنائی تامل ناڈو بھارت میں ہوئی
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S برہ بنت عبد العزی بن عثمان بن عبدالدار بن قصی بن کلاب ( بنو عبدالدار ) آخری نبی محمد کے نانی تھیں
A 19 20|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S کیوں کہ گو وہ اپنے آقا کی منشا کے مطابق شرعی نکاح کے تحت شادی شدہ ہوتے ہیں
A 6 7|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S " اداس نسلیں " لکھنے کے لئے عبداللہ حسین نے مواد کی فراہمی کا کام جون 1956 سے ہی شروع کردیاتھا
A 11 12|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S پانچ خواتین نے تحریک عاشورا کے دوران سپاہ یزید کے اعمال پر اعتراض و احتجاج کیا
A 9 10|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس کی وجہ انسانی جان کے خاتمے کے بجائے سائنسی ادارہ جاتی تعلیمی سیاسی معاشی اور روحانی متبادل پر زور دینا ہے
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ممبئی شہر میں پہلا 8 یا 9 ماہ ان لیئے انتہائی مشکل رہے
A 9 10|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S سانجھ بھئی چودیس سلمی یاسمین نجمی کا ضخیم ناول ہے
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اور یہ عمل اس لیے انجام دیا جاتا ہے جب منشیات کے عادی افراد نشے کی عادت سے نکل کر نئی اور
A 11 12|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S ان کا مزاج تھیٹر کی دنیا میں ا ن کی انقلابی تجربات موافق اور مخالف تنقیدوں کا زبردست ہدف رہا ہے
A 9 10|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S ان کا مزاج تھیٹر کی دنیا میں ا ن کے انقلابی تجربات موافق اور مخالف تنقیدوں کا زبردست ہدف رہا ہے
A 16 17|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S پلاس ( انگریزی ) پاکستان کی ایک قدرتی خطہ اور سیاحتی مقام ہے جو خیبر پختونخوا میں واقع ہے
A 5 6|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S لیبر فورس یا ورک فورس سے مراد 15 سال سے زیادہ عمر کے وہ افراد ہیں جو کمانے کے لیئے کام کر سکتے ہیں
A 19 20|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S یہ معیشت کی فعالی کے لیئے دستیاب افراد ہوتے ہیں
A 5 6|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S نتیجتا مریخ میں ثقلی اثرات کے بجائے شمسی حرارت سے زبردست حرارتی موجیں پیدا ہوتی ہیں
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S چند برسوں پہلے مریخ کے محور کا جھکاؤ حالیہ 25 ڈگری کے بجائے 45 ڈگری تھا
A 11 12|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S وزارت داخلہ کا شاخ ڈائرکٹوریٹ جنرل آف امگریشن اینڈ پاسپورٹ کی یہ ذمہ داری ہے کہ شہریوں کو پاسپورٹ فراہم کریں
A 2 3|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S لیکن اس کے برخلاف درایت کے بجائے روایت کے حامی تھے
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S جنایت کا معنی جرم قصواور زیادتی ہے
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S چند دسیوں لاکھ برس پہلے مریخ کا محور کے گرد جھکاؤ اس کے موجودہ 25 درجے کے جھکاؤ کے بجائے 45 درجے تھا
A 18 19|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S دوسری جگہوں پر سابقہ آبی گزرگاہیں نہری وادیاں دکھائی دینے کے بجائے اٹھے ہوئے بچھونے کی طرح نظر آتی ہیں
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S دونوں نے ریلوے کا رہائشی کمرہ نمبر 6 میں قیام کیا جہاں ان لوگوں نے قتل کا منصوبہ تیار کیا
A 3 4|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S ایک یمنی سیاستدان ہے جو 1990 سے 2012 تک یمن کا صدر رہا
A 10 11|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S لیکن قرض کی وصولی کے لیئے سونا بخوشی قبول کر لیتا ہے
A 5 6|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ان کے 46 سالہ دور حکمرانی میں اشرفی بنانے کے لیئے 20 سے زیادہ ٹکسال سلطنت عثمانیہ میں موجود تھیں
A 10 11|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S سرور کی مشہور کتاب بنام جو 1984 میں شائع ہوئی اہل تشیع کے مخالفت میں لکھی گئی ہے
A 12 13|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S فلم کی تنازع کی وجہ مراٹھا حکمران باجی راؤ اور ایک مسلم رقاصہ کا پردے پر دکھایا گیا معاشقہ ہے
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S آکر پوچھا اس سرسبز جگہ میں رہنے والے بنی عمرو بن عامر کا سردار کون ہیں
A 12 13|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S نوبل انعام دنیا کی عروف انعامامت میں سے ایک ہے
A 3 4|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اس کا بنیاد 14 اگست 2015 میں رکھی گئی
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس کی حدود نیدرلینڈ بلجئیم اور جرمنی کے صوبہ جات نیڈرزاکسن ہیسن اور رائن لینڈ فالز سے ملتی ہیں
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S امام بخاری کو اسی لیئے جعفی کہا جاتا ہے
A 4 5|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ندیم عمر کوئٹہ گلیڈی ایٹرز کا مالک ہے
A 5 6|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S میگما کے دباؤ سے چٹانوں پر دباؤ بڑھتا ہے جو زلزلے کی وجہ بنتا ہے
A 11 12|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S 2007 اور 2008 میں برٹش کولمبیا کینیڈا کا نازکو کا زلزلہ اسی کی مثال ہے
A 7 8|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اعلی ادنی اولی معلی مصلی معری مقوی تقوی مصطفی مطلی منقی مدعی علیہ وغیرہ کو الف مقصورہ کے بجائے معمولی الف سے لکھنا چاہیے
A 17 18|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S گانو پانو چھانو کے بجائے گاؤں پاؤں چھاؤں کی تائید کی گئی ہے
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ مویشیوں کے ساتھ کام کرنے کے لیئے مشہور ہیں
A 7 8|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S عبدالرحمان مسجد افغانستان کے دارالحکومت کابل میں واقع مسجد ہے جس کا شمار افغانستان کے بڑے مساجد میں ہوتا ہے
A 14 15|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ایک شخص کے ایک سے زائد شہریتیں بھی ہوسکتی ہیں
A 2 3|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S عمرو کا زمانہ عروج الحیرہ کے بادشاہ عمرو بن المنذر کے عہد حکومت تھا
A 10 11|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S ان سے وہ کتابیں مراد ہیں جو کسی خاص موضوع یا تمام ابواب کے بجائے چند موضوعات پر مشتمل ہیں
A 13 14|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S روحانی خزائن مرزا غلام احمد کی کتب ملفوظات اور اشتہارات پر مشتمل مجموعہ کا نام ہے
A 5 6|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S میونسٹر کا مشہور اسکول گمنازیم پاولینم اپنی تاریخ اس ابتدائی اسکول تک پہنچاتا ہے
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S 1 جولائی 2009 کی علاقائی اصلاحات کے مطابق لٹویا دو سطحی بلدیات کے بجائے یک سطحی بلدیات میں تقسیم کیا گیا ہے
A 12 13|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S رائے ونڈ محل شریف خاندان کا مستقل رہائش گاہ ہے جو لاہور کے علاقے رائے ونڈ میں واقع ہے
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S واقعہ صلیب پر ان کی وفات کا قرآن میں صاف نفی موجود ہے
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S سر پر نیلگوں سبز رنگ کا کلغی ہوتی ہے
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S حالانکہ بین جنس کو ایک پیدائشی کیفیت کہا جاتا ہے بین جنس کا جسمانی ساخت پیدائش کے وقت ہمیشہ واضح نہیں ہوتی
A 12 13|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S کئی دیگر بلوچ قبائل کے برعکس یہ لوگ توڑے دار بندوق سے تلوار کے بجائے لڑتے ہیں
A 13 14|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مملکت بھوٹان کا پانچواں بادشاہ یا ڈریگن بادشاہ ( دروک گیالپو ) ہے
A 2 3|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S ہندوستان میں سنسکرت کی تعلیم مندرجہ ذیل تعلیمی ادارو میں دی جاتی ہے
A 9 10|||R:ADP:INFL|||ںمیں|||REQUIRED|||-NONE-|||0

S اس کی ایک قلمی نسخہ ڈاکٹر حمید اللہ صاحب نے سن 1933 میں برلن کی کسی لائیبریری سے ڈھونڈ نکالا
A 1 2|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S انہوں نے ملیالم پرتگالی اور سنسکرت پرتگالی لغتوں کے تالیف کرنے کا کام کیا
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S قوت ثقل اور اس کا کائنات کے دوسرے بنیادی اجزا سے تعلق کی بہتر تفہیم
A 4 5|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S صادق ایجرٹن کالج میں احمد ندیم قاسمی اور محمد خالد اختر کے ساتھ ہوا
A 11 12|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S کتاب کی ابتدا 1947 میں کا اور پہلی جلد 1967 میں شائع ہوئی
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S محفل رضا ہندوستان کے ریاست اتر پردیش کے شہر خلیل آباد کی ایک تنظیم ہے
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S آ پ کچھ عرصے کے لیئے ایران تشریف لے گئے تہران قم مشہد اور دیگر تاریخی شہروں میں قیام فرمایا
A 5 6|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S 1950 کی دہائی میں ان کی فلمی نغمہ نگاری کے حولے سے مصروف ترین وقت گذارا
A 5 6|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S آپ کی دوفرزند تھے ایک شیخ اسماعیل اور دوسرے خواجہ محمد عیس ے
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S لیبری وآکس ( دائرہ عام صوتی کتب ) پر کے کام
A 9 10|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ایک گھنٹے کی بعد سلفیورک ایسڑ بنتا ہے
A 2 3|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S یہ انتظام اسی طرح ایک گھنٹے کے لیئے رکھا جاتا ہے یا تب تک جب تک کاپر سلفیٹ کی نیلاہٹ ختم نہ ہوجائے
A 7 8|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S یعنی اسے پگھلنے اور جمنے کے لیئے درجہ حرارت کی ایک رینج کی ضرورت نہیں ہوتی
A 6 7|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اس لیئے الیکٹریشیئن ایسے سولڈر کو بجلی کے تاروں کو ٹانکہ لگانے کے لیئے استعمال کرتے ہیں
A 1 2|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اس لیئے الیکٹریشیئن ایسے سولڈر کو بجلی کے تاروں کو ٹانکہ لگانے کے لیئے استعمال کرتے ہیں
A 13 14|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S 13 ستمبر 2012 کو یمن کی دارلحکومت صنعا میں امریکی سفارتخانے کے سامنے احتجاج کیا گیا جس میں چار افراد جاں بحق ہوئے
A 5 6|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S مایکرو گولی شامل ہونے والا کیپسول کا مدتی اثر سٹینڈرڈ گولی کے مدتی اثر سے طویل ہو سوکتا ہے
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مایکرو گولی شامل ہونے والا کیپسول کا مدتی اثر سٹینڈرڈ گولی کے مدتی اثر سے طویل ہو سوکتا ہے
A 11 12|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S لیکن نافرمان قوم نے ہدایت کی بات ماننے کے بجائے حضرت الیاس ( علیہ السلام ) کو قتل کرنے کا منصوبہ بنایا
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اردن کثیرالجماعت ملک ہے جہاں سیاست کے بھاگ دوڑ میں مختلف سیاسی جماعتیں حصہ لیتی ہیں
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S سجاد باقر رضوی کے شخصیت و فن پر تحقیقی مقالات
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس کا جنسی عضو پیٹ کی ختم میں نصب ہو جاتا ہے
A 5 6|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S برفانی تیندوے کسی ایک ملک کے بجائے بھارت پاکستان چین منگولیا قزاقستان رغستان نیپال روس تاجکستان اور ازبکستان کا مشترکہ حصہ ہیں
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس لیے ناچیز کی رائے یہی ہے کہ اسے جمعیۃ کے بجائے جمعیت لکھنا زیادہ موزوں ہے
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مختلف لوشن اور صابن میں ہائیڈروجیل کا استعمال گاڑھا پن اور ایک ریشمی احساس پیدا کرنے کے لیئے کیا جاتا ہے
A 17 18|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S پلاسٹک سرجن انجکشن لگا کر انسانی جسم کو زیادہ دلکش بنانے کے لیئے ہائیڈروجیل کو استعمال کرتے ہیں
A 12 13|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S گلشن اقبال کے لفظی معنی اقبال کا باغ کے ہے
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S گلشن اقبال کے لفظی معنی اقبال کی باغ کے ہے
A 6 7|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S موراسا ی ش بو ( 973 1014 ) ایک جاپانی زبان کا ادیب تھا
A 11 12|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S بود ملک گو ر شاد نے اسے زن فاضل و شیرین سخن کا القاب عطا کئے
A 12 13|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اس نے عرب کے دیہات میں زندگی بسر کی
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S دفعہ 6 کی رو سے لوگوں کو اشیا کے بجائے رقم ملنا چاہیے
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S بیہاینذ اینیمی لائنز یا دشمن کی صفوں کی پیچھے جان مور کی ہدایتکاری میں 2001 بننے والی ایک امریکی ایکشن جنگی فلم ہے
A 7 8|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S جبکہ بھارت نے ان کے بھارتی شہریت اور سابق نیوی اہلکار ہونے کی ہی تصدیق کی ہے
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ذرائع ابلاغ کے مطابق 22 اپریل 2016 کو ایک جلسے کے بعد سردار سورن سنگھ نامعلوم افراد کے فائرنگ سے ہلاک ہوئے
A 17 18|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S چٹاگانگ بندرگاہ بنگلہ دیش کا ایک بندرگاہ جو چٹاگانگ چٹاگانگ ڈویژن میں واقع ہے
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مونگلا بندرگاہ ( لاطینی ) بنگلہ دیش کا ایک انسانی آبادکاری جو باگرہٹ ضلع میں واقع ہے
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مزید تصدیق کے لیئے اس لکیر پر شورے کے تیزاب کا ایک قطرہ لگایا جاتا ہے
A 3 4|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S بازار میں کسوٹی پر استعمال کرنے کے لیئے مختلف طاقت ( ارتکاز ) کے تیزاب ملتے ہیں
A 7 8|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S کسوٹی کو صاف کرنے کے لیئے آکوا ریجیا استعمال کیا جاتا ہے
A 5 6|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S یہ بہت بڑے پیمانے پر صنعتی اور تجارتی استعمال کے لیئے بنائی جاتی ہے
A 10 11|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S تھوڑی مقدار میں امونیا بنانے کے لیئے نوشادر کو چونے کے ساتھ ملا کر گرم کیا جاتا ہے
A 6 7|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S چونکہ یہ زہریلی ہوتی ہے اس لیئے اس کا جسم سے جلد از جلد خارج ہونا ضروری ہوتا ہے
A 6 7|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اس کا ابو پنجاب پولیس میں اے ایس آئی تھا
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اس لیئے ہر ملک اپنی کاغذی کرنسی چھاپ کر ایکسپورٹ کرنا چاہتا ہے
A 1 2|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ڈالر ایکسپورٹ کرنے کے لیئے تیسری دنیا کو زبردستی قرضے دیئے جاتے ہیں
A 4 5|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S انہیں خطرہ اس لیئے بتایا گیا تھا کہ تباہی سے پہلے ان کی اپنی اکنومی اور خارجہ پالیسی تھی
A 3 4|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ان پر اس لیئے حملہ کیا گیا کہ انکی کرنسی امریکی کرنسی کے ماتحت ہو جائے
A 3 4|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اس لیئے عالمی بینکرز چاہتے ہیں کہ ایک ایسی کرنسی ہو جو ریزرو کرنسی بھی ہو مگر کسی بھی ملک کی کرنسی نہ ہو
A 1 2|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اس موقع پر وہاں موجود مصاحبین کے محفل کر کی صدارت کی اور مشکوۃ شریف کا درس دیا
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مطیع اللہ نظامی ایک بنگلہ دیشی سیاستدان اور بنگلہ دیش کے سب سے بڑے مذہبی جماعت جماعت اسلامی بنگلہ دیش کے موجودہ امیر ہیں
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S انسانی حقوق کے تنظیموں نے ان کے ٹرائل کی حمایت کی
A 2 3|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس سے قبل 1957 میں انہیں اس تنظیم کے بین الاقوامی تعلقات کی ذمے دار رکن بنایا گیا تھا
A 12 13|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S 80 کی دہای میں بھارت کے سمگلروں کا بے تاج بادشاہ تھا
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S یوں ناامید ہونے والے مریض اپنے ناکارہ گردوں کے بجائے ڈائیلیسزمشین کے ذریعے خون صاف کراکے عام زندگی گزارنے کے قابل ہوئے
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S تیسرے لفافے پر اس کے نام تو تھا لیکن خط کسی اور کے لیے تھا
A 4 5|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S 2015 کی عام انتخابات میں منتخب ہونے کے بعد وزیراعظم احمد داؤد اوغلو نے انہیں دوبارہ وزیر نقل و حمل مقرر کیا
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S ارباز خان پاکستان کے مشہور اداکار آصف خان کے بیٹے ہے
A 8 9|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S جبکہ تقریبا 120000 مسلمان ملکوں سے آنے والے فیکٹری ورکر اس کی علاوہ ہیں
A 11 12|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S ان کا کلچر کوریا سے مختلف تو ہے مگر آپس میں بھی مماثلت نہیں ہے
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S انکی حفاظت کے لیئے گاوں کے چند مسلح نوجوان بھی ساتھ تھے
A 3 4|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اس لیئے امیر علی کی اجازت سے اس کے ساتھی موتی نے شرفن کو مار ڈالا
A 1 2|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ٹھگوں کے انسداد کے لیئے انگریزوں نے جو قانون بنایا تھا اس کے مطابق جرم ثابت ہونا ضروری نہیں تھا
A 4 5|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S انکی حفاظت کے لیئے گاوں کے چند مسلح نوجوان بھی ساتھ تھے
A 3 4|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اس لیئے امیر علی کی اجازت سے اس کے ساتھی موتی نے شرفن کو مار ڈالا
A 1 2|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ٹھگوں کے انسداد کے لیئے انگریزوں نے جو قانون بنایا تھا اس کے مطابق جرم ثابت ہونا ضروری نہیں تھا
A 4 5|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S کھوکھر قبیلے کے اہم گروہ ہیں
A 2 3|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S پدھراڑ پاکستان کی ضلع خوشاب میں واقع ایک یونین کونسل ہے
A 2 3|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S تقسیم ہند کے بعد انہیں بیرون ملک تربیت حاصل کرنے اور فن پاروں کی نمائش کرنے کا بھی متعدد مواقع ملے
A 16 17|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اس دوران میں خلیفہ کی بیوی کی ہاتھ کی انگلیاں کٹ گیئں
A 6 7|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S چھٹی کی دہائیوں میں مجلس مشاورہ کا رکن منتخب ہوئے
A 6 7|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اسی دوران وہ لاہور کے ہفتہ وار آریہ گزیٹ کا غیر اعلانیہ مدیر بھی رہے
A 9 10|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S س رمہ ایک انتہائی باریک پسا ہوا سفوف ہوتا ہے جسے آنکھوں میں اضافہ حسن دوا یا تسکین کے لیئے لگایا جاتا ہے
A 19 20|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S انھوں نے اشعار براہ راست سراکبر کو بھیجنے کے بجائے ڈاکٹر مظفر الدین قریشی کی وساطت سے روانہ کیے
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مدینہ منورہ میں 4 جولائی 2016 کو مسلمانوں کے دوسرے سب سے مقدس ترین مسجد مسجد نبوی کی قریب دھماکا سنا گیا
A 17 18|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اس علاقے کی خاموش ماحول کی وجہ سے کبھی کبھی اسے سویا ہوا شہر بھی کہا جاتا ہے
A 2 3|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S خیر دہ یار نشہ کی دے ( 2016 )
A 4 5|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S چک نمبر 21 ایم بی ( انگریزی 21 ) پاکستان کا ایک انسانی آبادکاری جو ضلع خوشاب میں واقع ہے
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S چک نمبر 14 ایم بی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع خوشاب میں واقع ہے
A 9 10|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S چک نمبر 59 ایم بی ( انگریزی 59 ) پاکستان کا ایک انسانی آبادکاری جو ضلع خوشاب میں واقع ہے
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S چک نمبر 50 ایم بی ( انگریزی 50 ) پاکستان کا ایک انسانی آبادکاری جو ضلع خوشاب میں واقع ہے
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S جھرکال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع خوشاب میں واقع ہے
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S شمالی کینیڈا کے انویٹ لوگ اب بھی زندہ رہنے کے لیئے ناروھال کا شکار کرتے ہیں
A 10 11|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S وجیندر سنگھ نے مکے بازی کے آغاز بچپن میں بھوانی باکسنگ کلب سے کوچ جگدیش سنگھ کی دیکھ بھال میں کیا
A 5 6|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S لوگوں کی نظروں میں مقبولیت حاصل کرنے کے لیئے کسی باطل عقیدے کو وہ کبھی حق نہیں کہتا
A 8 9|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ابن مالک عربی زبان کا مشہور نحوی اور لغوی تھے
A 4 5|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S ماضی میں اسے جراحی کے لیئے مریضوں کو بے ہوش کرنے کے لیئے استعمال کیا جاتا تھا
A 5 6|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ماضی میں اسے جراحی کے لیئے مریضوں کو بے ہوش کرنے کے لیئے استعمال کیا جاتا تھا
A 12 13|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S آج کل اسے ٹیفلون بنانے کے لیئے استعمال کیا جاتا ہے
A 6 7|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S یہ ایک رنگین مرکب ہے جو اکثر جراثیم فنگس اور پیٹ کے کیڑوں کے لیئے مہلک ہے
A 14 15|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ربر اسٹیمپ لگانے کے لیئے اسٹیمپ پیڈ پر استعمال ہونے والی سیاہی جینشین وائیلٹ پر مشتمل ہوتی ہے
A 4 5|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S کبیر بت پرستی کا مخالف اور توحید کا داعی تھا
A 3 4|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S کبیر بت پرستی کا مخالف اور توحید کا داعی تھا
A 7 8|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اس لیئے اسے معدومی کے خطرے سے دوچار جانوروں میں شمار کیا جاتا ہے
A 1 2|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مچھیرے دوسری مچھلیاں پکڑنے کے لیئے کٹل فش کو اکثر چارے کے طور پر استعمال کرتے ہیں
A 5 6|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S شنکر اچاریہ کے مطابق چار دھام وشنو دھرم کے چار مقامات زیارت ہیں
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس لیئے اگر بغیر سریہ کے بیم بنائے جائیں تو وہ اپنے ہی وزن سے ٹوٹ سکتے ہیں
A 1 2|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S آصف الدولہ نے فیض آباد کے بجائے لکھنؤ کو اپنی سلطنت کا مستقر بنایا اور اچانک لکھنؤ شمالی ہند کا مرکز نظر بن گیا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S آپ کسی بھی مضمون کی ارتقا کا جائزہ لینے کے لیے اس صفحے کے اوپر بائیں جانب تاریخچہ کے ربط کو کھول سکتے ہیں
A 4 5|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S عمرو عیار کے پاس ایک زنبیل ہوتی ہے جس سے وہ جو چاہے نکال سکتا ہے جس کا زندہ مثال عمران نیازی ہے
A 17 18|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S سندھ میں ان کی کتب کے مخطوطات کے دریافت کا سلسلہ اب تک جاری ہے
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ذیل میں اردو ویکیپیڈیا کا ان قدیم 100 صارفین کی فہرست ہے جنہوں نے سب سے پہلے یہاں اپنا کھاتہ کھولا اور اندراج کیا
A 4 5|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اس کی میکن علاوہ بلوچستان میں بھی آباد ہیں
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S تحف اثنا عشریہ شاہ عبد العزیز دہلوی کی کتاب ہے جو اہل تشیع کے عقائد کے رد میں لکھی گئی ہے
A 15 16|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S الہامی کتابوں کی صورت میں رہنمائ کے ہوتے ہوئے انسانی نظریات دین کے ساتھ گڈ مڈ کرنے کی کیا ضرورت ہے
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S شیخ الاسلام ( وزیر ) ان کی تقوی سے بہت متاثر ہوئے اور اپنا داماد بننے کی پیشکش کی جسے انہوں نے قبول کرلیا
A 6 7|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اس واقعہ کی وجہ سے وہ اپنے نام کے بجائے داماد آفندی کے نام سےمشہور ہوئے
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S تین شہزادوں کا استاد رہے
A 2 3|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S الجوزجانی ابوسلیمان موسی بن سلیمان جوزجانی بغدادی حنفی فقہ حنفی کے بڑی شخصیت ہیں
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S کاشی بائی اپنے بیٹے کو کھونے کے ماتم منا رہا تھا جبکہ مستانی کا دبدبہ بڑھتا جا رہا تھا
A 6 7|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S یوں ہی تائید درج کرنے کے بجائے کوئی وجہ بھی لکھیے مثلا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S منہاس ایئر بیس یا کامرہ ایئر بیس پاک فضائیہ کی ایئر بیس ہے جو کامرہ ضلع اٹک پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S پنج مریم یا مریم کا پنجہ ایک گھاس ہے جو پھولدار پودوں کی 23 انواع میں سے ایک جنس ہے
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ان کو خلافت دے کر تاجکستان و ترکمانستان کے علاقوں میں اسلامی تصوف کی ترویج و اشاعت کے لیئے بھیجا گیا
A 18 19|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S بھرت پور راجستھان بھارت کی ایک آباد مقام ہے جو بھرت پور ضلع میں واقع ہے
A 4 5|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S اس کے بجائے وزیر کو اتخ کی رہائش گاہ لایا گیا جہاں اسے نظربند رکھا گیا
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S گوکہ ان ہوٹلوں میں غیر مسلم عملہ بھی موجود ہے لیکن وہ بھی ان شرعی اصول و ضوابط کا خیال رکھنے کے پابند ہیں
A 21 22|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S 1960 کی دہائی میں براہ راست موت دینے کے بجائے سی آئی اے نے کاسترو کی عوامی تصویر کو خراب کرنے کی کوشش کی
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S خارجہ درویش منش تھے اموی خلیفہ سلیمان بن عبد الملک نے انھیں کچھ مال بھیجاتو انھوں نے پاس رکھنے کے بجائے اسے بانٹ دیا
A 19 20|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S تخت ہزارہ یہ مشہور لوک داستان ہیر رانجھا کے رانجھا کا آبائی گاؤں کا نام ہے
A 10 11|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S جس میں ان کے محاسن کمال نظر آتا ہے
A 3 4|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S پاکستان میں گائنی کے شعبے کے لیئے انکی خدمات ناقابل فراموش ہیں
A 6 7|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ڈاکٹر شیر شاہ سید نے ڈاؤ میڈیکل کالج سندھ سے میڈیکل کی تعلیم مکمل کی اور بیرون ملک سپشلائززیشن کے لیئے چلے گئے
A 20 21|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ان سب کتب کے علاوہ بھی سلطانہ مہر کے تخلیقی کام مطبوعہ و غیر مطبوعہ شکل میں موجود ہے
A 8 9|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S آپ کے وفات کی خبر کے بعد عراق میں مختلف مقامات پر آپ کے سوگ میں مجالس متعقد ہوئی
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S استری کپڑے سیدھے کرنے اور ان سے بل نکلالنے کا ایک آلہ ہے
A 9 10|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اور ہم میں سے بعض بعض کو اللہ کے بجائے رب نہ بنائیں
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S برہم کرے صفوں کو جو ترتیب کے لیئے
A 7 8|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S وہ ہاتھ اک سبیل ہے تہذیب کے لیئے
A 7 8|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ڈاکٹر ہلال نقوی رثائ ادب اور دیگر ادبی موضوعات پر لیکچرز کے لیئے دیگر ممالک بھی بارہا مدعو کیئے جا چکے ہیں
A 12 13|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ساتھ ہی ان کی شکل بھی سادہ جیومیٹری کے بجائے قوس کمان اور کثیرالاضلاعی ہوسکتی تھی
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس میں مشین لینگوئج کے بجائے کوڈ پہلے درمیانی زبان میں تبدیل ہوتا ہے
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مرجانی مسجد روس کا ایک مسجد جو قازان میں واقع ہے
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S داود یونیورسٹی آف انجینئری اینڈ ٹیکنالوجی پاکستان کا ایک رہائشی علاقہ ہے
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یونیورسٹی آف کلکتہ بھارت کا ایک عوامی جامعہ جو کولکاتہ میں واقع ہے
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ا ن کے دشمنوں کے لیئے نفرتوں کا کیا کہنا
A 5 6|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ورنہ اس دنیا میں کیا رکھا ہے انساں کے لیئے
A 9 10|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S آگے سمندر کے طرف جانے پر گیٹ وے آف انڈیا آتا ہے
A 2 3|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس فلم کو سال 1972 کا بہترین فلم کا نگار ایوارڈ ملا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S عاشور کاظمی گجرات میں بھی قیام پذیر رہے اور پھر چند برس کراچی گزارنے کے بعد ہمیشہ کے لیئے انگلینڈ جاکر مقیم ہو گئے
A 18 19|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S 1976 میں عاشور کاظمی ہمیشہ کے لیئے انگلینڈ جاکر مقیم ہو گئے
A 6 7|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S عاشور کاظمی ایک ادبی رسالہ نیا سفر کے لیئے بطور مرتب بھی خدمات انجام دیتے رہے
A 8 9|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S تاہم بعد میں اپنے آپ کو ص رف اور ص رف سوزخوانی ہی کے لیئے وقف کرد یا
A 14 15|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S قلعے کے بیرونی دیوار میں چھ دروازے ہیں جن کو لشکری بیگم ہاتھی باغ اور زیارت دروازوں کے نام سے پکارا جاتا تھا
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ماضی میں جہاں بیلوں کا بہ کثرت استعمال ہوتا تھا اب یہ جانور زراعت کے بجائے صرف دودھ کا ذریعہ بن چکے ہیں
A 14 15|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S سبانجی مرکزی مسجد ترکی کا ایک مسجد جو آدانا میں واقع ہے
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مسجد کوفہ ( عربی مسجد ال وف ) عراق کا ایک مسجد جو , میں واقع ہے
A 9 10|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مسجد سہلہ ( عربی مسجد الس ل ) عراق کا ایک مسجد جو عراق میں واقع ہے
A 9 10|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مسجد کبود ایران کا ایک مسجد جو ایران میں واقع ہے
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مسجد نصیرالملک ایران کا ایک مسجد جو شیراز میں واقع ہے
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مسجد المعلق ( لاطینی ) اسرائیل کا ایک مسجد جو عکہ میں واقع ہے
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S کنوری بھاشا بھارت کے ہماچل پردیش راجیہ کے کنور ضلعے میں بولی جانے والی ایک تبتی برمی بھاشا ہے
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S بگاریہ نے شروع سے قیمتوں میں کٹوتی کے اصول کے بجائے مصنوعات کی عمدہ تیاری کو بازار میں فروخت کرنے کا ذریعہ بنایا
A 9 10|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S پیلو وائینس پاکستان کی ضلع خوشاب میں واقع ایک یونین کونسل ہے
A 3 4|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S گرمیہر کور کا جنم پنجاب بھارت کے ضلع جالندھر میں ہوا
A 2 3|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس فلم کو سال 1957 کے لیے بہترین فلم کا نگار ایوارڈ سے نوازا گیا
A 9 10|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اس کتاب کے مخطوطات برٹش میوزیم اور ہندوستان کی مختلف کتب خانوں میں موجود ہیں
A 8 9|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S عالمی یوم جذام ہر سال دنیا بھر میں جنوری کا آخری اتوار کو منایا جاتا ہے
A 9 10|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S لاطینی کلیسیا جسے کبھی کبھار مغربی کلیسیا بھی کہا جاتا ہے کاتھولک کلیسیا کا سب سے بڑا خود مختار خاص کلیسیا ہے
A 13 14|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ان سب کے باوجود وہ ایک کامیاب عورت کے بجائے کم ہی منظر پر آنے والی عورت بننا چاہتی ہے
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اور آنے والے مورخوں نے بھی اصل نام دریافت کرنے کے بجائے لقب ہی لکھنے پر اکتفا کیاہے
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ کارروائی سنی وقف بورڈ کی ایما پر کی گئی تھی
A 5 6|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S لیکن بیٹے کے بجائے بیٹی کی پیدائش ہوئی
A 2 3|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S بروہی لوگ اس نایاب ب وٹی کے چھوٹی چھوٹی گھچیاں لا کر زائرین کے ہاتھ نہایت ارزاں قیمت پر فروخت کرتے ہیں
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S بچون کے لیے لکھے ہوئی اس کے ایواڈ یافتہ ناولیٹ بتین واری نانی بہت اہمیت کی حامل ہے
A 15 16|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S سید ناصر حسین چشتی معروف نعت گو شاعر جو اردو و پنجابی کے اپنے دور کا باکمال شاعر تھے
A 15 16|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S جسکی وجہ سے انکے دماغ میں خون جم گیا اور اس کے لیئے فوری آپریشن کرنا پڑا
A 12 13|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S جب سموئیل کا ماں کا دودھ چھوٹ گیا تو حنہ اپنی نذر کے مطابق اسے عیلی کے پاس چھوڑ گئی
A 2 3|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S کتاب سموئیل کے مطابق القانہ ( " " " ال نے خریدا ہے " ) حناع کا شوہر اور سموئیل کے والد تھے
A 16 17|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S گاج نئہ ساون کے بارشوں میں بڑے شوروغل سے بہتی ہے جس وجہ سے اس پر نام گاج پڑا
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S پنجاب کے ضلع ڈیرہ غازی خان کی تحصیل وڈور میں اکثریت میں ہے
A 6 7|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S شیعہ حضرات کا جلیل القدر شیخ ہے
A 2 3|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S 1928 سے 1931 تک وہ جامعہ پنجاب لاہور کا نائب چانسلر بھی رہے
A 8 9|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S وہ اسرائیلیوں کا جد امجد تھا
A 2 3|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S ہر سال دسمبر کے آخر یا جنوری میں ان کی مزار پر سالانہ عرس منعقد ہوتا ہے
A 9 10|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اور اصل میں ادماتا کے بجائے ہمداتا تھا
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس کا باپ ایک ادویہ کے تقسیم کار کے ساتھ سارھ اس کے کرکٹ پروگراموں کی دیکھ ریکھ کرتا ہے
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S دوسرا ذکر کتاب تواریخ میں سمعہ کے بجائے سموت کے نام سے آیا ہے
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ نوع گروہ میں رہنے کے بجائے نسبتا غیر مضبوط سماجی تعلقات رکھتے ہیں
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس کے باتوں سے کٹپ ا کو پتہ چل جاتا ہے کہ راجا پر حملہ کرنے کی سازش ایک چال تھی
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S کبھی کبھی تصادم کے بجائے سادہ تفریحی ڈرامے بنائے جاتے ہیں
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس مکتبہ کو قائم کرنے اور چلانے کے لیئے تمام روپیہ مجتبی حسین نے ہی لگایا
A 8 9|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S بلا شبہ انکی ذات گرامی اس ادارے کے لیئے سرمایہ افتخار ہے
A 8 9|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S مختلف علما بشمول شیخ طوسی نے انہیں علی بن ابی طالب کے صحابی کے بجائے حسین بن علی کا صحابی بتایا ہے
A 13 14|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S 1959 میں انہیں ہارورڈ یونیورسٹی امریکہ سے پی ایچ ڈی کے لیئے سکالر شپ اور داخلے کی پیش کش ہوئی
A 11 12|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S آمنہ ٹرسٹ کے تحت فیملی پلاننگ سروس کے لیئے نو کمروں پر مشتمل آمنہ میڈیکل سنٹر بھی قائم کیا گیا ہے
A 8 9|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S جن کا کیتھولک کلیسا میں شہدا اور قدیس کے حیثیت سے احترام کیا جاتا ہے
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S لیو نے عید ظہور خداوند کے موقع پر خطبوں میں معصومین کا متعلق کہا
A 11 12|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S انہوں نے مختلف ترقیاتی اور رفاعی اداروں کے لیئے رضاکارانہ خدمات انجام دی ہیں
A 8 9|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S پریانشی سومانی ( پیدائش 16 نومبر 1998 ) دماغی حساب کتاب کے انعام یافتہ ہے
A 11 12|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S وہ دماغی حساب کی عالمی کپ 2010 کے شرکا میں سب سے کم عمر تھی مگر اسی نے مجموعی خطاب کو جیتا
A 3 4|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S یہ تخمینی معلومات کے بجائے اسٹریمنگ سروروں سے جمع حقیقی معلومات کو بہ رو ئے کار لاتی ہے
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ان کی تربیت اسی نہج پر تھی کہ لوٹا ماری کریں اور کسی فوج کی آمد پر مقابلہ کرنے کے بجائے فرار ہوجائیں
A 19 20|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ان کی تربیت اس نہج پر تھی کہ لوٹا ماری کریں اور کسی فوج کی آمد پر مقابلہ کرنے کے بجائے فرار ہوجائیں
A 19 20|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ا ن مقابر کو قطب شاہی سلطنت کی طرز تعمیر کا شاہکار خیال کیا جاتا ہے
A 7 8|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S یہ عوام الناس کے بجائے منصوبہ سائنسدانوں پر مرکوز ہے
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس نام کے حامل مشہور شخصیات اس طرح ہیں
A 2 3|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S کبھی کبھی مستطیل کے بجائے دیگر شکلوں کا بھی استعمال ہوتا ہے
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S تاہم تاریخی اعتبار سے اس بات کی مثالیں موجود ہیں کہ اس طرح کی نوٹیں پہلے بھی جاری ہو چکے ہیں
A 13 14|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اردو لغت تاریخی اصول پر اپنی نوعیت کا ایک منفرد لغت ہے جسے اوکسفرڈ ڈکشنری کلاں کے نمونے پر مدون کیا گیا ہے
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ اخبارات کی اشاعت میں جدید طباعتی طرزیات کے بجائے قدیم طور طریقوں کو بہ روئے کار لایا جاتا ہے
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ایک تو اس لیئے کہ اس کے نام میں نسائیت ہے
A 3 4|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ڈاکٹر حبیبہ حسن نے گذشتہ چار دھائیوں سے حقوق انسانی کی بقا کے لیئے اپنے آپ کو متحرک اور فعال رکھا ہوا ہے
A 13 14|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S جو 1989 میں سیر برل پولسی کے متاثر بچوں کے لیئے بنایا گیا
A 10 11|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S شنکو بکرما جیت کے دربار میں فن تعمیر کا ماہر تھا
A 8 9|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S آپ کا رجوع مکرر بنانا بھی اچھا ہے بس بیچ میں خالی جگہ کے بجائے انڈراسکور کا خیال رکھیے
A 13 14|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ جاپان کا 136 سالہ خانہ جنگی سمجھا جا سکتا ہے
A 2 3|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S وہ پہلی ڈراما نویس ہیں جن کی تین زبانوں میں ڈرامے ٹیلی کاسٹ ہوئیں
A 6 7|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S یہ دو گیم پوکیموم کے دوسرے پیڑھی کے گیم ہیں
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ان کا حلقہ اتر پردیش کے مٹیرہ ضلع بہرائچ ہے
A 5 6|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S خواجہ محبوب سجن سائیں سندھ کے ایک صاحب طریقت صاحب معرفت وقت کے عظیم مصلح و روحانی شخصیت ہیں
A 12 13|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مرقیون دوسری صدی عیسوی کا ایک مشہور بدعتی شخص تھے
A 4 5|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S بعد کے سالوں میں یوسف نے مصر کے زمین کی ملکیت کے نظام کو مکمل طور پر تبدیل کر دیا
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یوسف کے ضعیف باپ یعقوب نے اپنے بڑے پوتے منسی کے بجائے چھوٹے پوتے افرائیم کو برکت دی
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S لیکن فریدہ کے والدین نے اپنی بیٹی کی محبت میں اس کی بہتری کے لیئے ہرممکن کوشش کی
A 14 15|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اسی بنیاد پر انکا داخلہ نابینا افراد کے لیئے قائم کردہ چورلے ووڈ کالج میں ہو گیا
A 8 9|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S سی ایس ایس کے امتحان میں خاص افراد کے لیئے مخصوص نشستیں نہیں تھیں
A 9 10|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S تو بھی انہیں سانس لینے کے لیئے ریسپاریٹر کی مدد کی ضرورت تھی
A 6 7|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S لندن میں صائمہ نے نابینا بچوں کی کے لیئے قائم کردہ
A 8 9|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S حسینی خاندان تونس کے سابق شاہی خاندان ہے
A 3 4|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S جو نابینا افراد کے لیئے سماجی کام ( سوشل ورک ) کریں گی
A 4 5|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S پروٹسٹنٹ ترجمہ میں جوئیں لکھا گیا ہے جبکہ کیتھولک ترجمہ میں جوئیں کے بجائے مچھر کا ترجمہ کیا گیا ہے
A 12 13|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اور مزید تعلیم کے لیئے انگلینڈ جا کر ڈی بی اے کی سند حاصل
A 4 5|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S وہ قیام پاکستان کی خوشی میں کشمیر جانے کے بجائے پاکستان آ گئے
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S آج تک وہ گجرات کی واحد مسلم رکن پارلیمنٹ ہیں
A 4 5|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اس سے متعلق مزید تفصیلات کے لیئے کا مطالعہ کیجیے
A 6 7|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S جبکہ محاورہ وہ ہے جس میں مرکب الفاظ اپنی اصلی معنی کے بجائے ایک مخصوص مطلب کی ادائیگی کے لیے استعمال ہوتے ہیں
A 11 12|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S کنال ( اکائی ) زمین کے رقبہ کے پیمائشی اکائیات میں سے ایک مشہور اکائی ہے جو پاکستان اور بھارت میں مستعمل ہے
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ونود کھنہ ایک بھارتی اداکار اور بالی ووڈ کا فلم پروڈیوسر تھے
A 8 9|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S کلیسیائے یسوع مسیح برائے مقدسین آخری ایام مورمنیت کا ایک کلیسیا ہے
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مشرقی کاتھولک کلیسیا مشرقی مسیحیت کے تئیس کلیسیا ہیں
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S موازین قبۃ الصخرہ کے چبوترے کے سیڑھیوں پر بنے کھلے دروازے ہیں
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S حبشی راسخ الاعتقاد توحیدی کلیسیا اورینٹل راسخ الاعتقاد مسیحیوں کا ایک بہت بڑا کلیسیا ہے
A 9 10|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S جس کے مختلف کلیسیا ( بلحاظ فرقہ ) رکن ہیں
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S لیکن صرف رومی کاتھولک کلیسیا اس کا رکن نہیں ہے
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اومنی کی کتاب مورمن کی کتاب کی چھٹی کتاب ہے
A 1 2|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S مورمن کا کلام مورمن کی کتاب کی ساتویں کتاب ہے
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S حماد بن سلمہ کی وفات سنہ 167ھ مطابق 783 میں ہوئی
A 7 8|||R:ADP:INFL|||بمطابق|||REQUIRED|||-NONE-|||0

S جبکہ اردو کالم روزنامہ نوائے وقت کے لیئے لکھتے رہے ہیں
A 7 8|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ناہید اختر کے شوہر آصف علی پوٹا کا 8 جولائی 2017 کو 55 سال کی عمر میں دل کا دورہ سے فوت ہوئی
A 18 19|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S جوشی نے خود اسے ناول کے بجائے " ناول کا مسودہ " سمجھا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S بیسویں صدی کے بھارت کا جاگیردارانہ نظام پر مبنی یہ ناول وسیع تر پڑھا جانے والا گجراتی ادب شہ پارہ ہے
A 4 5|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S جگنو کے لیئے نورجہاں کے ساتھ گائے گئے گیت یہاں بدلہ وفا کا نے آپ کو شہرت کی بلندیوں پر پہنچادیا
A 2 3|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S وہ فنون لدیفہ کے میدان میں آئے اور انہوں نے پاکستان ٹیلی وژن اور میڈیا کے دوسرے کے لیئے بھی لکھا
A 18 19|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S خود معذور ہونے کے باوجود ڈاکٹر خالد جمیل اختر کی معذور افراد کے لیئے خدمات ناقابل فراموز ہیں
A 13 14|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S بعد ازیں تھیوتوکوس کا چاندی کا ہاتھ والا تمثال دست ثلاثہ یا ٹروجیروشیکا کے نام سے مشہور ہوگیا
A 5 6|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اس معجزاتی شفا کی شکر گزاری کے لیے یوحنا نے تھیوتوکوس کے تمثال پر ایک چاندی کا ہاتھ ملحق کر دیا
A 11 12|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S بعد ازاں تھیوتوکوس کا چاندی کے ہاتھ والا تمثال دست ثلاثہ یا ٹروجیروشیکا کے نام سے مشہور ہو گیا
A 5 6|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S " قاسم نے جواب دیا " چچا جان موت میرے لیئے شہد سے میٹھی ہے "
A 10 11|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ان کے یہاں پوجا کے بجائے خصوصی دعاؤں کا اہتمام کیا جاتا ہے
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اورعالمی سطح پر موہانہ برادری کی یکجہتی کے لئیے کوشاں
A 8 9|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S عالمی اور علاقائی سطح پر برادری کے ساتھ ساتھ انسانی فلاح و بہبود کے لئیے کوشاں ہیں
A 14 15|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S " " گیارہ سے زائد ممالک میں تعلیم کے لئیے مصروف دی موہانہ فاونڈیشن کے چئیر مین پروفیسرابراہیم مھنا
A 9 10|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S انہوں نے پی ٹی وی کے علاوہ بھی دیگر کئی چینلز کے لیئے بہت سے ڈرامے تحریر کیئے
A 12 13|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S تاہم انہوں نے اپنی ساری زندگی معذوروں کے لیئے وقف کر دی
A 8 9|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S انہیں 1992 میں معذور افراد کی بہبود کے لیئے عالمی سطح کی خدمات پرایوارڈز بھی عطا ہوئے
A 8 9|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S تاہم موثر طبی امداد کے باعث وہ اگلے دن میچ کھیلنے کے لیئے فٹ قرار پائے
A 12 13|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اگلے ہی دن وہ ٹرائیل میں گئے اور پی ڈی سی اے2007 کی ٹیم کے لیئے منتخب ہو گیا
A 15 16|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S 2012 میں فرحان کا انتخاب متحدہ عرب امارات میں انگلینڈ کی ٹیم کے خلاف کھیلنے والی ٹیم کے لیئے ہوا
A 18 19|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ان کے یونانی طب سے متعلق تحقیق و تجربے نے ان کے لیئے طب کی نئی راہیں تلاش کرنے میں بہت معاونت کی ہے
A 12 13|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S سردار احمد پیرزادہ پاپولیشن ویلفئیر ڈپارٹمنٹ کے لیئے کئی سال تک رضاکارانہ طور پر خدمات انجام دیتے رہے ہیں
A 7 8|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S صارفین کے یہ عزم کس حد تک پورا ہے ذیل کے اعداد و شمار اس کی وضاحت کریں گے
A 1 2|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S میں اس لڑکی ک بارے میں بہت معلومات رکہتا ہوں
A 5 6|||R:ADP:INFL|||میںج|||REQUIRED|||-NONE-|||0

S وڈیرہ حیات خان چاکرانی ان لوگوں کا سرپرستی کرتا ہے
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S نواز شریف کے نااہلی پرخالی ہوئی حلقہ این اے
A 2 3|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ایم اے اردو کے لیئے بہاو الدین زکریا یونیورسٹی میں داخلہ لیا وراس دوران ممتاز براڈ کاسٹر رضا علی عابدی پر تحقیقی مقالہ لکھا
A 4 5|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S جلد ہی ان کی کلام کی شہرت ہو گئی
A 3 4|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S طرطلیان افریقا کے رومی صوبے کے کارتھج کا ایک کثیر التصانیف ابتدائی مسیحی مصنف تھا
A 5 6|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S طرطلیان افریقا کے رومی صوبے کا کارتھج کا ایک کثیر التصانیف ابتدائی مسیحی مصنف تھا
A 5 6|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S بہا اللہ کا مزار چاروں جانب درختوں کے باغیچے ہیں باغیچے کے راستوں پر ایرانی قالین بھچی ہے
A 2 3|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S محمد شفیق الرحمنپاکستان میں معذوروں کے لیئے قائم کردہ ایک فلاحی تنظیم مائل اسٹون کے صدر ہیں
A 6 7|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اور انہوں نے اپنی معذوری کے باوجود معذور افراد کے لیئے بہت سی خدمات انجام دی ہیں
A 10 11|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S پنجاب اسمبلی اور لاہور ھائی کورٹ کو معذور افراد کے لیئے قابل رسائی بنایا جا چکا ہے
A 10 11|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S یہ ادارہ معذور لوگوں کی آگاہی اور تربیت کے لیئے بھی خدمات سرانجام دے رہا ہے
A 9 10|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S عوامی مقامات کو معذور افراد کے لیئے قابل رسائی بنانے کا منصوبہ پر عمل درآمد
A 6 7|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S میری گزارش ان سب سے ہے کہ اپنی ترامیم کی گنتی کو بڑھانے کے بجائے تحمل کے ساتھ ترمیم کریں
A 13 14|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S میری رائے میں کسی بھی منتظم کو جب ایسی صورت حال پیش آئے خود فیصلہ لینے کے بجائے دوسرے منتظمیں سے مشورہ کرنا چاہیے
A 16 17|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہی نہیں بلکہ آنجہانی وزیر اعظم پاکستان ان کے بھائی اور وزیر اعلی پنجاب شہباز شریف کا بھی نام سامنے آئے
A 16 17|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S یہی نہیں بلکہ آنجہانی وزیر اعظم پاکستان ان کے بھائی اور وزیر اعلی پنجاب شہباز شریف کے بھی نام سامنے آئے
A 16 17|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S یہی نہیں بلکہ آنجہانی وزیر اعظم پاکستان ان کے بھائی اور وزیر اعلی پنجاب شہباز شریف کا بھی نام سامنے آئے
A 16 17|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S تاہم یہ تناسب نمبر ووٹ کاسٹ کے بجائے جیتنے والی نشستوں کی تعداد پر مبنی ہے
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S سول زکائے برطانیہ کے بجائے اسرائیل میں سکونت اختیار کرنے لگا تھا
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S تمنت شرح ( عبرانی ) ریاست فلسطین کا ایک آثاریاتی جگہ و آباد مقام جو مغربی کنارہ میں واقع ہے
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S تمنا ( لاطینی ) اسرائیل کا ایک آثاریاتی جگہ جو اسرائیل میں واقع ہے
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S آپ بھی رائچوٹی ڈگری کالج میں بحثیت صدر شعب اردو برسرروزگار ہیں
A 6 7|||R:ADP:INFL|||بحیثیت|||REQUIRED|||-NONE-|||0

S اغوا کی وقت کولی ن اسٹین کی عمر 20 سال تھی
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S جامعہ کیلیفورنیا سانتا کروز ریاستہائے متحدہ امریکا کے ایک جامعہ ہے جو کیلیفورنیا میں واقع ہے
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S بورجگین چنگیز خان کے شاہی خاندان تھے
A 3 4|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S یہ میرا اپنا ناول ہے جو سنی باتوں کے بجائے ایک حقیقت ہمیں آشکارہ کر رہی ہے
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ہندو دیوتا وشنو کے ساتویں اوتار رام کی جائے پیدائش ہے
A 7 8|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S یونیورسٹی آف کیلیفورنیا سان فرانسسکو ریاستہائے متحدہ امریکا کا ایک جامعہ و ریاستہائے متحدہ کا عوامی تعلیمی ادارہ جو سان فرانسسکو میں واقع ہے
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس کی پہلا اسٹور سیئٹل واشنگٹن میں 2 نومبر 2015 کو کھلا
A 1 2|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S " گرینڈ کینال ( آئرلینڈ ) " ) جمہوریہ آئرلینڈ کا ایک نہر ہے
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مرے کالج ( انگریزی ) پاکستان کا ایک جامعہ جو سیالکوٹ میں واقع ہے
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S وجیرا یا وجیراکماری کی پیدائش پاسنادی کی اہم رانی ملکہ سے ہوا تھا
A 3 4|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S بلرام ( سنسکرت نقل حرفی " بلراما " ) ایک ہندو دیوتا ہے جو کرشن کا بڑا بھائی تھا
A 15 16|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اس اسکول کے قیام کے پیچھے سنیتی دیوی کا دماغ تھا
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S غار فاہیان ( لاطینی ) سری لنکا کا ایک غار جو سری لنکا میں واقع ہے
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس کا حقیقی نام جلال خان تھا اور وہ شیر شاہ سوری کا بیٹا تھا
A 12 13|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S کیا اس مضمون کو ضد ابہام کے بجائے عام مضمون کا صفحہ نہیں ہونا چاہیے جیسا کہ انگریزی میں ہے
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ بدھ مت کی نئی شکل ہے سمجھی جاتی ہے جس کے بانی بھیم راؤ رام جی امبیڈکر ہیں
A 11 12|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ان امور کی نگرانی کے لیئے جناب علامہ نصیر حسین فاضل عراق کو متفقہ طور پر ذمہ داری سونپی گئی
A 5 6|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اس اجلاس میں جامعۃ المنتظر کے مروجہ نصاب کو تمام مدارس کے لیئے منظور کر لیا گیا
A 12 13|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S بعد میں شلومیت الونی کہتی ہیں مجھ سورج کی طرح عیاں الزامات کے دفاع کرنے سے نفرت ہے
A 12 13|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S صہیونیت میں جلاوطنی کی زندگی کا تردید ( مسترد کرنا ) ایک مرکزی پہلو ہے
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مذکر " " ) ہسپانوی مقامی حکومت کی عمومی درجات ہیں
A 7 8|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S جس کا آغاز 11 مئی 2001 کو ہوا
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ مقدمہ ہنوز زیر دوران ہے اور اس کی تحقیقات بھارت کی مرکزی تحقیقاتی ادارہ سی بی آئی کر رہا ہے
A 11 12|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S 12 اپریل کی رات سے سی بی آئی اور اس کی ایما پر اترپردیش کی پولیس کلدیپ سنگھ کی تلاش اور تعاقب میں رہی
A 10 11|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S آپ ایک انسانی حقوق کے کارکن ہیں
A 4 5|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S ان کے والد عبدالودود محسود اپنے گاؤں میں ایک اسکول کے استاد ہیں
A 1 2|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S ان کے والد عبدالودود محسود اپنے گاؤں میں ایک اسکول کے استاد ہیں
A 10 11|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S ( 1 ) آغاز یہودیت سے قبل کا قدیم ارض مقدسہ 586 ق م
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مورخین کی مطابق شو مندر جوہی تقریبن 1850 کی دہائی میں تعمیر ہوا
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S بیشتر مسلمانوں کے مانند آدم یاشاری کے اجداد بھی البانیا سے آئے تھے
A 2 3|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S کیرتی کے زیر تکمیل فلم اداکار وجے کے ساتھ سرکار ہے
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S 1965 میں صدر ریاست اور وزیر اعظم کے بجائے گورنر اور وزیر اعلی کی اصلاحات استعمال کی جانے لگیں
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S لکشمی بائی نے رزمیہ نظم میں دس کے بجائے اپنے 64 ابواب کا اضافہ کر کے اس کو مکمل کر دیا
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S تعلیمی تکنیکوں میں روایتی طرز پر پڑھانے کے بجائے نئے تجربے بھی کیے جاتے ہیں
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ان کی پیدائشی نام واسو دیو تھا
A 1 2|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S ساجد خان اس کا سالا ہے
A 3 4|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S چوکھا میلا بھارت کی ریاست مہاراشٹر کے ایک سنت ہیں جو 14ویں صدی میں گزرے
A 3 4|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S وہ اسلام کے ابتدائی بنیادی تشریحات پر تنقید کے لیے بہت مشہور ہے اور اسلام کی انتہا پسندی کو سمجھنے کا کہتی ہے
A 2 3|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S وہ ممبورم تھنگل کا اکلوتے بیٹے تھے
A 3 4|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اس کا والد ایم ڈی جمیل ایک کسان تھا اور اس کی والدہ کا نام بی بی فاطمہ تھا
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S جمہوریہ ہند کے 22 سرکاری طور مسلمہ حیثیت کے حامل 22 زبانیں ہیں
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S فوری رپورٹ درج کر کے کارروائی کرنے کے بجائے پولیس عہدیدار اسی کے پیچھے پڑ گئے اور اس کی آبرو ریزی کر دیے
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S پہلے مقامی لوگ اس مزار کی دیکھ بھال کرتے تھے مگر اب سنی مسلمانوں کے ایک جماعت یہ کام کرتی ہے
A 14 15|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ا سے سیاست میں کامیابی 1980 میں ملی جب وہ پہلی دفعہ راجیہ سبھا کا رکن منتخب ہوا
A 14 15|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S آئر لینڈ کے بندرگاہ نقل و حمل کا تقریبا دو تہائی حصہ اسی بندرگاہ ذریعہ ہوتا ہے
A 2 3|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس کے علاوہ کرشن کو مرلی بجائے ہوئے تری بھنگی انداز جو دکھایا گیا ہے وہ بھی ان کے مرہون منت ہے
A 18 19|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S بادین کے بچوں کو رخشان علاقے میں ان کی عادت کے سبب رخشانی کے طور پر جانا جاتا تھا
A 8 9|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S نئی تحریک رومانسی کہلائی اور اس میں ذات کی صحیح ترجمانی وجدان کا وجود اور تقلیدی نہج کا مکمل بائیکاٹ پر توجہ دی گئی
A 17 18|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S قیام اسرائیل کے وقت ایسے کچھ لوگ عبرانی کے بجائے یدیش زبان کو ملک کی سرکاری اور عوامی رابطے کی زبان بنانا چاہتے تھے
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S پہلے کوگل روٹی اور آٹے سے بنائے گئے تھے اور میٹھے کے بجائے خوش ذائقہ تھے
A 11 12|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S پرمود اردو جاسوسی ادب کی ایک شاہکار کردار ہے
A 4 5|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S وہ اکثر سندھ اور جنوبی پنجاب تجارت کی لیئے جاتے تھے
A 8 9|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S تمام تاریخیں عبرانی تقویم کے بجائے زمانہ عام کے مطابق دی گئی ہیں
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مجھے ان شیروں پر فخر ہے جو اپنے حق کے لیئے اپنی جانوں کا نزرانا پیش کرتے ہیں
A 10 11|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S 12 جنوری 2019 کو بھارتی وزیر اعظم نریندر مودی نے بھارتیہ جنتا پارٹی کے انتخابی مہم کا آغاز کیا
A 13 14|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S تاہم ان میں سے کئی سفارت خانے مشرقی تیمور کے دار الحکومت ڈیلی کے بجائے سنگاپور میں ہیں
A 13 14|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس کا استعمال کسی خاص معنی کے بجائے اصل میں یقینا قسمت سے جیسے معنی کے لیے استعمال ہوتا ہے
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S 2017 کی عالم یوم ایموجی کے موقع پر ایپل انکارپوریشن نے ائی او ایس میں نئی ایموجیاں شامل کرنے کا اعلان کیا
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S جاپانی ویکیپیڈیا کا صفحہ اول نے بھی عمودی متن کے ابتدائی کوشش کو ظاہر کیا ہے
A 2 3|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S جاپانی ویکیپیڈیا کا صفحہ اول نے بھی عمودی متن کے ابتدائی کوشش کو ظاہر کیا ہے
A 9 10|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس کے بعد صارفین کا ایک غول ویکیپیڈیا پر فعال ہو گیا اور متعدد مضامین لکھے گیے اور ترجمہ کیے گیے
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S 15 جولائی 2003 کو جاپانی ویکیپیڈیا نے 1000 صفحات کے سنگ میل مکمل کرنے کے محض 4 ماہ بعد اپنے 10000 مضامین مکمل کیے
A 9 10|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S عموما یہ انعام غیر معمولی شراکت والے افراد کو دیا گیا جنہیں پروجیکٹ کے غیر موجودگی میں متعلق صارفین نے وصول کیا
A 13 14|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس کے بجائے وہ اپنے منتخب کردہ نام سے ایک متبادل مضمون بنا لیتے ہیں
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ علاقہ دریائے سندھ کے کنارے واقع تھا اس لیئے کچھی
A 9 10|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اس لیئے میانوالی کو " سید سلطان زکریا " کی نگری کہا جاتا ہے
A 1 2|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اس اخبار کا بانی ایڈیٹر برطانوی ایسٹ انڈیا کمپنی کا ایک افسر فرانسس گلیڈون تھا
A 2 3|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S گلقند بنانے کی تین مشہور طریقے ہیں
A 2 3|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S 63 سے قومی اسمبلی پاکستان کے لیے پاکستان مسلم لیگ ( ق ) کا امیدوار تھا تاہم وہ کامیاب نہ ہوا
A 13 14|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S ممنوع متون کو بے نقاب کرنے کا سب سے اچھی جگہ فارسی ویکیپیڈیا ہے
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S گوکہ مدینہ کا آئین پر مذہبی رنگ غالب تھا مگر عملی طور پر عرب کے قدیم قبائل کو قانونی شکل کے حفاظت ہوئی
A 2 3|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اسلام کے بہت ساری روایات یا تہذیبیں آیا تنک یا ما بعد بائیل یہودی تہذیب سے ماخوذ ہیں
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اسلام اور یہودیت کے تعلق کا آغاز 7ویں صدی میں جزیرہ نما عرب میں طلوع اسلام اور اس کے پھیلاؤ سے ہوتا ہے
A 18 19|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس کے بجائے یوناہ کشتی میں سوار ہو کر ترسیس روانہ ہو گئے
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S انہیں نہ تو یہودیت کا کچھ علم تھا نہ ہی اس سے کوئی نسبت تھی کیونکہ وہ نسبت یہودیت کے ہی تو خائن تھے
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S برصغیر کا جغرافیہ خونی تقسیم ہند کے ذریعے بھارت و پاکستان میں منقسم کر دیا گیا
A 7 8|||R:ADP:INFL|||ذریعہ|||REQUIRED|||-NONE-|||0

S یہودیوں کے کاہنوں کے بارے میں یہ عقیدی ہے کہ وہ جناب ہارون ( موسی کے بھائی ) کی نسل سے ہیں
A 1 2|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S نوٹ کچھ پیروکار مذہب کے بجائے اپنی تہذیبی اصطلا کو ترجیح دیتے ہیں
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S جس کے رکن مختلف کلیسیائیں بلحاظ فرقہ ہیں
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S تبتی بارڈر پولیس کا خصوصی تربیت یافتہ کتوں کا " کے 9 " جتھا اس مقام کی حفاظت کے لیے تعینات تھا
A 3 4|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اس لیئے اس کا درد بے سود نہیں ہے
A 1 2|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S طلبہ نے باصرار مزدوروں کے بجائے نہایت ذوق و شوق کے ساتھ والہانہ انداز میں خود بنیاد کھودی
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S تمل لوگ ( ( واحد ) یا ( ( جمع ) ایک دراوڑ نسل کے قوم ہے جو تمل بطور مادری زبان بولتے ہیں
A 14 15|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S تمل لوگ ( ( واحد ) یا ( ( جمع ) ایک دراوڑ نسل کی قوم ہے جو تمل بطور مادری زبان بولتے ہیں
A 14 15|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S یہ نئی دنیا کے کچھ پرانی تہذیبوں میں سے ایک ہے جو پوری دنیا میں بسے ہوئے ہیں
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S حسن سردار ایک پاکستانی بین الاقوامی فیلڈ ہاکی کھلاڑی پاکستان مردوں کی قومی ہاکی ٹیم کا سابقہ کپتان ہے
A 15 16|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S خوش بخت شجاعت ایک پاکستانی سیاست دان جو مارچ 2015 ایوان بالا کے رکن ہیں
A 12 13|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس قبل وہ 2008 2013 تک ایوان زیریں کے رکن رہ چکی ہیں
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S کمپیوٹر سافٹ وئیر عام طور پر ساکن کے بجائے متحرک لائبریریز پر انحصار کرتے ہیں
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اسی سبب اس کی تشخیص کے لیئے خون کا ٹیسٹ کروانا ضروری ہے
A 6 7|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S پیر ٹو پیر نیٹ ورک میں ہونے والی تمام لین دین کے لیئے ایک ڈی سینٹرلائز سسٹم ہے
A 12 13|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S آپ کیونوس کو چیزیں خریدنے سروسز خریدنے کے لیئے استعمال کرسکتےہیں یا پھر انکو رکھ کر انتظار کرسکتے ہیں کہ انکی قیمت بڑھ جائے
A 8 9|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اس مضمون پر وسیع نظر ڈالنے کے لیئے اس مضمون کو دیکھیں
A 7 8|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S والٹ کو عام طور پرکیونوس کریپٹوکرنسی جمع کرنے اور اسٹور کرنے کے لیئے استعمال کیا جاتا ہے
A 12 13|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ہر ٹیم میچ کے دوران اپنی حکمت عملی تیار کرتی ہے اور ضرورت کے ایک کے بجائے دو پائیوٹ بھی کھڑے کیے جاسکتے ہیں
A 15 16|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S فلم کا میوزک دیوی سری پرساد نے کمپوز کیا
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S پیش لفظ مصنف کے بجائے کوئی اور لکھتا ہے اور اسے کتاب کا مقدمہ بھی کہا جاتا ہے
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S 1964کے انتخابات میں انہوں نے جنرل ایوب خان کے بجائے محترمہ فاطمہ جناح کی حمایت کی اور اہم کردار ادا کیا
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ عبوری ڈھانچے کی تشکیل میں راہ ہموار کے طور پر کردار ادا کرتی ہے
A 8 9|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S جو کہ عصمت چغتائی کے غیر مطبوعہ کہانی پر مبنی ہے
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S معاویہ بن ابو سفیان جزیرہ نما عرب کے علاقے شام ( موجودہ سوریہ لبنان اردن اور فلسطین ) کے گورنر تھے
A 18 19|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S معاویہ بن ابو سفیان جزیرہ نما عرب کے علاقے شام ( موجودہ سوریہ لبنان اردن اور فلسطین ) کا گورنر تھا
A 18 19|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S معاویہ بن ابو سفیان جزیرہ نما عرب کے علاقے شام ( موجودہ سوریہ لبنان اردن اور فلسطین ) کے گورنر تھے
A 18 19|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S معاویہ بن ابو سفیان جزیرہ نما عرب کے علاقے شام ( موجودہ سوریہ لبنان اردن اور فلسطین ) کا گورنر تھا
A 18 19|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S ان کے براہمن ذات کا ہندو ہونے کے امکانات زیادہ ہیں کیونکہ وہ سنسکرت کے ماہر تھے
A 4 5|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S علی بابا خان پشتو زبان کا واحد صوفی گلوکار ہیں
A 5 6|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S بھارتی وزیر اعظم حکومت ہند کی انتظامی امور اور کابینہ کا سربراہ ہوتا ہے
A 5 6|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S ھجری مطابق عیسوی میں وہیں ایک اور مدرسے جامع الظافری میں صدرمعلم ہو گیا
A 1 2|||R:ADP:INFL|||بمطابق|||REQUIRED|||-NONE-|||0

S تعلیم و تربیت کے سلسلے میں سخت ریاضتوں چلوں اور مجاہدوں کے بجائے ذکر و اشغال نہایت آسان اور مختصر ہیں
A 11 12|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ان کے بہنیں کورنیلیا سورابجی وکیل اور سوسی سورابجی ماہر تعلیم تھیں
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S میر جاتن خان کا دو بیٹے تھے بڑے بیٹے کا نام میر بجار خان اور چھوٹے بیٹے کا نام میر زنگے خان تھا
A 3 4|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S مسجد خمیس ( عربی مسجد الخم س ) بحرین کا ایک مسجد جو , میں واقع ہے
A 9 10|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S وہ جدید دور میں اسلام پر عمل کرنے پر توجہ دیتے ہیں نہ کہ ماضی کی یاد تازہ کرنے پر
A 3 4|||R:ADP:INFL|||مئیں|||REQUIRED|||-NONE-|||0

S ان کی والد کا نام سردار کور سنگھ اور ماں کا نام سری متی ہر نام کور تھا
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اسلام اور سعودی عرب ( یا کم از کم ملک کا خطہ مغربی حجاز ) کے درمیان میں تعلق منفرد ہے
A 10 11|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S وہ ملک مغرب کے رہنے والے تھے
A 3 4|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S کہتے ہیں کہ وہ کمال کے کیمیا گر بھی تھے
A 5 6|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S بھرت منی یونانی ڈرامے کی نسبت طربیہ انداز کو ترجیح دیتا ہے اور ڈرامے کا تفریحی پہلو نمایاں رکھتا ہے
A 4 5|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S حافظ ابن حجر نے عبدالرحمن اور آخری عبد الحمید کے بجائے عبداللہ اور عبد الرحمن لکھا ہے
A 9 10|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ معدے میں موجود مواد کی فرمیٹیشن کے لئیے استعمال ہوتا تھا مگر ارتقائ سفر میں نظام انہظام میں اپنا کردار کھو چکا ہے
A 8 9|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S سرگون مہتہ نے 2009 میں اہمیت حاصل کی مگر اپنو کے لیئے گیتا کا دھرم یدھ کامیابی حاصل کرنے میں کامیاب نہ ہو سکا
A 11 12|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اور اس کی بعد کالج کی پڑھائی کے لیے انندپور صاحب خالصہ کالج میں داخلہ لیا
A 2 3|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S ان کے گھرانہ علمی روایات کا حامل تھا
A 1 2|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S تیمور تیمور تیمیر یا تومر ( منگولیا ) ایک ترکی اور منگولی نام ہے جس کا لفظی معنی لوہا ہے
A 15 16|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S آمد مسیح یعنی یسوع مسیح کا اس دنیا میں دوبارہ آنا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس طرح کے تصادم کی مختلف وجوہ ہو سکتی ہیں
A 4 5|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S پورے گروہ کو ایک ساتھ پڑھانے کے بجائے طلبہ کو عموم ا ہر مضمون کے حساب مختلف مختلف گروہوں میں بانٹا جاتا تھا
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ہریجن موہن داس گاندھی کی اشاعت
A 4 5|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S صوبہ سندھ کے ریاست خیرپور کے علاؤہ تین اضلاع صوبہ رانگڑستان میں شامل کیے گئے ہیں
A 2 3|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S صوبہ پنجاب کے ریاست بہاولپور کے علاؤہ آٹھ ضلع صوبہ رانگڑستان میں شامل کیے گئے ہیں
A 2 3|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S آپ 100 ممالک میں رہنے والے 25 ملین افراد کا روحانی رہنما ہے
A 9 10|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S آبوچندراوتی مالوا اجین اور دھار پرمار خاندان کی سلطنت کا اہم مقامات تھے
A 9 10|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S دھود اسمبلی کا انتخابی حلقہ سیکر ( لوک سبھا کے انتخابی حلقہ ) راجستھان قانون ساز اسمبلی کے حلقوں میں سے ایک ہے
A 9 10|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S سیکر بھارت کے ریاست 1 کا ایک اہم شہر اور لوک سبھا ( اسمبلی ) حلقہ ہے
A 2 3|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S پہلے سمندر کے پانی ہی سے اکسیر حیات کے مختلف اقسام کا جنم ہوتا ہے
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S حالانکہ انھوں نے کبھی کوئی حکومتی عہدہ نہیں سنبھالا مگر ان کو ملک کا سب سے طاقتور سیاست دان مانا جاتا رہا ہے
A 13 14|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S سیلاپتی کارم ( تمل یعنی پازیب کی باب ) تمل ادب کی پانچ عظیم رزمیہ نظموں میں سے ایک ہے
A 6 7|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S سلیمہ احمد ( انگریزی ) ایک بنگلہ دیشی سیاست دان جو سنہ 2019 سے جاتیہ سنسد کے رکن ہیں
A 16 17|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ممتاز بیگم ( انگریزی ) ایک بنگلہ دیشی سیاست دان جو سنہ 2019 سے جاتیہ سنسد کے رکن ہیں
A 16 17|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S آل انڈیا علما بورڈ بھارت کے سنی مسلمانوں کے ایک تنظیم ہے
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ڈیٹا کا نظم کے نظم کی مثالیں
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S مویشیوں کو چرنے کے لیے ہری گھاس کے بجائے برف میں ڈھکی جھاڑیوں پر ہی گزارہ کرنا پڑتا ہے
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S بھارت کا ریاستی نشان کو بھارت کا قومی نشان بھی کہا جاتا ہے
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S نشان کے حتمی نسخہ میں تین شیر دیکھے جا سکتے ہیں چوتھا نظر نہیں اتا ہے
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S جنہوں نے ہائی پیشیا کو رسوا کیا جسم کے ٹکڑے کیے اور ان کے لاش کے ٹکڑوں کو جلا دیا
A 13 14|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S خارجی اخذ میں زیادہ تر معاہدہ یا کاروباری عمل جیسے تنخواہ آپریشنل خدمات سہولت کے انتظام اور کال سینٹر شامل ہیں
A 14 15|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S بھارت کے مندرجہ ذیل جڑواں شہر دنیا کے دوسرے شہروں کے علاقائی برادری سے کوئی نہ کوئی مناسبت ضرور رکھتے ہیں
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S سیریز کا نام جنوبی ریاستہائے متحدہ کے بول چال کا محاورے سے ہے جس کے معنی جرم کی زندگی اپنانا ہیں
A 9 10|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اس کے بجائے انہوں نے پادری بننے کے لیے سیمینری میں داخلہ لیا
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس کی افتتاحی تقریب 18 جنوری 1927 کو ایڈورڈ فریڈرک لنڈلے ووڈ کے موجودگی میں سینٹرل لیجس لیچو اسمبلی میں منعقد ہوئی
A 12 13|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S 1968 میں پاکستان اٹامک انرجی کمیشن نے انہیں مزید اعلی تعلیم کے لیئے انگلینڈ بھیجا
A 12 13|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S آپ کا جانشین نواب محمد بہاول خان چہارم بنے
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S مسلم سٹوڈنٹس آرگنائزیشن اسلحہ کلچر کے فروغ کے بجائے درسگاہ کے تقدس کو اجاگر کرنے کا فریضہ انجام دے رہی ہے
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ماؤ زے تنگ کی رسمی تقاریب یہاں نہیں تھیں اس کے بجائے تیانانیم اسکوائر کا استعال کیا گیا تھا
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S نیا دستور چین کی عوام کو مذہبی آزادی اور دہریت پر عمل پیرا ہونے کی آزادی دیتا ہے
A 3 4|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S 1912 میں جمہوریہ چین کا قیام ہوا اور یہ حکومت آئین کے بجائے دستاویزات پر چل رہی تھی
A 11 12|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S سبھی معاملتوں کو رینمینبی کے بجائے ہانگ کانگ ڈالر کے تحت طے کیا گیا تھا
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S دی ٹائم مشین ایچ جی ویلز کی طرف سے سائنس فکشن ناول ہے
A 6 7|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S ان کا فلسفہ مروجہ رسوم کے بجائے ضبط نفس مشاہد نفس اور استناد معتبری پر زور دیتا ہے
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S جاپان میں انہیں عام طور پر مندر یا عاقلوں کا کمرے یا " " بالترتیب ) کہا جاتا ہے
A 9 10|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اس کے کپتان تھامس کینیڈی جو جہاز پر سوار تھا چین کی بحری جہاز کو دیکھ کر برطانوی پرچم اتار لیا
A 11 12|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S برطانوی وائسرائے نے عملے کی فوری طور پر رہائی ور پرچم کے مبینہ طور پر بے حرمتی پر معافی مانگنے مطالبہ کیا
A 11 12|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S دی وار آف دی ورلڈز ایچ جی ویلز کی طرف سے سائنس فکشن ناول ہے
A 8 9|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S 2006 میںاجوکا کی بانی مدیحہ گوہر کواجوکا میں اس کی خدمات کے لئے نیدرلینڈز کے ی طرف سپرنس کلوس ایوارڈ سے نوازا گیا تھا
A 14 15|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S کچھ مؤرخ اس کو یہودیوں کے دوسرے انقلاب سے تعبیر کرتے ہیں
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S پہلے کے بانس اور کیچڑ کے بنے مکانات کے بجائے اور کنکریٹ کی عمارتیں مجولی میں بننے لگی ہیں
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S نیوزی لینڈ میں شہر کے معنی 1989 کے مقامی حکومت کی اصلاحات کے بعد وجود میں آئے
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S آپ کا جانشین آپ کے بیٹے حافظ محمود تونسوی ہوئے
A 4 5|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S مثبت تناؤ حوصلہ افزائی پر نتیجہ خیز ہو سکتا ہے اور یہ تفکر کے بجائے اڑچنوں سے اوپر اٹھنے کی کوشش کر سکتا ہے
A 13 14|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس قانون کی منظوری 1857 کے غدر سے ذرا قبل ہوئی
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S وہ مولانا محمد اکبر کی واحد بیٹے تھے
A 4 5|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S ا س کی مقام تدفین کے متعلق کوئی معلومات دستیاب نہیں ہوسکی
A 2 3|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S بچتر مغلیہ سلطنت کے دور کا ہندوستانی مصور تھا
A 5 6|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S پکاسو جیسا فن کار بھی مصور کے بجائے زیادہ تر کیریکیچر ساز نظر آتا ہے
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S خان لفظ منگولی زبان کا لفظ ہے جس کامطلب ہے بادشاہ سب سے بڑا سردار یہ صرف منگول ادشاہوں کے لئیے مخصوص تھا
A 20 21|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اداکار ارجن کپور اور موہیت مرواہ سونم کپور کے چچا زاد ہیں جبکہ اداکار رنویر سنگھ اس کے ماموں کا بیٹا ہے
A 19 20|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S ان کی غزل کی سات پستکیں دیوناگری اور اردو میں ایک ساتھ پرکاشت ہوئی ہے
A 3 4|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S یونس دہلوی بھارت کے سب سے بڑے اردو رسالوں کی زنجیر کے ناشر و مدیر تھے
A 9 10|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S تین سال بعد مارچ 1895 میں مکان کے سامنے والی دو دوکانیں خرید کر مکان کا راستہ گلی کے بجائے سڑک طرف نکال لیا
A 18 19|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ا نہوں نے ہم ٹی وی کی تمثیل تعبیر میں مرکزی کردار ادا کیا
A 6 7|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S سارے طالب علم اپنے ہتھیار ظاہر کرتے ہیں لیکن تور و جب ظاہر کرتا ہے تو وہ ہتھیار کے بجائے ایک ڈھال ہوتی ہے
A 18 19|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ان کے والد ہرنرائن ایک روشن خیال ماتھر گوت کا کائستھ تھے
A 1 2|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S ماؤری تہذیب ( ماوری زبان ) ماوری کے رواج ثقافتی سرگرمیاں اور نیوزی لینڈ کے کے عقائد پر مشتمل ہے
A 14 15|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S انمول موتی ایک امریکی انشا پرداز جانسٹین بک کی مختصر ناول ہے جو 1947 میں شائع ہوئی
A 8 9|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S انھوں نے مرزا غالب کے کلام اور قائد اعظم کے باتوں کو بھی پنجابی میں منتتقل کیا
A 9 10|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S جب وہ گیارہ ورش کے تھے تبھی انہوں نے وانر سینا ( بندروں کی فوج ) نام کے گروپ بنایا تھا
A 17 18|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S آپ کا بھائی اسما بن خالد بن عوف البارقی صحابی تھے اور شاعر بھی تھے
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S فورا حضرت علامہ ازہری صاحب قبلہ نے مولانا موصوف کو ٹوکتے ہوئے فرمایا کہ ( کالی کملی کے بجائے ) نوری چادر کہو
A 17 18|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S " دیگر ادویاتی نظاموں کے برعکس آیور وید بیماریوں کے علاج کے بجائے صحتی طرز زندگی پر زیادہ دھیان مرکوز کرتا ہے
A 11 12|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S آیور وید میں زندگی کی تصور جسم حواس دل اور روح کے گروپ کی شکل میں ہے
A 4 5|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S اخون سالاک بابا کے بعد ان کی اولاد کو درانی کے بجائے اخون خیل کہا جانے لگا
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس سے پتہ چلتا ہے کہ وہ احترام اور تعریف کے بجائے خوف کو زیادہ جنم دیتا تھا
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس سے پتہ چلتا ہے کہ وہ احترام اور تعریف کے بجائے خوف کو زیادہ جنم دیتا تھا
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S شیٹی نے " دھڈکن " فلم کے لیئے 2001 میں بیسٹ ولن کا فلم فیئر ایوارڈ جیتا تھا
A 7 8|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اب کا ایک بیٹا عمرو بن قرظہ انصاری کربلا میں امام حسین کے اصحاب میں سے تھے اور واقعہ کربلا میں شہید ہوئے
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S وہ راجپوت ہونے کا دعوی کرتے ہیں اس لیے کھیتی باڑی خود کرنے کے بجائے مزارع سے کرواتے ہیں
A 13 14|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S بیواؤں سے شادی کرنے والے پہلے عموما پھیرے کے بجائے چادر ڈال کر شادی کی رسم ادا کرتے ہیں
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مسجد جامع کاشمر ایران کا ایک مسجد جو کاشمر میں واقع ہے
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S جو اب بھی جاری تھے مگر ان کی تعلیم میں جدید تعلم کے بجائے روایتی تعلیم دیتی تھی
A 12 13|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S کچھ عرصہ کے بعد ہندوستان کے لوگوں میں مشرقی علوم کے بجائے مغربی علوم کا شوق ہر پھیل گیا
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S چونکہ لکھنؤ سے تعلق رکھتے تھے اس لیے اپنے نام کے بجائے ناطق لکھنوی سے زیادہ مشہور تھے
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S 6 اکتوبر 2007 ) بیت المکرم مسجد ڈھاکہ کا سابق خطیب ہے
A 8 9|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S آسٹریلیا کے شمال مشرق میں جاپان اور کوریا سے کٹ کر بننے والے چھوٹے چھوٹے جزائر ایشیا کے بجائے اوقیانوسیہ کا حصہ ہیں
A 17 18|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ متحدہ مجلس عمل کی مرکزی رہنما ہیں اور حلقہ این اے 139 قصور میں انتخاب بھی لڑتے ہیں
A 4 5|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S بعض کے بدن پر بالوں کے بجائے موٹے کانٹے ہوتے ہیں مثلا سہی
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ لفظ غالبا دھونکنی سے نکلا ہے اور ممکن ہے یہ دھوگری کے بجائے دھونکری ہو
A 12 13|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S شہنشاہ نرسی نے ایک رسوا کن معاہد روم سے کیا تھا جس کی رو سے فرات کے بجائے دجلہ کو سرحد مانا گیا
A 16 17|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S جبکہ 26 نومبر 1967 کو کوئٹہ ٹی وی اسٹیشن کے لیئے کام کا آغاز ہوا
A 10 11|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اللہ یار خاں جوگی ( 1870 1956 ) انیسویں صدی کے آخر اور بیسویں صدی کی شروع میں ہو گزرے ہیں
A 15 16|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اپیل کرتا ہوں سنگھوں کی کربلا کے لیئے
A 7 8|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S جواب دہ ہوں سخنہائے نہ رواں کے لیئے
A 7 8|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ہریانہ کی تشکیل سردار حکم سنگھ کی ایما پر عمل میں آئی تھی
A 6 7|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S یہی ان کا بہترین گیندبازی کا ریکارڈ ہے
A 2 3|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S والدین نے احمد الدین کا نام چراغ دین رکھا لیکن آپ نے اپنے اصل نام کے بجائے احمد الدین سے شہرت پائی
A 15 16|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S راجیہ سبھا میں سابق اداکارہ اور رکن پارلیمان جیا بچن نے خاطیوں کی بر سر عام ہجومی قتل کا دفاع کیا
A 12 13|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S حج بیت اللہ کی سعادت آپ نے متعدد بار حاصل کی کیے ہیں اور آپ دنیا کے مختلف مقدس زیارتوں پی گئے تھے
A 16 17|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S حج بیت اللہ کی سعادت آپ نے متعدد بار حاصل کی ہے اور آپ دنیا کی مختلف مقدس زیارتوں کو بھی گئے تھے
A 15 16|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S حج بیت اللہ کی سعادت آپ نے متعدد بار حاصل کی کیے ہیں اور آپ دنیا کے مختلف مقدس زیارتوں پی گئے تھے
A 16 17|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S حج بیت اللہ کی سعادت آپ نے متعدد بار حاصل کی ہے اور آپ دنیا کی مختلف مقدس زیارتوں کو بھی گئے تھے
A 15 16|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S 1898 میں آپ نے چچا نواب سر نوازیش علی خاں کے بعد قزلباش قبیلے کا سربراہ مقرر کیا
A 14 15|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اس کے بجائے اطالوی محب وطن لوگوں نے کچھ اسباق سیکھے جن کی وجہ سے 1860 میں اگلے موقع پر وہ زیادہ موثر ہوئے
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S آخری انتظام میدان جنگ کے بجائے " بیک روم " سودے سے ہوا
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس زمانہ میں لوگ اپنے سماج یا تنظیم میں اپنے اختیار کے بجائے ضروریات کی بنا پر سماجی شراکت داری میں مشغول ہوتے تھے
A 11 12|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس مضمون میں بھارت کی دفتری زبانوں میں اس کا نام دیا گیا ہے
A 9 10|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اس سے ہوتا یہ ہے کہ پانی میں عکس سر سے پاؤں کے بجائے پاؤں سے سر تک دکھائی پڑتا ہے
A 12 13|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S کینسر کی تشخیص کے لیئے قادر تیسٹ ایجاد کیا
A 4 5|||R:ADP:INFL|||لئے|||REQUIRED|||-NONE-|||0

S اس کے علاوہ ٹریڈ یونین ایکشن کامیٹی کا مرکزی نائب چیئر مین رہا
A 7 8|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S بعد میں سندھ نیشنل پارٹی کا مرکزی عہدیدار رہا
A 5 6|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S مشورہ دیا گیا ہے کہ اب انگلیوں کے ذریعے فتح کا نشان بنانے کے بجائے کوئی اور طریقہ اختیار کیا جائے تو بہتر ہوگا
A 13 14|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس کی مکمل تاریخ کے لیئے ہمیں ماضی کا چکر لگانا ہو گا
A 5 6|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اس کے بجائے انہوں نے شاہانہ تزئین و آرائشوں کو بیان کرکے جین برادری کی خوشحالی کا مظاہرہ کرنے پر توجہ دی
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ورنگل کا حکمران کپیا نائک اور اس کے دوست پرولیٹ ویم اور ویر بلال سوم ان کے مخالف تھے
A 7 8|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S بلال کا بیٹا اور وارث معاون تھے
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اس کی بنیاد دو بھائیوں نے رکھی تھی جن کا نام ہریہر اور بوکا تھا
A 9 10|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S تاہم فارسی مورخ فرشتہ نے مابار کے بغاوت کا سال 1340 عیسوی کے طور پر پیش کیا ہے
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس نے 1291 میں اپنے دوسرے بیٹے ر کن الدین کیکاؤس کے لئے بنگال کی طاقت چھوڑ دی
A 14 15|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S سلطان غیاث الدین نے اس کے بجائے شہزادہ محمد کا بیٹا کیخسرو کو نامزد کیا
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S 1980 میں مقدمات کی تکمیل کے بعد اعلی تعلیم کے حصول کیلئے حوزہ علمیہ مشہد ایران روانہ ہو گئے
A 3 4|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S مولانا ارشد مدنی نے بھی ان کی موت پر غم کا اظہار کیا
A 6 7|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S محمد شفیق کا وفات اسلام آباد میں 5 فروری 2020 کو ہوئی
A 2 3|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S خواتین کا کرکٹ ایک طرز کا ٹیم کھیل ہے جسے خواتین کھیلتی ہیں
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S کراچی کا رہائشی ثاقب غفور صاحب یہ جانتے ہیں اور انہوں نے ویکسین لگوالی ہے
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S و2وو5وو6و ان کا آبائی وطن صوبہ بہار کے کیمور ضلع کے ایک چھوٹے سا گاؤں اترولیا ہے
A 10 11|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S اور عورتوں کے حقوق صحت کے امور تعلیم اور برابری کے لیئے آواز بلند کی
A 11 12|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S 1923 میں وہ یہودی قومی فنڈ کا صدر منتخب ہوا جس کی سربراہی انہوں نے اپنی موت تک کی
A 6 7|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S ناٹ ( 44 معاہدہ 27 کے بجائے کلومیٹر فی گھنٹہ ناٹ ( 50 ) کلومیٹر فی گھنٹہ )
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S کچھ ریاستوں میں بی جے پی کے اتحادی جماعت کی حکومت ہے جیسے بہار میگھالیہ تمل ناڈو سکم میزورم اور ناگالینڈ
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس کے بجائے روسی طاقت آہستہ آہستہ بڑھتی گئی
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس کی بجائے روسی طاقت آہستہ آہستہ بڑھتی گئی
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اس کے بجائے روسی طاقت آہستہ آہستہ بڑھتی گئی
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S چنانچہ وہ ناگیندر سے کہتا ہے کہ اسے جیل بھیجنے کے بجائے ہندوستانی فوج میں تعینات کیا گیا ہے
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S نظرا بھارت کا ضلع بہار میں بسا ایک گاؤں ہے جو بینی پٹی بلاک اور ضلع مدھوبنی میں واقع ہے
A 2 3|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S وہ ایک انڈونیشیا کا قاریہ ( تلاوت قرآن ) اور سنٹرل انسٹی ٹیوٹ برائے قرآنی تلاوت کی ترقی کے منیجر ہیں
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S وہ ایک انڈونیشیا کا قاریہ ( تلاوت قرآن ) اور سنٹرل انسٹی ٹیوٹ برائے قرآنی تلاوت کی ترقی کے منیجر ہیں
A 18 19|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس کے بجائے اس نے اسلامی انقلاب کی راہ ہموار کردی
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S " " اس کے بجائے اس نے اسلامی انقلاب کی راہ ہموار کردی
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S فقہ کی علم انہوں نے ابو القاسم انماطی شافعی صاحب مزنی سے حاصل کی
A 1 2|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S وہ محض 34 سال کا تھے
A 4 5|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S والد انہیں باندی کے بجائے یہ تسبیح عنایت فرمائی اور فرمایا کہ یہ تسبیح باندی سے کہیں زیادہ قیمتی اور بہتر ہے
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس کے بجائے ناقص غذائیت میڈیکل کیمپوں اور اسپتالوں میں بھیڑ اور ناقص حفظان صحت نے اسے زیادہ مہلک بنایا
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S سنی اور شیعہ علمائے کرام ( علمائے کرام ) کی قسمت
A 9 10|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S مانک کنگرانی ( انگریزی ) سندھ پاکستان کا اردو اور سندھی زبان کے ڈراما نگار افسانہ نگار شاعر اور صحافی ہے
A 7 8|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S باش دراق مسجد ( لاطینی ) ترکی کا ایک مسجد جو ازمیر میں واقع ہے
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S صلیبچی اوغلو مسجد ( لاطینی ) ترکی کا ایک مسجد جو کوناک ازمیر میں واقع ہے
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ان کا سب سے مشہور کتاب تاریخ الاندلس ہے جو مسلم ہسپانیہ کی تاریخ ہے
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اسلام کی تاریخی مواد میں اضافے کیلئے ویکی کا رکنیت کا حامل
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S وہ مملوک میں سے تھے اور اس کے بڑے کام بدائع الز ور ف وقائع الد ور متعدد نسخوں میں شائع ہوئی ہے
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S گٹ کو 2005 میں لینس ٹورویلڈس نے درحقیقت لینکس کرنل کے ڈولپمینٹ کے لیے بنایا تھا
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ان کا طرز فکر ہمیشہ مذہبی رہا خطابت درس و تدریس ان کے اولین ترجیہات میں سے تھے
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S فارس میں اناطولیہ اور جارجیا کی منگول کمان دار ( جرنیل ) تھا
A 5 6|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S گورنر نے ہتھیار ڈالنے کے بجائے ان کے جہازوں کو تباہ کرنے کی تجویز پیش کی جس پر پرتگالیوں نے اتفاق کیا
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مخدوم یحیی منیری 13 ویں صدی کا ایک ہندوستانی صوفی بزرگ تھا
A 6 7|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S وہ مخدوم اسرایل ولد امام محمد تاج فقیہ ہاشمی ( جسے شیخ الہند بھی کہا جاتا ہے ) کا بیٹا تھا
A 18 19|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S وہ سہروردیہ صوفی سلسلے کے شیخ شہاب الدین ابو حفص عمر السہروردی کا شاگرد تھا
A 12 13|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اسے مشکل بنانے میں اکثر ثابت شدہ حل کے بجائے کہی سنی اور غیر ثابت شدہ باتوں کا رواج پانا ہے
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S وہ بہت ساری کتابوں کا مصنف ہے
A 4 5|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S بنفشا بنت عبداللہ رومیہ ( وفات 598ھ ) خلافت عباسیہ کا تینتیسوے خلیفہ مستضی بامر اللہ کی کنیز تھیں اور نہایت متقی خاتون تھیں
A 10 11|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S نوجوانان عثمانیہ ( جوان عثمانی ) تنظیمات سے مطمئن نہیں تھے وہ اس کے بجائے یورپ کی طرح کی آئینی حکومت چاہتے تھے
A 13 14|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S زیادہ تر لوگوں کے بجائے رائے شماری کا فیصلہ ہوتا
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S باہمی تعاون کے بجائے یکطرفہ رہی ( یورپ میں کوئی سفیر نہیں بھیجا گیا تھا )
A 2 3|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S معاہدےکے بعد باب عالی کو مجبور کیا گیا کہ وہ طاقت کے بجائے کمزوری سے گفت و شنید کرے
A 11 12|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S کمیتی ارتکاز کسی آمیزے میں کیمیاوی اجزا کی کیمت کو اس کے کل حجم پر تقسیم کرنے سے حاصل کیا جاتا ہے
A 7 8|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S پاکستان میں مہندی کی کاشت کے لیئے صوبہ سندھ کے علاقے میہڑ کو ایک خاص مقام حاصل ہے
A 6 7|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S مولانا انور بدخشانی ایک پاکستانی اسلامی اسکالر ہے اور جامعہ بنوریہ کراچی میں حدیث کا استاد ہے
A 14 15|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S وہ عالمی مجلس تحفظ ختم نبوت کا رہنما بھی ہے
A 6 7|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S ان کا سرائیکی زبان میں شاعری کا کتاب اور قرآن پاک کا ترجمہ شایع ہوا ہے
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ان کا سرائیکی زبان میں شاعری کا کتاب اور قرآن پاک کا ترجمہ شایع ہوا ہے
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مانی کی ژی مایا نے خود کو ہسپانویوں سے اتحاد کرلیا جبکہ سوتوٹا کی کوکوم مایا یورپی نوآبادیات کا ناقابل تسخیر دشمن بن گئیں
A 18 19|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ایک مشہور غلط فہمی موجود ہے کہ جہاز ڈوبنے کے بجائے جل گئے تھے
A 9 10|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اپنی بادشاہی کو مکمل طور پر ہتھیار ڈالنے کے بجائے بادشاہوں کو اس کے ذریعے متعدد فوائد حاصل ہوئے
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ثقافت کا مذہب کے بجائے خطے پر زیادہ انحصار ہے
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ثقافت کا مذہب کے بجائے خطے پر زیادہ انحصار ہے
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ثقافت کا مذہب کے بجائے خطے پر زیادہ انحصار ہے
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S علی کے حامیوں کا خیال تھا کہ علی کو محمد نے اپنا جانشین منتخب کیا ہے لہذا خلافت اسی کا ہونا چاہئے
A 19 20|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S تاہم بالآخر اس کے بجائے ریاستہائے متحدہ امریکہ نے گیلپیگوس میں ایک اڈے پر فیصلہ کیا
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس کے بجائے موہنداس گاندھی کی سربراہی میں کانگریس نے ہندوستان چھوڑو موومنٹ میں آزادی کا مطالبہ کیا
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S " تجی " اور " تجی " کے بجائے " تجی "
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S " تجی " اور " تجی " کی بجائے " تجی "
A 7 8|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S " تجی " اور " تجی " کے بجائے " تجی "
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S موضع سرگڈھن چکوال روڈ پر خانگاہ ڈھیری بابا نصیب غازی عرف چور شاہ غازی اعوان بودہال سرگڈھن کا جد ہے
A 17 18|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S وہ راجپوت ہونے کا دعوی کرتے ہیں اس لیے کھیتی باڑی خود کرنے کے بجائے مزارع سے کرواتے ہیں
A 13 14|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S پانچ کتابوں کا مصنف ہیں
A 2 3|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S ٹز ٹز یا ٹر ٹر سندھی میں ننی اور چھوٹی سندھ کی مقامی پرندہ ہے
A 11 12|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S اس کا مقصد فوج کی بدنامیوں کی حوصلہ افزائی اور مسلح کارروائی کرکے شامی حکومت کا خاتمہ کرنا ہے
A 4 5|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S جدید نقل و حمل اور توقعات کے ساتھ یہ مستقل کے بجائے معاہدہ تھا جیسا کہ 19 ویں صدی کا معاملہ تھا
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S جس میں دال چاول مچھلی بکری کا گوشت کی کڑہائی ماھی گوشت کی صبزی اور بھی بہت ساری دالیں استعمال کی جاتی ہیں
A 6 7|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اس کے بجائے تھائی لینڈ کے شہر بنکاک میں اسرائیلی سفارت خانے کی کمبوڈیا میں منظوری ہے
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S آخری بار کوکھبہ کے بغاوت کے بعد ہیڈرین نے یہودیہ اور شام کے صوبوں میں شمولیت اختیار کر کے شام پلسٹینا تشکیل دیا
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس کے بجائے ایسا لگتا تھا کہ یہ طرز زندگی میں ایک انقلاب ہے
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مرزا غالب کی فارسی غزلیات بھی آئینہ سکندر میں شائع ہوتی تھیں
A 2 3|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S سیریز کا چوتھی قسط بہت مشہور ہوئی نشریات کے صرف چوتھے ہفتے میں 14 46 فیصد درجہ بندی ریکارڈ کی گئی تھی
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S تاہم زیادہ تر تارکین وطن اسرائیل کے بجائے فرانس بیلجیم اسپین اور کینیڈا گئے تھے
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S کہ مرنے والوں میں اکثریت طوطی کے بجائے ہوٹو کی تھی
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس کے بجائے انہوں نے وارسا معاہدے کے مشرقی یورپی ممبروں سے ایتھوپیا کا ماڈل بنانے کی کوشش کی
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S عالمی منڈی میں چینی کی اعلی قیمتیں جو ایتھنول کے بجائے چینی پیدا کرنے کے لئے زیادہ دلکش ہیں
A 9 10|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S برازیلین پروڈیوسروں کو ایتھنول ایندھن میں تبدیل کرنے کے بجائے چینی کی حیثیت سے فروخت کرنے میں فائدہ مند ہے
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ان " ویب 1 0 " دور کی ویب سائٹوں کے مخصوص ڈیزائن عناصر شامل ہیں متحرک کے بجائے جامد صفحات
A 17 18|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S رس پہلے بحر کیسپین سے متصل مسلم علاقوں میں جنگجوؤں کے بجائے تاجروں کے طور پر داخل ہوا
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ) اور ایس ویو جوڑا بنانے کے بجائے ڈی لیو جوڑا کافی ہیں
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ) اور ایس ویو جوڑا بنانے کی بجائے ڈی لیو جوڑا کافی ہیں
A 6 7|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S ) اور ایس ویو جوڑا بنانے کے بجائے ڈی لیو جوڑا کافی ہیں
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ کسی حقیقی یا خیالی ٹکنالوجی کے ذریعہ تیار کردہ تصاویر کے بجائے خوابوں کی تصاویر کے تناظر میں تھا
A 11 12|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S بعد میں حرکت پذیری جیسے بڑے پیمانے پر تفریحی صنعت کے آلات کے بجائے انہیں آپٹیکل کھلونے سمجھا جاتا تھا
A 12 13|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ کسی حقیقی یا خیالی ٹکنالوجی کے ذریعہ تیار کردہ تصاویر کی بجائے خوابوں کی تصاویر کے تناظر میں تھا
A 11 12|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S بعد میں حرکت پذیری جیسے بڑے پیمانے پر تفریحی صنعت کے آلات کی بجائے انہیں آپٹیکل کھلونے سمجھا جاتا تھا
A 12 13|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S یہ کسی حقیقی یا خیالی ٹکنالوجی کے ذریعہ تیار کردہ تصاویر کے بجائے خوابوں کی تصاویر کے تناظر میں تھا
A 11 12|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S بعد میں حرکت پذیری جیسے بڑے پیمانے پر تفریحی صنعت کے آلات کے بجائے انہیں آپٹیکل کھلونے سمجھا جاتا تھا
A 12 13|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ کسی حقیقی یا خیالی ٹکنالوجی کے ذریعہ تیار کردہ تصاویر کی بجائے خوابوں کی تصاویر کے تناظر میں تھا
A 11 12|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S بعد میں حرکت پذیری جیسے بڑے پیمانے پر تفریحی صنعت کے آلات کی بجائے انہیں آپٹیکل کھلونے سمجھا جاتا تھا
A 12 13|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S یہ کسی حقیقی یا خیالی ٹکنالوجی کے ذریعہ تیار کردہ تصاویر کے بجائے خوابوں کی تصاویر کے تناظر میں تھا
A 11 12|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S بعد میں حرکت پذیری جیسے بڑے پیمانے پر تفریحی صنعت کے آلات کے بجائے انہیں آپٹیکل کھلونے سمجھا جاتا تھا
A 12 13|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ کسی حقیقی یا خیالی ٹکنالوجی کے ذریعہ تیار کردہ تصاویر کی بجائے خوابوں کی تصاویر کے تناظر میں تھا
A 11 12|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S بعد میں حرکت پذیری جیسے بڑے پیمانے پر تفریحی صنعت کے آلات کی بجائے انہیں آپٹیکل کھلونے سمجھا جاتا تھا
A 12 13|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S یہ کسی حقیقی یا خیالی ٹکنالوجی کے ذریعہ تیار کردہ تصاویر کے بجائے خوابوں کی تصاویر کے تناظر میں تھا
A 11 12|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S بعد میں حرکت پذیری جیسے بڑے پیمانے پر تفریحی صنعت کے آلات کے بجائے انہیں آپٹیکل کھلونے سمجھا جاتا تھا
A 12 13|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ کسی حقیقی یا خیالی ٹکنالوجی کے ذریعہ تیار کردہ تصاویر کی بجائے خوابوں کی تصاویر کے تناظر میں تھا
A 11 12|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S بعد میں حرکت پذیری جیسے بڑے پیمانے پر تفریحی صنعت کے آلات کی بجائے انہیں آپٹیکل کھلونے سمجھا جاتا تھا
A 12 13|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S یہ کسی حقیقی یا خیالی ٹکنالوجی کے ذریعہ تیار کردہ تصاویر کے بجائے خوابوں کی تصاویر کے تناظر میں تھا
A 11 12|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S بعد میں حرکت پذیری جیسے بڑے پیمانے پر تفریحی صنعت کے آلات کے بجائے انہیں آپٹیکل کھلونے سمجھا جاتا تھا
A 12 13|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S بعد میں حرکت پذیری جیسے بڑے پیمانے پر تفریحی صنعت کے آلات کی بجائے انہیں آپٹیکل کھلونے سمجھا جاتا تھا
A 12 13|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S یہ کسی حقیقی یا خیالی ٹکنالوجی کے ذریعہ تیار کردہ تصاویر کے بجائے خوابوں کی تصاویر کے تناظر میں تھا
A 11 12|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S بعد میں حرکت پذیری جیسے بڑے پیمانے پر تفریحی صنعت کے آلات کے بجائے انہیں آپٹیکل کھلونے سمجھا جاتا تھا
A 12 13|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S کچھ مورخین نے مشورہ دیا ہے کہ والیس انفرادی تغیر پر عمل کرنے کے بجائے دراصل گروپ سلیکشن پر گفتگو کر رہا تھا
A 13 14|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S کچھ مورخین نے مشورہ دیا ہے کہ والیس انفرادی تغیر پر عمل کرنے کے بجائے دراصل گروپ سلیکشن پر گفتگو کر رہا تھا
A 13 14|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ابھی میں نے فلپائن کی بلدیات پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اس کے بجائے عام اتفاق رائے نے انہیں بنیاد پرست افراد کی حیثیت سے دیکھا
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S واہی کنگرانی پاکستان کے صوبہ پنجاب کے ضلع ڈیرہ غازی خان کی شہر وڈور کے قریب شہر ہے
A 11 12|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S نواف الاحمد الجابر الصباح ( 25 جون 1937 ) کویت کا امیر اور 30 ستمبر 2020 سے کویتی افواج کے سربراہ ہے
A 10 11|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S وہ عبداللہ سلیم الصباح کا سب سے بڑے صاحبزادے تھے جنہوں نے 1950 سے 1965 تک کویت پر حکمرانی کی
A 4 5|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S کویت کے امیر ملک کا بادشاہ ریاست کا سربراہ اور حکومت کا سربراہ ہوتا ہے
A 1 2|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S ابھی میں نے بنگالی زبان کی تحریک پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S یتیم بچوں کے لیئے رہنے کا انتظام ارو کھانا پینا اور تمام اخراجات کو برداشت کرتا ہے ادارہ
A 3 4|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S مسجد کا مرکزی ہال کو ایک بہت بڑا گنبد ( قطر 16 میٹر اونچائی 32 میٹر ) کے ساتھ احاطہ کرتا ہے
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S مسلم بن عقبہ بنو مررہ کے ایک مخصوص عقبہ کا بیٹا تھا
A 9 10|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S جس کا اندازہ اس بات سے بھی لگا جاستا ہے " پچھاڑکن پساہن " میں بھی آپ تعلیم کے پھلاؤ کا ہدایتیں دیتے رہے
A 20 21|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S 2003 اور 2015 کے درمیان یونیورسٹی کے صدر ش خہ عبد الل المسند تھے
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S 19 مارچ 2012 ) سندھی زبان کے ماہر تعلیم اور مصنفہ تھیں
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S سویرے کا سورج تمھارے لیئے ( اک بار مسکرا دو )
A 4 5|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S حملہ آور کا ارادہ اکثر شکار کو مارنے کے بجائے ذلیل کرنا ہوتا ہے
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S رونق لاکھانیایک پاکستانی مخیراور خصوصی اولمپکس پاکستان کے بانی ہیں
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S وہ پنجاب کے ضلع لاہور کے رہنے والی ہیں
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S زہرہ یوسف انسانی حقوق اور میڈیا کے وکیل ہیں
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ایران اسرائیل کی ریاست کو تسلیم نہیں کرتا ہے اور اس کے بجائے اسے فلسطین کے قبضے میں تسلیم کرتا ہے
A 11 12|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ گاڑیوں کے سب سے بڑی حجمی درجہ‌بندی ہے
A 2 3|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S لاہور میں انہوں نے استاد چھوٹوے غلام علی سے موسیقی کے سبق حاصل کیے
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S امراؤ سمون سندھیانی تحریک کے ہم عصر صدر ہیں
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S انہیں ایڈمنسٹریٹرز اور جیوگرافرز کے ساتھ ساتھ اس وقت بہت سے " انڈولوجسٹ " سنسکرت لٹریچر کی سٹڈی میں مصروف تھے
A 16 17|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S ابھی میں نے بھارتی رسائل کی فہرست پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S ابھی میں نے جانوروں کا استحصال پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ابھی میں نے مراکش کی علاقائی تقسیم پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S الجبیریا کے سیاسی اشرافیہ کے ذریعہ تیبون کی تقرری حیرت انگیز سمجھی جاتی تھی جنھیں توقع تھی کہ سیلل کی دوبارہ تقرری ہوگی
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S چونکہ فرخی کی زیادہ تر قصائد غزنویوں کے دربارسے وبستگی کے دوران لکھے گئے لہذا اس میں بہت تعریف اور ستائش موجود ہے
A 2 3|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اس کے لیے عموم ا کسی انسانی تصویر کے بجائے کچھ جذبات یا کیفیات علامتی طرز پر استعمال کیے جاتے ہیں
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S گلکرسٹ کا ٹیسٹ میدان میں داخلہ آسٹریلیا کی قسمت میں ڈرامائی اضافے کے ساتھ ہی ہوا
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S پیر غلام حسن کوئیہامی کی توجیہات
A 4 5|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S ابھی میں نے پاکستان کی طلبہ تنظیموں کی فہرست پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S 2012 میں فلم " بگنرز " کے لیئے بیاسی برس کی عمر بہترین معاون اداکار کا آسکر انعام جیتا
A 7 8|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اس کا داستان گو ڈیزائن دیگر برتن سازوں کے ساتھ مقبول ہوا جنہوں نے جانوروں کی کہانی سنانے والی جدتیں پیدا کیں
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S یہ لوگ پیشے کے مستقل الوجود ہونے اور اس کی قانونی حیثیت بنائے رکھنے کی بھی شدید مخالف رہی ہیں
A 14 15|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اپنے کیرئیر کے اختتام تک انہیں 1960 سے 1990 کے دہائی تک ایک قابل احترام لوک فنکار سمجھا جاتا ہے
A 9 10|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S غزالہ جاوید 1 جنوری 1988 کو پاکستان کے صوبہ خیبر پختونخوا کی وادی سوات میں پیدا ہوئیں
A 11 12|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S ثمینہ سید ( ولادت 1944 وفات 17 ستمبر 2016 ) پنجابی زبان کے گلوکارہ اور موسیقی کی استاد تھیں
A 12 13|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S لہذا انہوں نے اپنی تعلیم جاری رکھنے کے بجائے ایف ایم میں شامل ہونے کا فیصلہ کیا
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S لال چند یملا جٹ کو بھارت وزیر اعظم جواہر لعل نہرو نے 1956 میں سونے کا تمغا سے نوازا
A 15 16|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اجلاس نے یا تسلیم کیا کہ عوروتوں کو صرف عورتو‍ں سے مخصوص شعبوں کے بجائے تمام انسانی کاموں میں حصہ لینا چائیے
A 13 14|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس گھر پر کملا ( بنڈو ) کا بہت زیادہ غلبہ ہے جو بھنڈاری کنبے کے ماہر ہیں
A 15 16|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S حمیدہ احمد بے قاضی جوانشیر ( 19 جنوری 1873 6 فروری 1955 ) آذربائیجان کے مخیر اور خواتین کے حقوق کی کارکن تھیں
A 14 15|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ایک سروے کے مطابق ہندوستان میں اس فلم کی ٹکٹ کم از کم 30 ملین فروخت ہوئی ہے
A 8 9|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S تو دعا کی اصل نام صفوان ہے
A 2 3|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S ہرشدیپ کور نے 20 مارچ 2015 کو ممبئی میں سکھ روایتی تقریب کے مطابق اپنے بچپن کی دوست منکیت سنگھ سے شادی کی تھی
A 16 17|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اڈیہ کا پہلے پرنٹنگ ٹائپ سیٹ کی بنیاد 1836 میں عیسائی مشنریوں نے رکھی تھی جس نے کھجور کے پتوں پر لکھائی کی جگہ
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S تاہم دیر سے انڈا کاری کے تصور استقرار حمل کو ناممکن نہیں کرتا ہے
A 5 6|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S دنیا کس کا سائز نہیں جانتی
A 2 3|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S 2009 میں انھوں نے بین الاقوامی رپورٹنگ پروجیکٹ کیساتھ کام کیا
A 8 9|||R:ADP:INFL|||کیےساتھ|||REQUIRED|||-NONE-|||0

S علیزے ناصر دبئی میں پاکستانی اور ترک نژاد کی امریکی شہری کے ہاں پیدا ہوئیں
A 8 9|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S ان کا کام متنوع ثقافتوں میں خواتین کے کردار تعلقات اور ممنوعہ چیزوں کی جانچ کرتا ہے
A 13 14|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S رفعت عزیز ایک پاکستانی کشمیری سیاستدان ہیں جو 2021 میں آزاد کشمیر قانون ساز اسمبلی کے ممبر ہیں
A 15 16|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S وسیم رضوی اتر پردیش میں وقف کے شیعہ سنٹرل بورڈ کے سابق چیئرمین ہیں
A 10 11|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S اسوہ آفتاب ایک پاکستانی سیاستدان ہیں جو اگست 2018 سے پنجاب کی صوبائی اسمبلی کے رکن ہیں
A 14 15|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S بانو خلیل احمد ایک پاکستانی سیاستدان ہیں جو بلوچستان کی صوبائی اسمبلی کے ممبر ہیں
A 12 13|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S شمیم ممتاز ایک پاکستانی سیاستدان ہے جو جون 2013 سے مئی 2018 تک سندھ کی صوبائی اسمبلی کے ممبر رہ چکے ہیں
A 17 18|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S کنول شوزاب ( ولادت 1982 ) ایک پاکستانی سیاست دان ہیں جو اگست 2018 سے پاکستان کی قومی اسمبلی کے رکن ہیں
A 19 20|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S عذرا فضل پیچوہو 21 فروری 1953 کو پاکستان کے شہر لاڑکانہ میں حکیم علی زرداری اور بلقیس سلطانہ زرداری کی ہاں پیدائش ہوئی
A 19 20|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S وویمن کرکٹ ایسوسی ایشن کو 2006 میں بھارتی کرکٹ کنٹرول بورڈ میں ضم کر دیا گیا جو بین الاقوامی کرکٹ کونسل کی رکن ہے
A 21 22|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S فنینک اسکینڈینیوین جرمنی یا بالٹک اثر کو ظاہر کرنے کے بجائے روسی روایت کے اثرات پر زور دیا گیا
A 9 10|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ناقدین نے اس کی وجوہات میں ناقص اسکرین کہانی اور غلط اداکاروں کا انتخاب کو ذمہ دار گردانا
A 12 13|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اس کے سابق اور آسٹریلیائی کپتان اور ٹیم کے ساتھی ایلکس بلیک ویل کے مطابق پیری " ایک بہت ہی نجی شخص " ہے
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S لنڈسے این ریلر ( پیدائش 18 مارچ 1961 ) نیو ساؤتھ ویلز بریکرز اور آسٹریلیا کے سابق کرکٹر ہیں
A 15 16|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S آپ نے ڈابھیل کے احمد خان پوری کے زیر نگرانی
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S وہ جمعیت علمائے ہند کی ایکزیکیوٹیو کونسل ندوتہ العلما کی مجلس شوری اور جامعہ علی گڑھ کی تھیولاجی فیکلٹی کے رکن تھے
A 16 17|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اس کے بجائے کینیڈا کے میڈیا فنڈ نے 900 000 ڈالر کی سرمایہ کاری کی
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہاں کرنجیا کی معروف دیوی ماں امبیکا کا ایک مندر ہے
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ واقعات خواہشات کی فعالیت اور اس کی محرک نوعیت کے واضح مثالیں ہیں
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S بھارت کی بلقیس بانو تھیں اور مین آف دی یر چین کی الہام توہٹی تھے
A 11 12|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S سال کی بہترین خاتون تنزانیہ کی صدر سامیہ حسن اور سال کی بہترین مرد جرمنی کی اوغور شاہین تھے
A 11 12|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S یہ پوکیمون انیمے سیریز کا پہلا فلم ہے
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ پوکیمون انیمے سیریز کی پہلی فلم ہے
A 4 5|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S یہ پوکیمون انیمے سیریز کا دوسرا فلم ہے
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ پوکیمون انیمے سیریز کی دوسری فلم ہے
A 4 5|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S یہ پوکیمون انیمے سیریز کا تیسرا فلم ہے
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ پوکیمون انیمے سیریز کی تیسری فلم ہے
A 4 5|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S یہ پوکیمون انیمے سیریز کا چوتھا فلم ہے
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ پوکیمون انیمے سیریز کی چوتھی فلم ہے
A 4 5|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S یہ پوکیمون انیمے سیریز کا پانچواں فلم ہے
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ پوکیمون انیمے سیریز کی پانچویں فلم ہے
A 4 5|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S یہ پوکیمون انیمے سیریز کا چھٹا فلم ہے
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ پوکیمون انیمے سیریز کی چھٹی فلم ہے
A 4 5|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S یہ پوکیمون انیمے سیریز کا ساتواں فلم ہے
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ پوکیمون انیمے سیریز کی ساتویں فلم ہے
A 4 5|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S یہ پوکیمون انیمے سیریز کا آٹھواں فلم ہے
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S حسن نے اپنے اسباق عربی زبان میں سے لیئے اور قران کی زبان ( عربی ) کے ساتھ جوڑے رہے
A 8 9|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S مجمع العلوم الاسلامیہ پاکستان جامعۃ الرشید اور جامعہ بنوریہ کے ذریعہ قائم کردہ ایک تعلیمی بورڈ ہے
A 9 10|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S اس میں قومی سطح کے لاک ڈاؤن کے بجائے ریاستی لاک ڈاؤں اور نقل حرکت پر رکاوٹیں کھڑی کی گئی تھی
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S آپ رات ڈیڑھ بجے تک اپنے شیخ کے پاؤں دباتے اور جب شیخ سوجاتے تو آپ بھی سونے کے لیئے لیٹ جاتے
A 19 20|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S والد صاحب کے دوست آپ کو فقیر اور درویش کہتے تھے اور خود والد نام لینے کے بجائے مولوی صاحب کہتے تھے
A 16 17|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S لارس اور اس کے دوست روبی اسے بچانا چاہتے ہیں لیکن اس کے بجائے وہ بھی ٹرین میں پھنس گئے ہیں
A 12 13|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ان کی اساتذہ میں حسین احمد مدنی اور معراج الحق دیوبندی شامل ہیں
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S مجلس متولیان ویکیمیڈیا فاؤنڈیشن کی حیثیت سے فاؤنڈیشن اور اس کے امور کی نگراں ہے
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S انہوں نے شاہی عدالت کے بجائے قوانین چلائے عوامی کاموں کے منصوبوں کی نگرانی کی اور اپنے لئے محصول وصول کیا
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ایک مایوس ماں فیصلہ کرتی ہے کہ خدا اس کے نوزائیدہ بیٹے کو پھانسی کے بجائے ہدایت دے
A 14 15|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S قانون کے مطابق ملان کو پھانسی دینے کے بجائے شانگ اپنی جان بچاتا ہے اور اسے فوج سے نکال دیتا ہے
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس کے بجائے بارش کو گولی مار کر دریا میں پھینک دیا جاتا ہے
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس کے بجائے جو کچھ اس نے حاصل کیا وہ سرکس اداکاروں کا ایک باصلاحیت گروپ تھا
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S زیڈ نے اس کے بجائے اسے معمولی کام انجام دیا ہے جو بظاہر سرفنگ سے غیر متعلق ہے
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S روکسین اب سختی کے بجائے برنارڈ میگامائنڈ کو ترجیح دیتے ہیں
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S میگامند سے تنگ آکر تنگ نے اسے جیل بھیجنے کے بجائے اسے قتل کرنے کا ارادہ کیا
A 9 10|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S انہوں نے مرتے دم تک ہومیوپیتھک دوائی کا مشق کیا
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S عارفی 1923 سے اشرف علی تھانوی سے تعلق میں تھے اور 1927 میں ان کی " مرید " ہو گئے
A 14 15|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S تھانوینے انہیں 1935 میں سلسلہ چشتیہ میں اجازت دی عارفی دارالعلوم کراچی کی ایگزیکٹو کونسل کا رکن تھا
A 15 16|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S مفتی پوپل زئی کے خیبر پختونخوا قبائلی علاقوں اور صوبہ بلوچستان کے شمالی سرے میں پشتونوں کے درمیان پیروکاروں کی ایک بڑی تعداد ہے
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S قانونی چارہ جوئی کے بجائے اجتماعی کارروائی
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S قانونی چارہ جوئی کی بجائے اجتماعی کارروائی
A 3 4|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S قانونی چارہ جوئی کے بجائے اجتماعی کارروائی
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S قانونی چارہ جوئی کی بجائے اجتماعی کارروائی
A 3 4|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S قانونی چارہ جوئی کے بجائے اجتماعی کارروائی
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S بگ باس اس کے بجائے بارود کے ساتھ درخت اڑا دینے کی کوشش کرتا ہے لیکن بلو نے اسے ناکام بنا دیا
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S تین سال بعد وہ نظام کے تمام تعلیمی امور کا ناظم مقرر ہوئے
A 9 10|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S نوید عالم ( 16 ستمبر 1973 13 جولائی 2021 ) پاکستانی فیلڈ ہاکی کا کھلاڑی تھے
A 13 14|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S قدرتی گیس کارخانے گاڑیاں چلانے اور گھریلو کام جیسے کھانے بنانے کے لیئے استعمال کی جاتی ہے
A 12 13|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S تھرمل بجلی پیدا کرنے کے لیئے بھی قدرتی گیس استعمال ہوتا ہے
A 5 6|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S لیکن ایک تو وہ اچھی قسم کا نہیں ہے اور دوسرا ملکی ضرورتون کے لیئے ناکافی ہے
A 14 15|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S جس سے رک ہوائی جہاز رنگ اور فوٹو گرافی کے سامان کے لیئے استعمال ہوتا ہے
A 12 13|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ضلع چاغی میں موجود ریکوڈیک کے سونے ذخائر اتنی مقدار میں موجود ہیں کہ اسے نکالنے کے لیئے
A 17 18|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S دیوبند کا خانواد عثمانی سے ان کا نانیہالی رشتہ ہے
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S 1394 میں دہلی سلطنت کے خاتمے کے بعد اس نے اپنے آپ کو جونپور کے ایک آزاد حکمران قرار دے دیا
A 14 15|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S نور قطب العالم نامی ایک مسلمان مقدس شخص کے زیراہتمام اس نے راجہ گنیش کے ماتحت سلطنت بنگال کو دھمکی دی
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مبینہ طور پر مخنف عائشہ کا کزن ( یا چچا ) تھا
A 5 6|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S بھارت میں خصوصا ریاست اوڈیشا میں تحریک تحفظ ختم نبوت پر ان کے بے بہا خدمات ہیں
A 12 13|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S پھر وہ خالصہ کالج امرتسر میں داخل ہو گئے اور وہاں اسٹیج پر مذہبی شاعری پڑھتے پڑھتے سٹیج کی شاعر ہوگئے
A 18 19|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اس لئے کئی تنظیمیں تشکیل دے کر صلح کروانے اور ترقی کے کام کے لیئے کوشاں ہیں
A 14 15|||R:ADP:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اگرک کا آثار قدیمہ امبرڈ وادی کے مغربی جانب شاہراہ کے جنوب میں واقع ہے
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اس کا ثبوت سکوں کی تدفین کے ساتھ ساتھ ہیلینسٹک اور رومن ادوار کے دستخطی انگوٹھیوں سے ہوتا ہے
A 13 14|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S سعید بن سلطان سلطان بن احمد کا بیٹا تھا جس نے 1792 سے 1804 تک عمان پر حکومت کی تھی
A 6 7|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S یہ ناول کرائیٹون کا پچھلا ناول جوراسک پارک کا استمرار ہے
A 3 4|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S ڈپلومہ کی تعلیم کی دوران انہوں نے پاکستانی فلم ڈائریکٹر مشتاق گزدر اور جرمن فلم ساز برنارڈ شیرر کے تجربات سے استفادہ کیا
A 3 4|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S ویدوں میں جن سات رشیوں کا نام ملتا ہے وہ درج ذیل ہے
A 5 6|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S وہ ای فایل این فٹ بال ٹیم کا رکن تھا
A 7 8|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S وہ دائیں ہاتھ کی بلے باز اور دائیں ہاتھ کا میڈیم فاسٹ گیند باز ہیں
A 9 10|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S نمونے کے طور پر ان کے یہ کلام نذر میر ملاحظہ ہو
A 5 6|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S تقوی ایک عربی زبان کا کنیت ہے جسے امام محمد الجواد تقی کی اولاد میں استعمال کیا جاتا ہے
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S وکٹوں کے لحاظ سے ان کی پہلی کم ترین جیت آسٹریلیا کا دورہ پاکستان کے پہلے ٹیسٹ میں 1994 95 میں حاصل ہوئی
A 11 12|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S رولٹن کو میچ کا بہترین کھلاڑی قرار دیا گیا
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ آسٹریلیا کا عالمی کپ فائنل میں تیسری شمولیت تھی جب کہ نیوزی لینڈ ٹیم مسلسل دوسری بار شرکت کر رہا تھی
A 2 3|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S انہوں نے 1936 میں انگلینڈ کا دورہ کیا لیکن ٹوٹی ہوئی انگلی نے ان کی ظاہری شکل کو محدود کر دیا
A 3 4|||R:ADP:INFL|||بمیں|||REQUIRED|||-NONE-|||0

S وہ قومی اسمبلی کے رکن بھی رہے ہیں
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S وہ قومی اسمبلی کی رکن بھی رہی ہیں
A 3 4|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S یوروبا نائیجیریا کی کل آبادی کا تقریبا 30 ہے اور یہ پورے مغربی افریقہ میں تقریبا 40 ملین افراد کا گھر ہے
A 19 20|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S 26 اپریل 1876 8 جون 1926 ) ایک ہندوستانی سائرو مالابار کیتھولک کا مذہب تھا اور مقدس خاندان کی جماعت کی بانی تھی
A 12 13|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S وہ دائیں ہاتھ کے بلے باز اور وکٹ کیپر تھے اور ٹیسٹ کرکٹ کھیلنے والے پہلے ہندوستانی نژاد کرکٹر تھے
A 3 4|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S دونوں کمیونٹیز سنت کو متبادل اور مذہبی طور پر غیر جانبدار اصطلاح زندہ پیر یا " زندہ سنت " کے ذریعہ بھی کہتے ہیں
A 19 20|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S د خدا لغت ( فارسی لغت‌نام د خدا ) فارسی زبان کی سب سے بڑی لغت ہے جو دو سو جلد پر مشتمل ہے
A 11 12|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S کلارک نیوزی لینڈ کے وزیر اعظم
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S زلیخا رابنسن کی جائے پیدائش انگلینڈ کے مشہور شہر لندن ہے
A 6 7|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S 1994 95 میں وہ کوئنز لینڈ کی ٹیم کا رکن تھا جس نے پہلی بار شیفیلڈ شیلڈ جیتی تھی
A 8 9|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S ان کا بیٹا پہلی جنگ عظیم کا ایئر ایس اور دوسری جنگ عظیم کے کمانڈر ایئر مارشل سر آرتھر کوننگھم تھا
A 13 14|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S وہ سیف اللہ واحد دستجردی کی بیٹی ہیں جو ایران کی ہلال احمر سوسائٹی کے سربراہ تھے
A 14 15|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S نیو ساؤتھ ویلز چیمپئنز لیگ ٹی ٹوئنٹی کی افتتاحی فاتح تھی
A 7 8|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S شادیہ عالم یا شادیہ علیم یا عربی میں شاد عالم ( مکہ میں پیدا ہوئی ) ایک سعودی عرب کا بصری فنکار ہے
A 19 20|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S 2021 میں وہ " ٹائم کی " دنیا کے 100 سب سے زیادہ بااثر افراد میں شامل تھیں
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ایک دائیں ہاتھ کے بلے باز ہیوز کو آرتھوڈوکس اور پرکشش بلے بازی کے انداز کے مالک دیکھا گیا
A 15 16|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S بال ٹیمپرنگ کا واقعہ اور معطلی
A 2 3|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S یہ ان کا فرسٹ کلاس کرکٹ کا آخری سیزن تھا
A 2 3|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اس کے بجائے بنیادی طور پر چھ بڑے شیئر ہولڈرز تھے
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ہمشاہ سلطان کی مزید قسمت نامعلوم ہے
A 2 3|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S اسے برسا میں اپنے سوتیلے بھائی شہزاد احمد کی قبر میں دفن کیا گیا
A 8 9|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S کوپ لینڈ نے سابق آسٹریلوی ڈائمنڈز اور جائنٹس نیٹ بال کے نیٹ بالر کمبرلی گرین سے شادی کی ہے
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس کے پڑوسی واحد رفعت خاندان نے کبھی کسی کو اس سے ملنے جاتے نہیں دیکھا
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S بال ٹمپرنگ کا واقعہ اور معطلی
A 2 3|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S بھارت اور جنوبی افریقہ کا دورے
A 4 5|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S کیریئر کا سب سے زیادہ اوسط
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S 2015 سے نینس اے بی سی گرینڈ اسٹینڈ کی کرکٹ کمنٹری ٹیم کی رکن رہے ہیں
A 12 13|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اس درسگاہ کی حیثیت اکثر انگلینڈ کے کیمبرج اور آکسفورڈ یونیورسٹیوں کے ساتھ مقابلۃ پیش کی جاتی تھی
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس مربعے کی خاص خصوصیات اور اہم حیثیت کے وجہ سے اسے یونیسکو عالمی ثقافتی ورثہ مقامات میں بھی شمار کیا جاتا ہے
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ناظم کی شاعری کے پانچ برقی مجموعے منظر عام پر آئے ہیں جو سب کی سب اردو میں ہیں
A 14 15|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S ٹموتھی گرانٹ ساؤتھی ( پیدائش 11 دسمبر 1988 ) نیوزی لینڈ کا ایک بین الاقوامی کرکٹر ہے جو ہر طرح کا کھیل کھیلتا ہے
A 11 12|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S ٹموتھی گرانٹ ساؤتھی ( پیدائش 11 دسمبر 1988 ) نیوزی لینڈ کا ایک بین الاقوامی کرکٹر ہے جو ہر طرح کا کھیل کھیلتا ہے
A 20 21|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اکتوبر 2019 میں سکیور نے انگلینڈ کی ساتھی کرکٹر کیتھرین برنٹ سے اپنی منگنی کا اعلان کیا
A 6 7|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S ڈیلوین کیرن براؤنلی ( پیدائش 10 جنوری 1969 ) نیوزی لینڈ کے سابق کرکٹر ہیں جو بطور آل راؤنڈر کھیلے
A 11 12|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S لی میری مورین تاہوہو ( پیدائش 23 ستمبر 1990 ) کرائسٹ چرچ میں نیوزی لینڈ کے کرکٹر ہیں
A 15 16|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ہیروکا فرنینڈو ( پیدائش 30 ستمبر 1976 ) سری لنکا کے کرکٹر ہیں
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S لارڈز میں ایک چیریٹی میچ میں ان کے ظہور کا وقت بھی تھا
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S سلطان مراد دوم نے انہیں کچھ ترک حکمرانوں کے لیے سفیر بنا کر بھیجا تھا
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس کے کام کو بعد کے عثمانی مورخین نے استعمال کیا
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S انہیں سن رائزرز حیدرآباد نے 2020 کے آئی پی ایل نیلامی سے پہلے جاری کیا تھا
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S روہنٹن باریا ٹرافی میں بمبئی یونیورسٹی کے تین کامیاب سالوں کے بعد اس نے 76 1975 میں بمبئی رنجی ٹیم بنائی
A 16 17|||R:ADP:INFL|||بمیں|||REQUIRED|||-NONE-|||0

S 1402ھ بہ مطابق 1982 میں وحید الزماں کیرانوی کے پیشکش پر دار العلوم دیوبند آگئے اور درج علیا کے مدرس ہوئے
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S کوٹاہ راماسوامی کی وفات جنوری 1990 کو اندور میں ہوا
A 2 3|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S فروری 2022 میں انہیں سری لنکا کے خلاف سیریز کے لیے ہندوستان کی ٹی 20 سکواڈ میں شامل کیا گیا
A 12 13|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S نیل میسی ( پیدائش 21 فروری 1938 ) آسٹریلیا کے سابق بین الاقوامی کرکٹر ہیں
A 9 10|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S کم بریڈلے ( پیدائش 7 ستمبر 1967 میلبورن وکٹوریہ ) آسٹریلیا کے سابق کرکٹ کھلاڑی ہیں
A 11 12|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S لومبارد زبان کی لہجوں کا ایک گروپ ہے ایک رومنی زبان جو اطالیہ میں بولی جاتی ہے
A 2 3|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S انہوں نے 1961 62 میں جنوبی افریقہ کا دورہ کیا اپنا ٹیسٹ ڈیبیو کیا اور تمام پانچ ٹیسٹ کھیلے
A 7 8|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S بنیادی طور پر صنعت کپاس کے تجارت پر منحصر ہے
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S این میک کینا ( پیدائش 27 اکتوبر 1943 ) نیوزی لینڈ کے سابق کرکٹر اور فیلڈ ہاکی کھلاڑی ہیں
A 11 12|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S پیٹر جان رترے ( پیدائش 14 ستمبر 1958 ) ( انتقال 22 فروری 2021 ) نیوزی لینڈ کے کرکٹر تھے
A 17 18|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S پیٹر جان رترے ( پیدائش 14 ستمبر 1958 ) ( انتقال 22 فروری 2021 ) نیوزی لینڈ کی کرکٹر تھی
A 17 18|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S لیٹن میک گریگور برٹ ( پیدائش 17 اپریل 1984 ) نیوزی لینڈ کی ایک کرکٹر ہیں جو کینٹربری وزرڈز کے لیے کھیلتی ہیں
A 12 13|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S 1992 93 میں اس نے ایک سیزن میں ویلنگٹن کلب کرکٹر کے ذریعہ اب تک کا سب سے زیادہ مجموعی 1259 رنز بنائے
A 11 12|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس کی آخری ایک روزہ شرکت 2000 خواتین کے کرکٹ ورلڈ کپ کے فائنل میں تھی
A 1 2|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S ہیڈی میری ٹفن ( پیدائش 4 ستمبر 1979 تیمارو ) نیوزی لینڈ کے کرکٹ کوچ اور سابق کرکٹ کھلاڑی ہیں
A 12 13|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ہیفرنن اے این زیڈ پریمیئر شپ نیٹ بال ٹیم سدرن سٹیل کا رکن ہے
A 11 12|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ان کی موت دل کا دورہ پڑنے سے ہوئی تھی
A 1 2|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S خواتین کے ایک روزہ بین الاقوامی کپتان
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ایٹمولوجیکل ماخذ سنسکرت کے لفظ وانیک میں ہے اور انہیں تاریخی طور پر ہندوستان کی " اہم " تجارتی برادری سمجھا جاتا ہے
A 3 4|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S گرینڈ کینال ( لاطینی ) چین کا ایک نہر ہے
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ایک غیر معمولی کارنامہ یہ کھیل کے تینوں فارمیٹس میں صرف 69 بار ہوا ہے
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ٹیسٹ کرکٹ ان بین الاقوامی کرکٹ ٹیموں کے درمیان کھیلی جاتی ہے جو انٹرنیشنل کرکٹ کونسل کی مکمل رکن ہیں
A 16 17|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S سیچوان یونیورسٹی ( لاطینی ) چین کا ایک آباد مقام جو چینگدو میں واقع ہے
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S سٹرلنگ ورلڈ کپ میں اپنی ٹیم کے تمام سات میچوں میں نظر آئیں یہ کامیابی اس کے صرف تین ساتھیوں نے شیئر کی
A 16 17|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ایک عیسائی مسونڈا 2015 سے لائف اینڈ لبرٹی چرچز انٹرنیشنل کا رکن ہے
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S موڈبری کا مضافاتی علاقہ آسٹریلوی ایوان نمائندگان کی نشست مکین اور جنوبی آسٹریلیا کے ایوان اسمبلی کی نشست فلوری کے اندر واقع ہے
A 7 8|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S موڈبری کا مضافاتی علاقہ آسٹریلوی ایوان نمائندگان کی نشست مکین اور جنوبی آسٹریلیا کے ایوان اسمبلی کی نشست فلوری کے اندر واقع ہے
A 16 17|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S چمپا سوگتھاداسا ( پیدائش 10 نومبر 1973 ) سری لنکا کے سابق کرکٹر ہیں
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S شیجیاو لائین ( لاطینی ) چین کا ایک آباد مقام جو ضلع ہایدیان میں واقع ہے
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ڈیڈونو سلوا ( پیدائش 12 فروری 1978 ) سری لنکا کے کرکٹر ہیں
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S انوکا گالاگیدرا ( پیدائش 17 جولائی 1977 ) سری لنکا کے کرکٹر ہیں
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مدمپالا گنارتھنا مدیانسلاج چتھورانی پرتھیمالی گناوردنے ( پیدائش 31 دسمبر 1990 ) سری لنکا کے ایک پیشہ ور بین الاقوامی کرکٹر ہیں
A 14 15|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S آسٹریلوی کرکٹ ٹیم کی کپتان وکٹ کیپر
A 3 4|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S چولالونگکورن یونیورسٹی ( لاطینی ) تھائی لینڈ کا ایک آباد مقام جو پاتھاوم وان ضلع میں واقع ہے
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ماہیدول یونیورسٹی ( لاطینی ) تھائی لینڈ کا ایک آباد مقام جو بینکاک میں واقع ہے
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S تھائی لینڈ کی ریاستی ریلوے ( لاطینی ) تھائی لینڈ کا ایک ریلوے کمپنی جو تھائی لینڈ میں واقع ہے
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S تیجانی 1773 کے آخر میں مکہ پہنچا اور حج کی مناسک ادا کی
A 9 10|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S شینڈرے الویڈا فرٹز ( پیدائش 21 جولائی 1985 ) جنوبی افریقہ کے سابق کرکٹر اور موجودہ میچ ریفری ہیں
A 11 12|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S سید حسن سبزواری کی نسل جارچہ سادات میں آباد ہوئی اور ان کا مزار دہلی میں مہرولی کے قریب حوض خاص کے علاقہ
A 12 13|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مارچ 2019 میں انہیں نیدرلینڈز کی قومی سکواڈ میں نمائندگی کے لیے منتخب کیا گیا
A 5 6|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S ڈینس میری نیولوو ( پیدائش 2 فروری 1973 ) سکاٹش کے سابق بین الاقوامی کرکٹر ہیں
A 10 11|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S سحر اسلم ( پیدائش 20 دسمبر 1982 ) سکاٹش کے سابق بین الاقوامی کرکٹر ہیں
A 9 10|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S نیپچون کے تمام حلقوں میں بہت زیادہ " خرد کی دھول " ہوتی ہے لیکن خاص طور پر آدم کی انگوٹھی کے آرکس
A 19 20|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S ایڈمز کی انگوٹھی بہت سرخ ہے
A 1 2|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S یہ ان کی آخری فرسٹ کلاس میچز تھیں
A 2 3|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S بھیم شرکی ( پیدائش 26 ستمبر 2001 ) نیپال کی ایک کرکٹ کھلاڑی ہے جو نیپال کی قومی ٹیم کے لیے کھیلتا ہے
A 9 10|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S ساگر ڈھاکل ( پیدائش 14 دسمبر 2001 ) نیپال کی ایک کرکٹ کھلاڑی ہے جو نیپال کی قومی ٹیم کے لیے کھیلتا ہے
A 9 10|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S وائبیک نیلسن ( پیدائش 1959 ) ڈنمارک کے سابق کرکٹر ہیں
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ڈورٹے کرسچنسن ڈنمارک کے سابق بین الاقوامی کرکٹر ہیں جنہوں نے 1983 اور 1999 کے درمیان ڈنمارک کی قومی ٹیم کی نمائندگی کی
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S میٹ گریگرسن ڈنمارک کے سابق بین الاقوامی کرکٹر ہیں جنہوں نے 1990 اور 1999 کے درمیان ڈنمارک کی قومی ٹیم کی نمائندگی کی
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S میٹ گریگرسن ڈنمارک کی سابق بین الاقوامی کرکٹر ہیں جنہوں نے 1990 اور 1999 کے درمیان ڈنمارک کی قومی ٹیم کی نمائندگی کی
A 3 4|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S ہیڈی کجر ڈنمارک کے سابق بین الاقوامی کرکٹر ہیں جنہوں نے 1990 اور 1997 کے درمیان ڈنمارک کی قومی ٹیم کی نمائندگی کی
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ڈورٹے کرسٹینسن ڈنمارک کے سابق کرکٹر ہیں
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S جین جوزف ٹرینیڈاڈ کے سابق کرکٹر ہیں جنہوں نے ٹرینیڈاڈ اور ٹوباگو کی خواتین کی قومی کرکٹ ٹیم کی نمائندگی کی
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مورین فلپس ٹرینیڈاڈ کی سابق کرکٹر ہیں جنہوں نے ٹرینیڈاڈ اور ٹوباگو کی خواتین کی قومی کرکٹ ٹیم کی نمائندگی کی
A 3 4|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S خواتین کے ایک روزہ بین الاقوامی کپتان
A 1 2|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ اپریل 2023 میں روانہ کیا جائے گا اور زہرہ زمین اور چاند کے پروازوں کے بعد جولائی 2031 میں مشتری پر پہنچے گا
A 13 14|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ گانیمید میں جانے سے پہلے چاندوں کے پروازیں کرے گا
A 7 8|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S تاہم اسے عطا اللہ آفندی نے اس کی بجائے مذہب اور اخلاق کا استاد بننے کی ہدایت کی تھی
A 7 8|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S انہیں ان پرفارمنس کا بدلہ تین سال کے نئے معاہدے کے ساتھ دیا گیا
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S آپ کی دینی تعلیم کی تکمیل سنہ 1386ھ مطابق 1966 میں جامعہ العلوم الاسلامیہ علامہ بنوری ٹاؤن کراچی سے ہوئی
A 8 9|||R:ADP:INFL|||بمطابق|||REQUIRED|||-NONE-|||0

S اس کی دوسری فرسٹ کلاس ظہور مغربی صوبے کے لیے اگلے مہینے گریکولینڈ ویسٹ کے خلاف آئی
A 1 2|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S لیگ میں گجرات ٹائٹنز کی ٹیم ٹائٹل کا دفاع کے لئے ایکشن میں ہوگی
A 7 8|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S ان کے مکمل نام پیدائش اور وفات کی تفصیلات معلوم نہیں ہیں
A 1 2|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S جوناتھن ٹراٹ نے 2011 میں 1315 رنز بنائے جو کہ ایک سال میں انگلش بلے بازوں کے لیے سب سے زیادہ ہیں
A 16 17|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S وہ دائیں ہاتھ کے بلے باز اور دائیں ہاتھ کے فاسٹ میڈیم گیند باز ہے
A 3 4|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S وہ دائیں ہاتھ کے بلے باز اور دائیں ہاتھ کے فاسٹ میڈیم گیند باز ہے
A 9 10|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S آپ کا تعلق ہندوستان کے صوبہ اتر پردیش کے شہر لکھنو سے تھا
A 4 5|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ابن قولہ نے روایات جمع کرنے کے لیے بغداد اور مصر کا سفر کیا
A 11 12|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S وہ پیشوا باجی راؤ اول اور ان کی مسلمان بیوی مستانی کی اولاد تھا
A 7 8|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S وہ پیشوا باجی راؤ اول اور ان کی مسلمان بیوی مستانی کی اولاد تھا
A 11 12|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S ان کی انگریزی اور اردو زبانوں میں دو شعری مجموعے شائع ہو چکے ہیں
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S اندھیری رات کمتر ہے ترے رخسار کی تل سے
A 6 7|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S 15 اکتوبر 2020 کو گوگل نے زہرہ بیگم قاضی کی 108 سالہ سالگرہ پر ان کا ڈودل آویزاں کیا
A 9 10|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S عالیہ سلیم ( پیدائش اگست 1989 ) ایک برطانوی سیکولر ایجوکیشن مہم چلانے والا مصنف اور مارکیٹ کے محقق ہیں
A 17 18|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S قدرتی فلسفہ یا قدرت کا فلسفہ طبعیات کی فلسفیانہ مطالعہ ہے جو کہ قدرت اور طبعی کائنات ہے
A 7 8|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S سنڈریلا ( انگریزی ) بھارت کا ایک فلم ہے
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ساند ( سندھی ساند ) سندھی مسلم کمیونٹی کا ایک کنیت ہے
A 8 9|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S آفتاب احمد ( پیدائش 22 مارچ 1990 ) ڈنمارک کے ایک کرکٹ کھلاڑی ہے
A 9 10|||R:ADP:INFL|||کا|||REQUIRED|||-NONE-|||0

S اپریل 2023 میں ہیمنتھا کو آئرلینڈ کے خلاف سیریز کے لیے سری لنکا کے ٹیسٹ اسکواڈ میں منتخب کیا گیا
A 13 14|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مریدولا مندھاتا سنگھ جدیجا ( پیدائش 6 جنوری 1991 ) ایک بھارت کا گجراتی کرکٹ کھلاڑی ہے
A 12 13|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مائری ٹام پاپوا نیو گنی کے کرکٹر ہیں
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S پاسوک ( لاطینی ) یونان کا ایک سیاسی جماعت ہے
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S سیریزا ( لاطینی ) یونان کا ایک سیاسی جماعت ہے
A 5 6|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S نیشنل پورٹریٹ گیلری ( لاطینی ) ریاست ہائے متحدہ کا ایک آباد مقام جو واشنگٹن ڈی سی میں واقع ہے
A 9 10|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S جنگل کی آگ کا دھواں بھی یورپ کی طرف بڑھ گیا
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S امریکی ریڈ کراس ( لاطینی ) ریاست ہائے متحدہ کا ایک آباد مقام ہے
A 9 10|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S امیر شریعت ثانی کے وصال کے بعد موجودہ ضلع مشرقی چمپارن میں یہ امیر شریعت ثالث کی حیثیت سے منتخب ہوئے
A 3 4|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S نائٹ رائڈ ( انگریزی ) آسٹریلیا کا ایک آباد مقام جو سڈنی میں واقع ہے
A 6 7|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S ترونگا چڑیا گھر فیری سروسز ( انگریزی ) آسٹریلیا کا ایک آباد مقام جو نیو ساؤتھ ویلز میں واقع ہے
A 9 10|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

S مرزوق کی شوٹنگ پر عوامی احتجاج مظاہروں اور فسادات میں بدل گیا
A 1 2|||R:ADP:INFL|||کے|||REQUIRED|||-NONE-|||0

S 36 14 میں قورح کی والدہ اہولیبامہ عناہ کی بیٹی اور زیبیون کی پوتی زیبون کورہ کے پردادا بناتی ہے
A 16 17|||R:ADP:INFL|||کی|||REQUIRED|||-NONE-|||0

