S جی ہاں بڑی زبردست چوہیا تھا نا ۔
A 2 3|||R:ADV|||پھر|||REQUIRED|||-NONE-|||0

S مگر ننھی اب بہت بگڑ گیا تھا ۔
A 3 4|||R:ADV|||پھر|||REQUIRED|||-NONE-|||0

S اور خوش خوش واپس چلی گئیں ۔
A 1 2|||R:ADV|||ادھر|||REQUIRED|||-NONE-|||0

S یہ میں نے پہلے دیکھی تھی ۔
A 3 4|||R:ADV|||دوبارہ|||REQUIRED|||-NONE-|||0

S آپ بالکل فکر مت کریں ۔
A 1 2|||R:ADV|||اچانک|||REQUIRED|||-NONE-|||0

S تو ادھر ادھر کوئی نظر نہ آیا ۔
A 2 3|||R:ADV|||بہت|||REQUIRED|||-NONE-|||0

S جن پھر غائب ہو گیا اور اب وہ چاندی کی کلہاڑی لے کر آیا ۔
A 1 2|||R:ADV|||اچانک|||REQUIRED|||-NONE-|||0

