ہمسائی کی چینخ و پکار سے ہم جاگ اٹھے
سعد ادریس دونوں آگئے
آپ کہاں جا رہے ہیں
شور نہ کرو
میں تمہیں اپنا قصہ سنانے جا رہا ہو
میں تمہیں اپنا قصہ سنانے جا رہا ہو
اس کی صورت دیکھ کر ڈر لگتا ہے
نوید چھت پر کھیل رہا تھا
مجھے ہتھیلی پر سرسوں جمانے نہیں آتا
مجھے ہتھیلی پر سرسوں جمانے نہیں آتا
مرض بڑھتا گیا جون جون دوا کی
کراچی سے تار آیا ہے
گالی دینا بری بات ہے
احمد نے حامد کو اڑے ہاتھ لگایا
بی بی بچے آگئے ۔
ایسی باتوں سے رعب و قار جاتا رہتا ہے ۔
اس کا مال و اسباب ، جاگیر ، مکانات سب ہک گئے ۔
علم اور نیک چلنی انسان کا درجہ بڑھادیتے ہیں ۔
معمولی بات پر ماموں بھا نجالڑ پڑے ۔
اک ذرا شاخ نشیمن کو منجھ کارہنے دو ۔
ساز و سامان ، دکانیں ، زمین سب کچھ بک گیا ۔
گھوڑا گاڑی پک گئی ۔
وہ تو ہمیشہ بے پر کی اڑاتی ہے ۔
دیکھنے اور سنتے میں بڑا فرق ہے ۔
وہ بہت گالیاں دیتا ہے ۔
اس کا سر پھٹ گیا ۔
اس نے آواز نہیں سنی تھی ۔
درخت اپنے ثمر سے پہنچانا جاتا ہے ۔
شکر ہے جناب ۔
ٹھیک ہے دوست ۔
دو دن پہلے ایک شیر کھایا تھا لیکن مزہ نہیں آیا ۔
وہ خود سنجیدہ ہو جاتا ہے ۔
اس طرح ایک ٹولی ہنستی اور دوسری پہچانتی ہے ۔
اسے کہیں چھپ جانے کی اجازت ہے ۔
بھائی جان سے رہا نہ گیا ۔
‘‘ یہ سن کر سب ہنس پڑے ’ ’خب بھئی خوب ۔
واہ ساری کہانی خراب کردی ۔
کچھ دیرآرام کرکے بوڑھا بولا ۔
بچوں کو پڑھائی کرنی چاہیے
کیا تم نے اسے دیکھا ہے
کیا تم نے میری بات سنی
میں نے اسے کہا کہ وہ جلدی آئے
