S آپ کو یہ کس نے کہا ہے ؟
A 1 2|||R:ADP|||سے|||REQUIRED|||-NONE-|||0

S میں نے ان کے احکامات پر عمل کیا
A 3 4|||R:ADP|||كے|||REQUIRED|||-NONE-|||0

S میری قلم کس کے پاس ہے
A 3 4|||R:ADP|||كے|||REQUIRED|||-NONE-|||0

S امجد نے کراچی جانا ہے
A 1 2|||R:ADP|||کو|||REQUIRED|||-NONE-|||0

S یہ خبر سن کر میرے بدن پر رونگٹے کھڑے ہو گئے
A 6 7|||R:ADP|||كے|||REQUIRED|||-NONE-|||0

S اسلم شام کے پانچ بچے اکرم کو ملا ۔
A 6 7|||R:ADP|||سے|||REQUIRED|||-NONE-|||0

S آپ کو تار ملی
A 1 2|||R:ADP|||کا|||REQUIRED|||-NONE-|||0

S آپ نے بازار جانا ہے
A 1 2|||R:ADP|||کو|||REQUIRED|||-NONE-|||0

S آپ نے لاہور جانا ہے ۔
A 1 2|||R:ADP|||کو|||REQUIRED|||-NONE-|||0

S احمد نے سیالکوٹ سے آنا تھا ۔
A 1 2|||R:ADP|||کو|||REQUIRED|||-NONE-|||0

S بچوں نے باہر جانا تھا ۔
A 1 2|||R:ADP|||کو|||REQUIRED|||-NONE-|||0

S سب نے دن بھر پڑھنا ہے ۔
A 1 2|||R:ADP|||کو|||REQUIRED|||-NONE-|||0

S سیر صحت کے لئے مفید ہے ۔
A 3 4|||R:ADP|||لیے|||REQUIRED|||-NONE-|||0

S طوطوں کا غول کسی دوسرے درخت میں جا بیٹھتا ۔
A 6 7|||R:ADP|||پر|||REQUIRED|||-NONE-|||0

S وہ کچھ دیر کے لئے جامن کے درخت کی چھاؤں پر بیٹھ گیا ۔
A 10 11|||R:ADP|||میں|||REQUIRED|||-NONE-|||0

S ‘‘ ’ ’بھئی ہم کو یہ فضول باتیں مت کرو ۔
A 4 5|||R:ADP|||سے|||REQUIRED|||-NONE-|||0

S لیکن آپ یقین کریں کہ اس بوڑھے بیل کو مقابلے میں میری گائے کا گوشت بہت نرم اور لذیز ہوگا ۔
A 8 9|||R:ADP|||کے|||REQUIRED|||-NONE-|||0

S شرفو نے الماری پر سے سفید لٹھے کے دو تان نکالے ۔
A 3 4|||R:ADP|||میں|||REQUIRED|||-NONE-|||0

S اسے دوست نے گلے لگانے کے لئے درخت پر چڑھنا پڑا ۔
A 2 3|||R:ADP|||کو|||REQUIRED|||-NONE-|||0

S فضلو کو جان میں جان آئی ۔
A 1 2|||R:ADP|||کی|||REQUIRED|||-NONE-|||0

S اندھیرے میں مچھلی پکڑنا یہ کھیل چین پر بہت کھیلا جاتا ہے ۔
A 7 8|||R:ADP|||میں|||REQUIRED|||-NONE-|||0

S بچوں پے بہت چستی پیدا کرتا ہے ۔
A 1 2|||R:ADP|||میں|||REQUIRED|||-NONE-|||0

S اس سے اجنبی بچے بھی بہت جلد ایک دوسرے کو دوست بن جاتے ہیں ۔
A 9 10|||R:ADP|||کے|||REQUIRED|||-NONE-|||0

S بیچ پر کافی جگہ کھلی رہ جاتا ہے ۔
A 1 2|||R:ADP|||میں|||REQUIRED|||-NONE-|||0

S اس کھیل پے ایک بچے کو ریچھ بنایا جاتا ہے ۔
A 2 3|||R:ADP|||میں|||REQUIRED|||-NONE-|||0

S پچاس یا سو تک گنتی کے بعد سب بچے اپنے گھر سے ریچھ کا تلاش کرنے نکلتے ہیں ۔
A 13 14|||R:ADP|||کو|||REQUIRED|||-NONE-|||0

