آپ سے یہ کس نے کہا ہے ؟
میں نے ان كے احکام پر عمل کیا
میرا قلم کس كے پاس ہے
امجد کو کراچی جانا ہے
یہ خبر سن کر میرے بدن كے رونگٹے کھڑے ہوگئے
اسلم شام کے پانچ بجے اکرم سے ملا ۔
آپ کا تار ملا ۔
آپ کو بازار جانا ہے ۔
آپ کو لاہور جانا ہے ۔
احمد کو سیالکوٹ سے آنا تھا ۔
بچوں کو باہر جانا تھا ۔
سب کو دن بھر پڑھنا ہے ۔
سیر صحت کے لیے مفید ہے ۔
طوطوں کا غول کسی دوسرے درخت پر جا بیٹھتا ۔
وہ کچھ دیر کے لئے جامن کے درخت کی چھاؤں میں بیٹھ گیا ۔
‘‘ ’ ’بھئی ہم سے یہ فضول باتیں مت کرو ۔
لیکن آپ یقین کریں کہ اس بوڑھے بیل کے مقابلے میں میری گائے کا گوشت بہت نرم اور لذیز ہوگا ۔
شرفو نے الماری میں سے سفید لٹھے کے دو تان نکالے ۔
اسے دوست کو گلے لگانے کے لئے درخت پر چڑھنا پڑا ۔
فضلو کی جان میں جان آئی ۔
اندھیرے میں مچھلی پکڑنا یہ کھیل چین میں بہت کھیلا جاتا ہے ۔
بچوں میں بہت چستی پیدا کرتا ہے ۔
اس سے اجنبی بچے بھی بہت جلد ایک دوسرے کے دوست بن جاتے ہیں ۔
بیچ میں کافی جگہ کھلی رہ جاتی ہے ۔
اس کھیل میں ایک بچے کو ریچھ بنایا جاتا ہے ۔
پچاس یا سو تک گنتی کے بعد سب بچے اپنے گھر سے ریچھ کو تلاش کرنے نکلتے ہیں ۔
