S پھر وہ خواجہ اسح ق ختلانی کے خاص شاگرد بن گ جو کے سید علی ہمدانی کے مرید اور جانشین تھے
A 13 13|||M:PROPN|||میر|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 37 2 اپریل 2018 ( م ع و )
A 5 5|||M:PROPN|||3|||REQUIRED|||-NONE-|||0

S آخری تجدید 20 43 3 اپریل 2018 ( م ع و )
A 2 2|||M:PROPN|||10|||REQUIRED|||-NONE-|||0

S آخری تجدید 20 18 5 اپریل 2018 ( م ع و )
A 5 5|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S آخری تجدید 13 59 16 اپریل 2018 ( م ع و )
A 4 4|||M:PROPN|||48|||REQUIRED|||-NONE-|||0

S آخری تجدید 05 23 19 مئی 2018 ( م ع و )
A 2 2|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S آخری تجدید 08 32 7 جولائی 2018 ( م ع و )
A 4 4|||M:PROPN|||01|||REQUIRED|||-NONE-|||0

S آخری تجدید 20 45 8 جولائی 2018 ( م ع و )
A 2 2|||M:PROPN|||17 29|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 34 28 نومبر 2018 ( م ع و )
A 2 2|||M:PROPN|||05|||REQUIRED|||-NONE-|||0

S آخری تجدید 20 56 10 دسمبر 2018 ( م ع و )
A 2 2|||M:PROPN|||13|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 53 26 جنوری 2019 ( م ع و )
A 2 2|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S آخری تجدید 19 47 5 فروری 2019 ( م ع و )
A 5 5|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 56 6 فروری 2019 ( م ع و )
A 4 4|||M:PROPN|||47|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 14 29 اگست 2019 ( م ع و )
A 2 2|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S آخری تجدید 15 33 2 ستمبر 2019 ( م ع و )
A 5 5|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S آخری تجدید 20 20 14 ستمبر 2019 ( م ع و )
A 5 5|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S آخری تجدید 15 54 19 ستمبر 2019 ( م ع و )
A 5 5|||M:PROPN|||24|||REQUIRED|||-NONE-|||0

S آخری تجدید 00 10 24 ستمبر 2019 ( م ع و )
A 5 5|||M:PROPN|||27|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 44 5 اکتوبر 2019 ( م ع و )
A 4 4|||M:PROPN|||51|||REQUIRED|||-NONE-|||0

S آخری تجدید 13 51 5 اکتوبر 2019 ( م ع و )
A 2 2|||M:PROPN|||00|||REQUIRED|||-NONE-|||0

S آخری تجدید 04 15 26 اکتوبر 2019 ( م ع و )
A 2 2|||M:PROPN|||18|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 40 11 نومبر 2019 ( م ع و )
A 2 2|||M:PROPN|||15|||REQUIRED|||-NONE-|||0

S آخری تجدید 06 44 1 دسمبر 2019 ( م ع و )
A 5 5|||M:PROPN|||9|||REQUIRED|||-NONE-|||0

S آخری تجدید 16 40 9 دسمبر 2019 ( م ع و )
A 2 2|||M:PROPN|||02|||REQUIRED|||-NONE-|||0

S آخری تجدید 08 18 10 دسمبر 2019 ( م ع و )
A 4 4|||M:PROPN|||09|||REQUIRED|||-NONE-|||0

S آخری تجدید 06 08 11 دسمبر 2019 ( م ع و )
A 4 4|||M:PROPN|||15|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 10 14 دسمبر 2019 ( م ع و )
A 5 5|||M:PROPN|||08 25|||REQUIRED|||-NONE-|||0

S آخری تجدید 10 14 4 اپریل 2018 ( م ع و )
A 5 5|||M:PROPN|||5|||REQUIRED|||-NONE-|||0

S آخری تجدید 05 12 19 مئی 2018 ( م ع و )
A 2 2|||M:PROPN|||16|||REQUIRED|||-NONE-|||0

S آخری تجدید 08 55 2 جون 2018 ( م ع و )
A 3 3|||M:PROPN|||41|||REQUIRED|||-NONE-|||0

S آخری تجدید 11 44 7 جون 2018 ( م ع و )
A 5 5|||M:PROPN|||13|||REQUIRED|||-NONE-|||0

S آخری تجدید 20 58 7 جولائی 2018 ( م ع و )
A 5 5|||M:PROPN|||8|||REQUIRED|||-NONE-|||0

S آخری تجدید 08 27 8 جولائی 2018 ( م ع و )
A 5 5|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 17 12 اکتوبر 2018 ( م ع و )
A 5 5|||M:PROPN|||11 22|||REQUIRED|||-NONE-|||0

S آخری تجدید 15 46 2 نومبر 2018 ( م ع و )
A 4 4|||M:PROPN|||10|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 23 28 نومبر 2018 ( م ع و )
A 2 2|||M:PROPN|||05|||REQUIRED|||-NONE-|||0

S آخری تجدید 21 47 13 جنوری 2019 ( م ع و )
A 2 2|||M:PROPN|||01|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 37 1 مارچ 2019 ( م ع و )
A 5 5|||M:PROPN|||4|||REQUIRED|||-NONE-|||0

S آخری تجدید 12 16 8 اگست 2019 ( م ع و )
A 4 4|||M:PROPN|||26|||REQUIRED|||-NONE-|||0

S آخری تجدید 15 42 9 اگست 2019 ( م ع و )
A 5 5|||M:PROPN|||12|||REQUIRED|||-NONE-|||0

S آخری تجدید 15 22 29 اگست 2019 ( م ع و )
A 4 4|||M:PROPN|||10|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 10 29 اگست 2019 ( م ع و )
A 2 2|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S آخری تجدید 13 45 5 اکتوبر 2019 ( م ع و )
A 2 2|||M:PROPN|||00|||REQUIRED|||-NONE-|||0

S آخری تجدید 19 50 26 نومبر 2019 ( م ع و )
A 2 2|||M:PROPN|||04|||REQUIRED|||-NONE-|||0

S آخری تجدید 16 32 9 دسمبر 2019 ( م ع و )
A 5 5|||M:PROPN|||10|||REQUIRED|||-NONE-|||0

S آخری تجدید 12 06 16 اپریل 2023 ( م ع و )
A 4 4|||M:PROPN|||11|||REQUIRED|||-NONE-|||0

S آخری تجدید 13 41 12 اگست 2018 ( م ع و )
A 2 2|||M:PROPN|||09|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 31 12 اکتوبر 2018 ( م ع و )
A 5 5|||M:PROPN|||29 22|||REQUIRED|||-NONE-|||0

S آخری تجدید 16 57 22 نومبر 2018 ( م ع و )
A 5 5|||M:PROPN|||39 28|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 39 28 نومبر 2018 ( م ع و )
A 2 2|||M:PROPN|||05|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 57 26 جنوری 2019 ( م ع و )
A 2 2|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S آخری تجدید 15 52 9 اگست 2019 ( م ع و )
A 3 3|||M:PROPN|||31|||REQUIRED|||-NONE-|||0

S آخری تجدید 06 58 1 دسمبر 2019 ( م ع و )
A 5 5|||M:PROPN|||9|||REQUIRED|||-NONE-|||0

S آخری تجدید 16 49 9 دسمبر 2019 ( م ع و )
A 2 2|||M:PROPN|||02|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 25 11 دسمبر 2019 ( م ع و )
A 2 2|||M:PROPN|||17 18|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 18 14 دسمبر 2019 ( م ع و )
A 5 5|||M:PROPN|||19 25|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 38 2 اپریل 2018 ( م ع و )
A 5 5|||M:PROPN|||3|||REQUIRED|||-NONE-|||0

S آخری تجدید 20 43 3 اپریل 2018 ( م ع و )
A 5 5|||M:PROPN|||4|||REQUIRED|||-NONE-|||0

S آخری تجدید 03 52 11 اپریل 2018 ( م ع و )
A 4 4|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 00 16 اپریل 2018 ( م ع و )
A 4 4|||M:PROPN|||49|||REQUIRED|||-NONE-|||0

S آخری تجدید 03 45 26 اپریل 2018 ( م ع و )
A 2 2|||M:PROPN|||15|||REQUIRED|||-NONE-|||0

S آخری تجدید 05 24 19 مئی 2018 ( م ع و )
A 2 2|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S آخری تجدید 06 59 30 مئی 2018 ( م ع و )
A 2 2|||M:PROPN|||09|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 35 28 نومبر 2018 ( م ع و )
A 2 2|||M:PROPN|||05|||REQUIRED|||-NONE-|||0

S آخری تجدید 20 56 10 دسمبر 2018 ( م ع و )
A 2 2|||M:PROPN|||13|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 53 26 جنوری 2019 ( م ع و )
A 2 2|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S آخری تجدید 19 47 5 فروری 2019 ( م ع و )
A 5 5|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 48 1 مارچ 2019 ( م ع و )
A 3 3|||M:PROPN|||29|||REQUIRED|||-NONE-|||0

S آخری تجدید 15 25 29 اگست 2019 ( م ع و )
A 2 2|||M:PROPN|||22|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 15 29 اگست 2019 ( م ع و )
A 2 2|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S آخری تجدید 15 34 2 ستمبر 2019 ( م ع و )
A 5 5|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S آخری تجدید 15 55 19 ستمبر 2019 ( م ع و )
A 2 2|||M:PROPN|||00|||REQUIRED|||-NONE-|||0

S آخری تجدید 00 11 24 ستمبر 2019 ( م ع و )
A 5 5|||M:PROPN|||27|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 44 5 اکتوبر 2019 ( م ع و )
A 4 4|||M:PROPN|||51|||REQUIRED|||-NONE-|||0

S آخری تجدید 13 51 5 اکتوبر 2019 ( م ع و )
A 2 2|||M:PROPN|||00|||REQUIRED|||-NONE-|||0

S آخری تجدید 04 15 26 اکتوبر 2019 ( م ع و )
A 2 2|||M:PROPN|||18|||REQUIRED|||-NONE-|||0

S آخری تجدید 06 44 1 دسمبر 2019 ( م ع و )
A 5 5|||M:PROPN|||9|||REQUIRED|||-NONE-|||0

S آخری تجدید 16 40 9 دسمبر 2019 ( م ع و )
A 2 2|||M:PROPN|||02|||REQUIRED|||-NONE-|||0

S آخری تجدید 06 08 11 دسمبر 2019 ( م ع و )
A 4 4|||M:PROPN|||16|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 10 14 دسمبر 2019 ( م ع و )
A 5 5|||M:PROPN|||08 25|||REQUIRED|||-NONE-|||0

S آخری تجدید 12 08 16 اپریل 2023 ( م ع و )
A 4 4|||M:PROPN|||21|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 34 28 ستمبر 2019 ( م ع و )
A 2 2|||M:PROPN|||08|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 19 5 اکتوبر 2019 ( م ع و )
A 5 5|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S آخری تجدید 21 50 30 نومبر 2019 ( م ع و )
A 4 4|||M:PROPN|||29|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 12 9 دسمبر 2019 ( م ع و )
A 2 2|||M:PROPN|||02|||REQUIRED|||-NONE-|||0

S آخری تجدید 03 06 11 دسمبر 2019 ( م ع و )
A 4 4|||M:PROPN|||51|||REQUIRED|||-NONE-|||0

S مانچسٹر برطانیہ کے سب سے تیسرا بڑا شہری علاقے میں واقع ہے مانچسٹر اعظم شہری علاقہ جس کی آبادی 22 لاکھ ہے
A 12 12|||M:PROPN|||گریٹر|||REQUIRED|||-NONE-|||0

S مانچسٹر ایک شہر اور میٹروپولیٹن بورہ ہے جو گریٹر مانچسٹر انگلستان میں واقع ہے اور اس کی آبادی اندازہ 5 لاکھ 6 ہزار ہے
A 10 10|||M:PROPN|||عظمی|||REQUIRED|||-NONE-|||0

S جزائر کرگولن مع ادیلی لینڈ جزائر کروزیٹ جزیرہ ایمسٹرڈیم اور جزیرہ سینٹ پال مل کر فرانسیسی جنوبی اور انٹارکٹک سرزمین بناتے ہیں
A 17 17|||M:PROPN|||فرانسیسیہ|||REQUIRED|||-NONE-|||0

S جزائر کرگولن مع ادیلی لینڈ جزائر کروزیٹ جزیرہ ایمسٹرڈیم اور جزیرہ سینٹ پال مل کر فرانسیسی جنوبی اور انٹارکٹک سرزمین بناتے ہیں
A 17 17|||M:PROPN|||فرانسیسیہ|||REQUIRED|||-NONE-|||0

S جزائر کرگولن مع ادیلی لینڈ جزائر کروزیٹ جزیرہ ایمسٹرڈیم اور جزیرہ سینٹ پال مل کر فرانسیسی جنوبی اور انٹارکٹک سرزمین بناتے ہیں
A 17 17|||M:PROPN|||فرانسیسیہ|||REQUIRED|||-NONE-|||0

S جزائر کرگولن مع ادیلی لینڈ جزائر کروزیٹ جزیرہ ایمسٹرڈیم اور جزیرہ سینٹ پال مل کر فرانسیسی جنوبی اور انٹارکٹک سرزمین بناتے ہیں
A 17 17|||M:PROPN|||فرانسیسیہ|||REQUIRED|||-NONE-|||0

S جزائر کرگولن مع ادیلی لینڈ جزائر کروزیٹ جزیرہ ایمسٹرڈیم اور جزیرہ سینٹ پال مل کر فرانسیسی جنوبی اور انٹارکٹک سرزمین بناتے ہیں
A 17 17|||M:PROPN|||فرانسیسیہ|||REQUIRED|||-NONE-|||0

S آخری تجدید 20 07 5 اپریل 2018 ( م ع و )
A 5 5|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 39 19 اپریل 2018 ( م ع و )
A 2 2|||M:PROPN|||13|||REQUIRED|||-NONE-|||0

S آخری تجدید 11 45 7 جون 2018 ( م ع و )
A 5 5|||M:PROPN|||13|||REQUIRED|||-NONE-|||0

S آخری تجدید 20 58 7 جولائی 2018 ( م ع و )
A 5 5|||M:PROPN|||8|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 17 12 اکتوبر 2018 ( م ع و )
A 5 5|||M:PROPN|||11 22|||REQUIRED|||-NONE-|||0

S آخری تجدید 15 46 2 نومبر 2018 ( م ع و )
A 4 4|||M:PROPN|||11|||REQUIRED|||-NONE-|||0

S آخری تجدید 13 14 11 دسمبر 2018 ( م ع و )
A 2 2|||M:PROPN|||05|||REQUIRED|||-NONE-|||0

S آخری تجدید 21 48 13 جنوری 2019 ( م ع و )
A 2 2|||M:PROPN|||01|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 37 1 مارچ 2019 ( م ع و )
A 5 5|||M:PROPN|||22|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 37 1 مارچ 2019 ( م ع و )
A 5 5|||M:PROPN|||4|||REQUIRED|||-NONE-|||0

S آخری تجدید 12 16 8 اگست 2019 ( م ع و )
A 4 4|||M:PROPN|||26|||REQUIRED|||-NONE-|||0

S آخری تجدید 15 43 9 اگست 2019 ( م ع و )
A 5 5|||M:PROPN|||12|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 11 29 اگست 2019 ( م ع و )
A 2 2|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S آخری تجدید 15 48 19 ستمبر 2019 ( م ع و )
A 5 5|||M:PROPN|||24|||REQUIRED|||-NONE-|||0

S آخری تجدید 13 45 5 اکتوبر 2019 ( م ع و )
A 2 2|||M:PROPN|||00|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 46 12 اکتوبر 2019 ( م ع و )
A 2 2|||M:PROPN|||04|||REQUIRED|||-NONE-|||0

S آخری تجدید 16 32 9 دسمبر 2019 ( م ع و )
A 5 5|||M:PROPN|||10|||REQUIRED|||-NONE-|||0

S آخری تجدید 12 06 16 اپریل 2023 ( م ع و )
A 4 4|||M:PROPN|||11|||REQUIRED|||-NONE-|||0

S " آخری تجدید بذریعہ بوقت 08 49 بروز 9 فروری 2013 "
A 5 5|||M:PROPN|||11|||REQUIRED|||-NONE-|||0

S " آخری تجدید بذریعہ بوقت 09 01 بروز 14 فروری 2013 "
A 9 9|||M:PROPN|||23|||REQUIRED|||-NONE-|||0

S " آخری تجدید بذریعہ بوقت 09 01 بروز 14 فروری 2013 "
A 9 9|||M:PROPN|||23|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 38 2 اپریل 2018 ( م ع و )
A 5 5|||M:PROPN|||3|||REQUIRED|||-NONE-|||0

S آخری تجدید 20 44 3 اپریل 2018 ( م ع و )
A 5 5|||M:PROPN|||4|||REQUIRED|||-NONE-|||0

S آخری تجدید 03 52 11 اپریل 2018 ( م ع و )
A 4 4|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S آخری تجدید 15 40 1 مئی 2018 ( م ع و )
A 2 2|||M:PROPN|||04|||REQUIRED|||-NONE-|||0

S آخری تجدید 15 40 1 مئی 2018 ( م ع و )
A 2 2|||M:PROPN|||38|||REQUIRED|||-NONE-|||0

S آخری تجدید 05 24 19 مئی 2018 ( م ع و )
A 2 2|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S آخری تجدید 06 59 30 مئی 2018 ( م ع و )
A 2 2|||M:PROPN|||09|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 35 28 نومبر 2018 ( م ع و )
A 2 2|||M:PROPN|||05|||REQUIRED|||-NONE-|||0

S آخری تجدید 20 57 10 دسمبر 2018 ( م ع و )
A 2 2|||M:PROPN|||13|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 53 26 جنوری 2019 ( م ع و )
A 2 2|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S آخری تجدید 19 48 5 فروری 2019 ( م ع و )
A 5 5|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 48 1 مارچ 2019 ( م ع و )
A 3 3|||M:PROPN|||29|||REQUIRED|||-NONE-|||0

S آخری تجدید 18 42 8 اگست 2019 ( م ع و )
A 4 4|||M:PROPN|||51|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 16 29 اگست 2019 ( م ع و )
A 2 2|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S آخری تجدید 15 34 2 ستمبر 2019 ( م ع و )
A 5 5|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S آخری تجدید 16 28 6 ستمبر 2019 ( م ع و )
A 2 2|||M:PROPN|||09|||REQUIRED|||-NONE-|||0

S آخری تجدید 15 55 19 ستمبر 2019 ( م ع و )
A 2 2|||M:PROPN|||00|||REQUIRED|||-NONE-|||0

S آخری تجدید 00 11 24 ستمبر 2019 ( م ع و )
A 5 5|||M:PROPN|||27|||REQUIRED|||-NONE-|||0

S آخری تجدید 13 52 5 اکتوبر 2019 ( م ع و )
A 2 2|||M:PROPN|||00|||REQUIRED|||-NONE-|||0

S آخری تجدید 04 15 26 اکتوبر 2019 ( م ع و )
A 2 2|||M:PROPN|||18|||REQUIRED|||-NONE-|||0

S آخری تجدید 21 15 30 نومبر 2019 ( م ع و )
A 2 2|||M:PROPN|||06|||REQUIRED|||-NONE-|||0

S آخری تجدید 16 40 9 دسمبر 2019 ( م ع و )
A 2 2|||M:PROPN|||02|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 10 14 دسمبر 2019 ( م ع و )
A 5 5|||M:PROPN|||09 25|||REQUIRED|||-NONE-|||0

S آخری تجدید 12 08 16 اپریل 2023 ( م ع و )
A 4 4|||M:PROPN|||22|||REQUIRED|||-NONE-|||0

S آخری تجدید 06 53 7 جولائی 2018 ( م ع و )
A 5 5|||M:PROPN|||8|||REQUIRED|||-NONE-|||0

S آخری تجدید 13 39 12 اگست 2018 ( م ع و )
A 4 4|||M:PROPN|||11|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 51 1 نومبر 2018 ( م ع و )
A 5 5|||M:PROPN|||26|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 51 1 نومبر 2018 ( م ع و )
A 5 5|||M:PROPN|||2|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 37 28 نومبر 2018 ( م ع و )
A 5 5|||M:PROPN|||3|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 55 26 جنوری 2019 ( م ع و )
A 2 2|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S آخری تجدید 19 49 5 فروری 2019 ( م ع و )
A 5 5|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 17 29 اگست 2019 ( م ع و )
A 2 2|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S آخری تجدید 04 17 26 اکتوبر 2019 ( م ع و )
A 2 2|||M:PROPN|||18|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 46 11 نومبر 2019 ( م ع و )
A 5 5|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S آخری تجدید 16 43 9 دسمبر 2019 ( م ع و )
A 2 2|||M:PROPN|||02|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 21 11 دسمبر 2019 ( م ع و )
A 2 2|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 14 14 دسمبر 2019 ( م ع و )
A 5 5|||M:PROPN|||25|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 39 2 اپریل 2018 ( م ع و )
A 5 5|||M:PROPN|||3|||REQUIRED|||-NONE-|||0

S آخری تجدید 20 44 3 اپریل 2018 ( م ع و )
A 5 5|||M:PROPN|||4|||REQUIRED|||-NONE-|||0

S آخری تجدید 03 52 11 اپریل 2018 ( م ع و )
A 4 4|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S آخری تجدید 15 40 1 مئی 2018 ( م ع و )
A 2 2|||M:PROPN|||04|||REQUIRED|||-NONE-|||0

S آخری تجدید 15 40 1 مئی 2018 ( م ع و )
A 2 2|||M:PROPN|||39|||REQUIRED|||-NONE-|||0

S آخری تجدید 05 25 19 مئی 2018 ( م ع و )
A 2 2|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S آخری تجدید 06 59 30 مئی 2018 ( م ع و )
A 2 2|||M:PROPN|||09|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 54 12 ستمبر 2018 ( م ع و )
A 2 2|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 35 28 نومبر 2018 ( م ع و )
A 2 2|||M:PROPN|||05|||REQUIRED|||-NONE-|||0

S آخری تجدید 20 57 10 دسمبر 2018 ( م ع و )
A 2 2|||M:PROPN|||13|||REQUIRED|||-NONE-|||0

S آخری تجدید 11 34 25 دسمبر 2018 ( م ع و )
A 2 2|||M:PROPN|||02|||REQUIRED|||-NONE-|||0

S آخری تجدید 19 48 5 فروری 2019 ( م ع و )
A 5 5|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 48 1 مارچ 2019 ( م ع و )
A 3 3|||M:PROPN|||30|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 26 12 اگست 2019 ( م ع و )
A 2 2|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 16 29 اگست 2019 ( م ع و )
A 2 2|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S آخری تجدید 15 34 2 ستمبر 2019 ( م ع و )
A 5 5|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S آخری تجدید 16 28 6 ستمبر 2019 ( م ع و )
A 2 2|||M:PROPN|||09|||REQUIRED|||-NONE-|||0

S آخری تجدید 15 55 19 ستمبر 2019 ( م ع و )
A 2 2|||M:PROPN|||00|||REQUIRED|||-NONE-|||0

S آخری تجدید 04 16 26 اکتوبر 2019 ( م ع و )
A 2 2|||M:PROPN|||18|||REQUIRED|||-NONE-|||0

S آخری تجدید 05 36 27 نومبر 2019 ( م ع و )
A 5 5|||M:PROPN|||28|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 11 14 دسمبر 2019 ( م ع و )
A 5 5|||M:PROPN|||09 25|||REQUIRED|||-NONE-|||0

S آخری تجدید 12 09 16 اپریل 2023 ( م ع و )
A 4 4|||M:PROPN|||22|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 20 1 اپریل 2018 ( م ع و )
A 5 5|||M:PROPN|||2|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 39 2 اپریل 2018 ( م ع و )
A 5 5|||M:PROPN|||3|||REQUIRED|||-NONE-|||0

S آخری تجدید 15 40 1 مئی 2018 ( م ع و )
A 2 2|||M:PROPN|||04|||REQUIRED|||-NONE-|||0

S آخری تجدید 15 40 1 مئی 2018 ( م ع و )
A 2 2|||M:PROPN|||39|||REQUIRED|||-NONE-|||0

S آخری تجدید 05 25 19 مئی 2018 ( م ع و )
A 2 2|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 55 12 ستمبر 2018 ( م ع و )
A 2 2|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 36 28 نومبر 2018 ( م ع و )
A 2 2|||M:PROPN|||05|||REQUIRED|||-NONE-|||0

S آخری تجدید 18 44 9 دسمبر 2018 ( م ع و )
A 2 2|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S آخری تجدید 20 58 10 دسمبر 2018 ( م ع و )
A 2 2|||M:PROPN|||13|||REQUIRED|||-NONE-|||0

S آخری تجدید 11 34 25 دسمبر 2018 ( م ع و )
A 2 2|||M:PROPN|||02|||REQUIRED|||-NONE-|||0

S آخری تجدید 19 48 5 فروری 2019 ( م ع و )
A 5 5|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 49 1 مارچ 2019 ( م ع و )
A 5 5|||M:PROPN|||30|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 49 1 مارچ 2019 ( م ع و )
A 5 5|||M:PROPN|||8|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 16 29 اگست 2019 ( م ع و )
A 2 2|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S آخری تجدید 15 35 2 ستمبر 2019 ( م ع و )
A 5 5|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S آخری تجدید 16 28 6 ستمبر 2019 ( م ع و )
A 2 2|||M:PROPN|||09|||REQUIRED|||-NONE-|||0

S آخری تجدید 15 56 19 ستمبر 2019 ( م ع و )
A 2 2|||M:PROPN|||00|||REQUIRED|||-NONE-|||0

S آخری تجدید 04 16 26 اکتوبر 2019 ( م ع و )
A 2 2|||M:PROPN|||18|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 42 11 نومبر 2019 ( م ع و )
A 5 5|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S آخری تجدید 05 36 27 نومبر 2019 ( م ع و )
A 5 5|||M:PROPN|||28|||REQUIRED|||-NONE-|||0

S آخری تجدید 12 01 16 اپریل 2023 ( م ع و )
A 4 4|||M:PROPN|||25|||REQUIRED|||-NONE-|||0

S آخری تجدید 13 39 12 اگست 2018 ( م ع و )
A 4 4|||M:PROPN|||11|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 37 28 نومبر 2018 ( م ع و )
A 2 2|||M:PROPN|||05|||REQUIRED|||-NONE-|||0

S آخری تجدید 11 36 25 دسمبر 2018 ( م ع و )
A 2 2|||M:PROPN|||02|||REQUIRED|||-NONE-|||0

S آخری تجدید 16 49 28 اگست 2019 ( م ع و )
A 5 5|||M:PROPN|||29|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 18 29 اگست 2019 ( م ع و )
A 2 2|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 46 11 نومبر 2019 ( م ع و )
A 5 5|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S آخری تجدید 02 32 28 نومبر 2019 ( م ع و )
A 2 2|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S آخری تجدید 16 44 9 دسمبر 2019 ( م ع و )
A 5 5|||M:PROPN|||10|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 22 11 دسمبر 2019 ( م ع و )
A 2 2|||M:PROPN|||17 15|||REQUIRED|||-NONE-|||0

S آخری تجدید 13 41 12 اگست 2018 ( م ع و )
A 5 5|||M:PROPN|||22|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 30 12 اکتوبر 2018 ( م ع و )
A 5 5|||M:PROPN|||28 22|||REQUIRED|||-NONE-|||0

S آخری تجدید 16 57 22 نومبر 2018 ( م ع و )
A 5 5|||M:PROPN|||39 28|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 39 28 نومبر 2018 ( م ع و )
A 2 2|||M:PROPN|||05|||REQUIRED|||-NONE-|||0

S آخری تجدید 20 57 8 اگست 2019 ( م ع و )
A 5 5|||M:PROPN|||9|||REQUIRED|||-NONE-|||0

S آخری تجدید 05 53 17 ستمبر 2019 ( م ع و )
A 5 5|||M:PROPN|||18|||REQUIRED|||-NONE-|||0

S آخری تجدید 06 57 1 دسمبر 2019 ( م ع و )
A 5 5|||M:PROPN|||9|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 25 11 دسمبر 2019 ( م ع و )
A 2 2|||M:PROPN|||17 18|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 18 14 دسمبر 2019 ( م ع و )
A 5 5|||M:PROPN|||19 25|||REQUIRED|||-NONE-|||0

S اگ نوبل انعامات کی تقریب ہارورڈ یونیورسٹی کے سینڈز تھیئٹر میں منعتقد کی گئی
A 5 5|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S اگ نوبل انعام کی تقریب جامعہ ہارورڈ کے سینڈز تھیئٹر میں منعتقد کی گئی
A 7 7|||M:PROPN|||یونیورسٹی|||REQUIRED|||-NONE-|||0

S تاریخ آخری تجدید " 12 56 , 1 مارچ 2013 ( م ع و ) بذریعہ "
A 4 4|||M:PROPN|||06|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 20 1 اپریل 2018 ( م ع و )
A 5 5|||M:PROPN|||2|||REQUIRED|||-NONE-|||0

S آخری تجدید 13 39 12 اگست 2018 ( م ع و )
A 4 4|||M:PROPN|||11|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 51 1 نومبر 2018 ( م ع و )
A 5 5|||M:PROPN|||26|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 51 1 نومبر 2018 ( م ع و )
A 5 5|||M:PROPN|||2|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 37 28 نومبر 2018 ( م ع و )
A 5 5|||M:PROPN|||3|||REQUIRED|||-NONE-|||0

S آخری تجدید 11 36 25 دسمبر 2018 ( م ع و )
A 2 2|||M:PROPN|||02|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 55 26 جنوری 2019 ( م ع و )
A 2 2|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S آخری تجدید 19 49 5 فروری 2019 ( م ع و )
A 5 5|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 17 29 اگست 2019 ( م ع و )
A 2 2|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 46 11 نومبر 2019 ( م ع و )
A 5 5|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S آخری تجدید 02 32 28 نومبر 2019 ( م ع و )
A 2 2|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S آخری تجدید 21 19 30 نومبر 2019 ( م ع و )
A 2 2|||M:PROPN|||06|||REQUIRED|||-NONE-|||0

S آخری تجدید 16 44 9 دسمبر 2019 ( م ع و )
A 5 5|||M:PROPN|||10|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 21 11 دسمبر 2019 ( م ع و )
A 2 2|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S آخری تجدید 12 01 16 اپریل 2023 ( م ع و )
A 4 4|||M:PROPN|||25|||REQUIRED|||-NONE-|||0

S 12 55 , 18 اکتوبر 2016 ( م ع و )
A 0 0|||M:PROPN|||06|||REQUIRED|||-NONE-|||0

S 12 26 , 20 اگست 2017 ( م ع و )
A 0 0|||M:PROPN|||07|||REQUIRED|||-NONE-|||0

S 18 مئی 2011 بروز 23صفر جمعۃ المبارک کا دن تھا
A 4 4|||M:PROPN|||23|||REQUIRED|||-NONE-|||0

S ڈرامہ سیریل دھوپ کنارے پی ٹی وی پر 1987 کے دور میں پیش کیا جانے والا ایک ڈرامہ ہے
A 2 2|||M:PROPN|||ناٹک|||REQUIRED|||-NONE-|||0

S پروفیسر ڈاکٹر مظہر معین اورینٹل کالج پنجاب یونیورسٹی لاہور کے پرنسپل ہیں
A 4 4|||M:PROPN|||نظامی|||REQUIRED|||-NONE-|||0

S 16 چیئرمین صوبائی زکو کونسل پنجاب لاہور 1999 تا 2002
A 10 10|||M:PROPN|||پنجاب لاہور|||REQUIRED|||-NONE-|||0

S 7 اکتوبر ریاست ہائے متحدہ میں سمندری طوفان مائیکل سے 26 افراد ہلاک
A 5 5|||M:PROPN|||امریکا|||REQUIRED|||-NONE-|||0

S پیر اسلم بودلہ قومی اسمبلی کے انتخابات میں اس حلقے سے 2008 میں کامیاب ہوا
A 0 0|||M:PROPN|||حامد|||REQUIRED|||-NONE-|||0

S محمد رضا حیات حراج قومی اسمبلی کے انتخابات میں اس حلقے سے 2008 میں کامیاب ہوا
A 3 3|||M:PROPN|||اللہ|||REQUIRED|||-NONE-|||0

S چوھدری محمد برجیس طاہر نے انتخابات 2008 میں کامیابی حاصل کی اور قومی اسمبلی کے رکن بن گئے
A 1 1|||M:PROPN|||بلال|||REQUIRED|||-NONE-|||0

S ڈاکٹر ندیم احسان نے انتخابات 2008 میں کامیابی حاصل کی اور قومی اسمبلی کے رکن بن گئے
A 3 3|||M:PROPN|||گبول|||REQUIRED|||-NONE-|||0

S چوہدری نذیر احمد جٹ قومی اسمبلی کے انتخابات میں اس حلقے سے 2008 میں کامیاب ہوا
A 3 3|||M:PROPN|||عشق|||REQUIRED|||-NONE-|||0

S 24 ( ڈیرہ اسماعیل خان 1 ) پاکستان کے صوبے خیبر پختونخوا سے قومی اسمبلی کے لیے ایک انتخابی حلقہ ہے
A 6 6|||M:PROPN|||ٹانک|||REQUIRED|||-NONE-|||0

S 26 ( بنوں 1 ) پاکستان کے صوبے خیبر پختونخوا سے قومی اسمبلی کے لیے ایک انتخابی حلقہ ہے
A 2 2|||M:PROPN|||لکی|||REQUIRED|||-NONE-|||0

S محمد فیض تمان قومی اسمبلی کے انتخابات میں اس حلقے سے 2008 میں کامیاب ہوا
A 0 0|||M:PROPN|||راجا|||REQUIRED|||-NONE-|||0

S چوہدری غیاث احمد قومی اسمبلی کے انتخابات میں اس حلقے سے 2008 میں کامیاب ہوا
A 3 3|||M:PROPN|||قریشی|||REQUIRED|||-NONE-|||0

S ملک شاکر بشیر اعوان قومی اسمبلی کے انتخابات میں اس حلقے سے 2008 میں کامیاب ہوا
A 0 0|||M:PROPN|||نوابزادہ|||REQUIRED|||-NONE-|||0

S ڈاکٹر عبد الوحید سومرو قومی اسمبلی کے انتخابات میں اس حلقے سے 2008 میں کامیاب ہوئے
A 2 2|||M:PROPN|||ایاز|||REQUIRED|||-NONE-|||0

S دوسرا جزائر کا گروہ کمتر انٹیلیز ہے
A 6 6|||M:PROPN|||اصغر|||REQUIRED|||-NONE-|||0

S کمتر انٹیلیز عظیم انٹیلیز کے ساتھ مل کر انٹیلیز تشکیل دیتے ہیں
A 2 2|||M:PROPN|||اصغر|||REQUIRED|||-NONE-|||0

S انٹیلیز اصغر عظیم انٹیلیز کے ساتھ مل کر انٹیلیز تشکیل دیتے ہیں
A 4 4|||M:PROPN|||اکبر|||REQUIRED|||-NONE-|||0

S پاکستان کی ریاستی علامت کا اتخاذ میں کیا گیا ت ا
A 6 6|||M:PROPN|||1956|||REQUIRED|||-NONE-|||0

S نثار علیخان 1985 سے حلقہ این اے
A 0 0|||M:PROPN|||چودھری|||REQUIRED|||-NONE-|||0

S تاج الشریعہ مولانا محمد اختر رضا خاں صاحب بریلی شریف
A 10 10|||M:PROPN|||بھارت|||REQUIRED|||-NONE-|||0

S اردو خان جو دونوں میں سے بڑا تھا اس نے بھی باتو خان کو طلائی اردو کا خاقان تسلیم کیا
A 16 16|||M:PROPN|||زریں|||REQUIRED|||-NONE-|||0

S اردو خان ایک مغول خان تھا جو تیرہویں صدی میں قوم جوجی اردو کے طلائی اردو کے مشرقی بازو کی حکمرانی کرتا تھا
A 16 16|||M:PROPN|||زریں|||REQUIRED|||-NONE-|||0

S اردو خان جو دونوں میں سے بڑا تھا اس نے بھی باتو خان کو طلائی اردو کا خاقان تسلیم کیا
A 16 16|||M:PROPN|||زریں|||REQUIRED|||-NONE-|||0

S طلائی اردو کے بیرونی علاقے مندرجہ طور پر تقسیم ہوئے 1438 خانیت قازان , 1441 خانیت کریمیا , 1466 خانیت استراخان
A 2 2|||M:PROPN|||زریں|||REQUIRED|||-NONE-|||0

S انہوں نے 90 کی دہائی میں پاکستان میں کئی فلموں میں بھی اداکاری کی
A 0 0|||M:PROPN|||محسن|||REQUIRED|||-NONE-|||0

S نعیم احمد ( پیدائش ستمبر20 , 1952 , کراچی ) سابق پاکستانی کرکٹر ہیں جنھوں نے 1978 میں 1ایک روزہ میچ کھیلے
A 4 4|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S آخری تجدید بتاریخ " 12 54 , 18 اکتوبر 2016 ( م ع و ) "
A 4 4|||M:PROPN|||06|||REQUIRED|||-NONE-|||0

S آخری تجدید بتاریخ " 12 13 , 15 دسمبر 2016 ( م ع و ) "
A 6 6|||M:PROPN|||48|||REQUIRED|||-NONE-|||0

S آخری تجدید 02 34 15 مئی 2018 ( م ع و )
A 5 5|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S آخری تجدید 15 40 23 مئی 2018 ( م ع و )
A 2 2|||M:PROPN|||09|||REQUIRED|||-NONE-|||0

S آخری تجدید 08 57 2 جون 2018 ( م ع و )
A 3 3|||M:PROPN|||44|||REQUIRED|||-NONE-|||0

S آخری تجدید 19 27 22 ستمبر 2018 ( م ع و )
A 2 2|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S آخری تجدید 15 56 2 نومبر 2018 ( م ع و )
A 2 2|||M:PROPN|||04|||REQUIRED|||-NONE-|||0

S آخری تجدید 16 38 22 نومبر 2018 ( م ع و )
A 2 2|||M:PROPN|||22|||REQUIRED|||-NONE-|||0

S آخری تجدید 18 16 9 دسمبر 2018 ( م ع و )
A 2 2|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S آخری تجدید 03 41 14 دسمبر 2018 ( م ع و )
A 5 5|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S ہندوستانی ڈومیسٹک کرکٹ میں وہ بہار اور جھارکھنڈ کرکٹ ٹیم کے لیے کھیلے
A 0 0|||M:PROPN|||بھارتی|||REQUIRED|||-NONE-|||0

S عمر شریف ( 19 اپریل1955 تا 2 اکتوبر 2021 ) ایک پاکستانی مشہور تھیٹر سٹیج فلم اور ٹی وی کے اداکار تھے
A 0 0|||M:PROPN|||محمد|||REQUIRED|||-NONE-|||0

S یہ مشنا حضرت موسی اور بعد کے انبیا کی احادیث اور یہودی علما کے اجتہادات کا مجموعہ ہے
A 4 4|||M:PROPN|||ی|||REQUIRED|||-NONE-|||0

S پنجاب یونیورسٹی سے ذرائع ابلاغ کے شعبے میں ماسٹرز کیا
A 0 0|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S بہاؤالدین زکریا یونیورسٹی ملتان پنجاب پا کستان میں واقع ہے
A 0 0|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S تجدید بذریعہ روبہ بتاریخ " 06 18 , 19 اکتوبر 2016 ( م ع و ) "
A 5 5|||M:PROPN|||07|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 32 2 اپریل 2018 ( م ع و )
A 5 5|||M:PROPN|||3|||REQUIRED|||-NONE-|||0

S آخری تجدید 20 38 3 اپریل 2018 ( م ع و )
A 2 2|||M:PROPN|||10|||REQUIRED|||-NONE-|||0

S آخری تجدید 10 20 4 اپریل 2018 ( م ع و )
A 5 5|||M:PROPN|||5|||REQUIRED|||-NONE-|||0

S آخری تجدید 20 16 5 اپریل 2018 ( م ع و )
A 2 2|||M:PROPN|||13|||REQUIRED|||-NONE-|||0

S آخری تجدید 05 21 19 مئی 2018 ( م ع و )
A 2 2|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S آخری تجدید 06 56 30 مئی 2018 ( م ع و )
A 5 5|||M:PROPN|||2|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 48 1 نومبر 2018 ( م ع و )
A 5 5|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 48 1 نومبر 2018 ( م ع و )
A 5 5|||M:PROPN|||2|||REQUIRED|||-NONE-|||0

S آخری تجدید 16 50 22 نومبر 2018 ( م ع و )
A 5 5|||M:PROPN|||33 28|||REQUIRED|||-NONE-|||0

S آخری تجدید 20 46 10 دسمبر 2018 ( م ع و )
A 2 2|||M:PROPN|||13|||REQUIRED|||-NONE-|||0

S آخری تجدید 11 32 25 دسمبر 2018 ( م ع و )
A 2 2|||M:PROPN|||02|||REQUIRED|||-NONE-|||0

S آخری تجدید 01 37 23 جنوری 2019 ( م ع و )
A 2 2|||M:PROPN|||22|||REQUIRED|||-NONE-|||0

S آخری تجدید 19 45 5 فروری 2019 ( م ع و )
A 5 5|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 54 6 فروری 2019 ( م ع و )
A 5 5|||M:PROPN|||1|||REQUIRED|||-NONE-|||0

S 12 57 , 18 اکتوبر 2016 ( م ع و )
A 0 0|||M:PROPN|||06|||REQUIRED|||-NONE-|||0

S 09 33 , 8 فروری 2017 ( م ع و )
A 0 0|||M:PROPN|||11|||REQUIRED|||-NONE-|||0

S 09 32 2 اپریل 2018 ( م ع و )
A 3 3|||M:PROPN|||3|||REQUIRED|||-NONE-|||0

S 20 38 3 اپریل 2018 ( م ع و )
A 0 0|||M:PROPN|||10|||REQUIRED|||-NONE-|||0

S 20 16 5 اپریل 2018 ( م ع و )
A 0 0|||M:PROPN|||13|||REQUIRED|||-NONE-|||0

S 05 21 19 مئی 2018 ( م ع و )
A 0 0|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S 06 56 30 مئی 2018 ( م ع و )
A 3 3|||M:PROPN|||2|||REQUIRED|||-NONE-|||0

S 08 34 8 جولائی 2018 ( م ع و )
A 0 0|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S 08 34 8 جولائی 2018 ( م ع و )
A 0 0|||M:PROPN|||27|||REQUIRED|||-NONE-|||0

S 17 25 12 اکتوبر 2018 ( م ع و )
A 3 3|||M:PROPN|||22 22|||REQUIRED|||-NONE-|||0

S 14 48 1 نومبر 2018 ( م ع و )
A 3 3|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S 20 46 10 دسمبر 2018 ( م ع و )
A 0 0|||M:PROPN|||13|||REQUIRED|||-NONE-|||0

S 11 32 25 دسمبر 2018 ( م ع و )
A 0 0|||M:PROPN|||02|||REQUIRED|||-NONE-|||0

S 01 37 23 جنوری 2019 ( م ع و )
A 0 0|||M:PROPN|||22|||REQUIRED|||-NONE-|||0

S 22 55 6 فروری 2019 ( م ع و )
A 3 3|||M:PROPN|||1|||REQUIRED|||-NONE-|||0

S اسدآباد ( ری ) ہے جو ایران میں واقع ہے
A 0 0|||M:PROPN|||اسد|||REQUIRED|||-NONE-|||0

S گیتا ( اداکارہ ) ) ایک بھارتی فلمی اداکارہ ہے
A 1 1|||M:PROPN|||بالی|||REQUIRED|||-NONE-|||0

S بیسیس ہر کی مجموعی آبادی 5 , 427 افراد پر مشتمل ہے
A 2 2|||M:PROPN|||نیپال|||REQUIRED|||-NONE-|||0

S پریما ( اداکارہ ) ) ایک بھارتی فلمی اداکارہ ہے
A 1 1|||M:PROPN|||نارائن|||REQUIRED|||-NONE-|||0

S روجا ( اداکارہ ) ) ایک بھارتی فلمی اداکارہ ہے
A 1 1|||M:PROPN|||رمانی|||REQUIRED|||-NONE-|||0

S تریپولی ضلع ( عربی قضا طرابلس ) لبنان کا ایک رہائشی علاقہ جو محافظہ شمالی میں واقع ہے
A 2 2|||M:PROPN|||طرابلس|||REQUIRED|||-NONE-|||0

S تریپولی ضلع کا رقبہ 27 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 227 , 857 افراد پر مشتمل ہے
A 2 2|||M:PROPN|||طرابلس|||REQUIRED|||-NONE-|||0

S ضلع طرابلس ( عربی قضا طرابلس ) لبنان کا ایک رہائشی علاقہ جو محافظہ شمالی میں واقع ہے
A 0 0|||M:PROPN|||زغرتا|||REQUIRED|||-NONE-|||0

S اقوشک خشک کاری کی مجموعی آبادی 147 افراد پر مشتمل ہے
A 3 3|||M:PROPN|||خراسان|||REQUIRED|||-NONE-|||0

S اور ان کو بیگم خاص کا اودہ حاصل تھا
A 3 3|||M:PROPN|||پادشاہ|||REQUIRED|||-NONE-|||0

S بسمل نے چیف کورٹ کے سامنے جب رواں انگریزی میں فیصلے کے خلاف بحث کی تو سرکاری وکیل ملا جی بغلیں جھانکتے نظر آئے
A 18 18|||M:PROPN|||جگت ناراین|||REQUIRED|||-NONE-|||0

S تارا ( کناڈا اداکارہ ) ایک بھارتی فلمی اداکارہ ہے
A 1 1|||M:PROPN|||شرما|||REQUIRED|||-NONE-|||0

S شیزوئشان ( لاطینی ) چین کا ایک پریفیکچر سطح شہر جو نینگشیا میں واقع ہے
A 11 11|||M:PROPN|||ووژونگ|||REQUIRED|||-NONE-|||0

S آپ کی پیدائش 11 فروری 1950 کو لاہور پنجاب میں ہوئی
A 0 0|||M:PROPN|||ثمینہ|||REQUIRED|||-NONE-|||0

S ٹکسٹیلا کا رقبہ 168 62 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 2 , 126 افراد پر مشتمل ہے
A 1 1|||M:PROPN|||چیکو|||REQUIRED|||-NONE-|||0

S شیعہ فرقہ کے پانچویں امام محمد باقرکی نسل میں ہونے کی وجہ سے سید تھے
A 5 5|||M:PROPN|||پنجم|||REQUIRED|||-NONE-|||0

S ایٹاہ ضلع بھارت کا ایک ضلع جو اتر پردیش میں واقع ہے
A 2 2|||M:PROPN|||ایٹہ|||REQUIRED|||-NONE-|||0

S یہ وہ امج اور عسفان کے درمیان ایک وادی ہے جہاں پر مسلمان صحابہ کو شہید کیئے گئے تھے
A 3 3|||M:PROPN|||غران|||REQUIRED|||-NONE-|||0

S جنہوں نے مغل سلطنت میں ایک بہترین کردار ادا کیا
A 0 0|||M:PROPN|||عبد|||REQUIRED|||-NONE-|||0

S درگاہ حضرت مح دوم سید جمال الدین زیدی الواسطی رح سرسی سادات 588ھ
A 7 7|||M:PROPN|||عاشق|||REQUIRED|||-NONE-|||0

S گڑھی پختہ کی مجموعی آبادی 12 , 104 افراد پر مشتمل ہے
A 2 2|||M:PROPN|||بھون|||REQUIRED|||-NONE-|||0

S برزیسکو کا رقبہ 11 73 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 16 , 827 افراد پر مشتمل ہے
A 1 1|||M:PROPN|||کاؤنٹی|||REQUIRED|||-NONE-|||0

S ذہنا ( جرمنی ) جرمنی کا ایک رہائشی علاقہ جو ذہنا السٹر میں واقع ہے
A 1 1|||M:PROPN|||السٹر|||REQUIRED|||-NONE-|||0

S جبار رضوی خورسن کی مجموعی آبادی 165 افراد پر مشتمل ہے
A 1 1|||M:PROPN|||خراسان|||REQUIRED|||-NONE-|||0

S جگھدار پائیں کی مجموعی آبادی 62 افراد پر مشتمل ہے
A 2 2|||M:PROPN|||ن|||REQUIRED|||-NONE-|||0

S جہان آباد زہرے پائیں کی مجموعی آبادی 844 افراد پر مشتمل ہے
A 4 4|||M:PROPN|||کرمان|||REQUIRED|||-NONE-|||0

S جلان بھارت کا ایک رہائشی علاقہ جو جلاؤں ضلع میں واقع ہے
A 9 9|||M:PROPN|||جالون|||REQUIRED|||-NONE-|||0

S جمال آباد رضوی خورسن کی مجموعی آبادی 150 افراد پر مشتمل ہے
A 2 2|||M:PROPN|||خراسان|||REQUIRED|||-NONE-|||0

S جام پورکے شمال میں ڈیرہ غازی خان , مغربمیںکوہ سلیمان , جنوب میں راجن پور جبکہ مشرق میں دریائے سندھ واقع ہے
A 9 9|||M:PROPN|||کوہ|||REQUIRED|||-NONE-|||0

S جنگاہ نارتھ خراسان کی مجموعی آبادی 238 افراد پر مشتمل ہے
A 3 3|||M:PROPN|||شمالی|||REQUIRED|||-NONE-|||0

S جنگاہ خراسان شمالی کی مجموعی آبادی 238 افراد پر مشتمل ہے
A 1 1|||M:PROPN|||رضوی|||REQUIRED|||-NONE-|||0

S جنگل دہ پائیں ( لاطینی ) ایران کا ایک گاؤں جو صوبہ گلستان میں واقع ہے
A 3 3|||M:PROPN|||ن|||REQUIRED|||-NONE-|||0

S جنگل دہ پائیں کی مجموعی آبادی 186 افراد پر مشتمل ہے
A 3 3|||M:PROPN|||ن|||REQUIRED|||-NONE-|||0

S جنوو ورمان مسریاں صوبہ کی مجموعی آبادی 360 افراد پر مشتمل ہے
A 4 4|||M:PROPN|||کاؤنٹی|||REQUIRED|||-NONE-|||0

S جاسکوکے سیلسیان صوبہ کی مجموعی آبادی 141 افراد پر مشتمل ہے
A 1 1|||M:PROPN|||اوہوا|||REQUIRED|||-NONE-|||0

S جاوند ضلع کا رقبہ 7 , 146 مربع کیلومیٹر ہے ہے
A 2 2|||M:PROPN|||جوند|||REQUIRED|||-NONE-|||0

S الازیغ یا الازغ ترکی کا ایک رہائشی علاقہ جو الازیغ صوبہ میں واقع ہے
A 11 11|||M:PROPN|||العزیز|||REQUIRED|||-NONE-|||0

S یزد کاؤنٹی ( لاطینی ) ایران کا ایک شہرستان جو صوبہ یزد میں واقع ہے
A 0 0|||M:PROPN|||شہرستان|||REQUIRED|||-NONE-|||0

S یزد کاؤنٹی کی مجموعی آبادی 515 , 044 افراد پر مشتمل ہے
A 0 0|||M:PROPN|||شہرستان|||REQUIRED|||-NONE-|||0

S جیزخ صوبہ کی مجموعی آبادی 910 , 500 افراد پر مشتمل ہے
A 2 2|||M:PROPN|||جیزک|||REQUIRED|||-NONE-|||0

S سادات گردلی لاش کی مجموعی آبادی 28 افراد پر مشتمل ہے
A 3 3|||M:PROPN|||آہندان|||REQUIRED|||-NONE-|||0

S صددر ( حیدرآباد ) ) پاکستان کا ایک رہائشی علاقہ جو حیدرآباد سندھ میں واقع ہے
A 1 1|||M:PROPN|||بارکھان|||REQUIRED|||-NONE-|||0

S سادے بودے کی مجموعی آبادی 940 افراد پر مشتمل ہے
A 2 2|||M:PROPN|||گوشاں|||REQUIRED|||-NONE-|||0

S سینٹ بلاسے دو بیس کا رقبہ 5 44 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 954 افراد پر مشتمل ہے
A 2 2|||M:PROPN|||لا|||REQUIRED|||-NONE-|||0

S سینٹ گلیس لگے ش کا رقبہ 19 45 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 285 افراد پر مشتمل ہے
A 4 4|||M:PROPN|||مارچے|||REQUIRED|||-NONE-|||0

S فرانسیسی کیمیادان نے ہائیڈروجن گیس کو یہ نام یونانی لفظ سے دیا تھا جس کا مطلب ہے " پانی بنانے والا "
A 3 3|||M:PROPN|||آبزا|||REQUIRED|||-NONE-|||0

S سین پائی کیوبک کا رقبہ 108 60 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 5 , 438 افراد پر مشتمل ہے
A 2 2|||M:PROPN|||دے گرے|||REQUIRED|||-NONE-|||0

S جزائر دیناگات ( لاطینی ) فلپائن کا ایک فلپائن کے صوبے جو کاراگا میں واقع ہے
A 2 2|||M:PROPN|||شمالی|||REQUIRED|||-NONE-|||0

S جزائر دیناگات کا رقبہ 1 , 036 34 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 126 , 803 افراد پر مشتمل ہے
A 2 2|||M:PROPN|||شمالی|||REQUIRED|||-NONE-|||0

S داوائو شمالی کا رقبہ 3 , 426 97 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 945 , 764 افراد پر مشتمل ہے
A 6 6|||M:PROPN|||039|||REQUIRED|||-NONE-|||0

S شمالی بحر الغزال کا رقبہ 30 , 543 30 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 720 , 898 افراد پر مشتمل ہے
A 7 7|||M:PROPN|||079|||REQUIRED|||-NONE-|||0

S احسان پور ریلوے اسٹیشن پاکستان میں واقع ہے
A 2 2|||M:PROPN|||شاہ|||REQUIRED|||-NONE-|||0

S چمن مجوزہ قندھار ریلوے لائن کا ایک اہم اسٹیشن ہے
A 3 3|||M:PROPN|||ریاست|||REQUIRED|||-NONE-|||0

S دائرہ دین پناہ ریلوے اسٹیشن پاکستان میں واقع ہے
A 2 2|||M:PROPN|||الل|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 19 36 , 2 جون 2014 ( م ع و )
A 9 9|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 14 57 , 18 جون 2014 ( م ع و )
A 9 9|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S آیت اللہ سید حسین طباطبائی بروجردی
A 3 3|||M:PROPN|||محمد|||REQUIRED|||-NONE-|||0

S صائم چشتی کی پیدائش 18دسمبر 1932 میں ضلع امرتسر کے قصبہ گنڈی ونڈ میں ہوئی آپ کا تعلق شیخ برادری سے تھا
A 0 0|||M:PROPN|||علامہ|||REQUIRED|||-NONE-|||0

S یہ چین اور بھارت کے درمیان حد ہے اگرچہ چینی حکومت کو اس کی قانونی حیثیت سے اختلاف ہے
A 11 11|||M:PROPN|||چین|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 21 57 , 3 ستمبر 2014 ( م ع و )
A 9 9|||M:PROPN|||00|||REQUIRED|||-NONE-|||0

S 1 " میٹرک ٹن " ,
A 4 4|||M:PROPN|||متری|||REQUIRED|||-NONE-|||0

S 20 16 , 1416 جولائی 2014 کو , پی سی بی نے شرکت کرنے والی خواتین کھلاڑیوں کے نام کا اعلان کیا
A 1 1|||M:PROPN|||جولائی|||REQUIRED|||-NONE-|||0

S بنوری کوہاٹ پشاور مالاکنڈ اور پاکستان کے خیبر پختونخوا صوبے سوات کے علاقوں کے سید ہیں
A 5 5|||M:PROPN|||سوات|||REQUIRED|||-NONE-|||0

S مولانا یحیی کے بیٹے مولانا الیاس کاندھلوی کے بھتیجے اور مولانا یوسف کاندھلوی کے چچا زاد بھائی ہیں
A 2 2|||M:PROPN|||کاندھلوی|||REQUIRED|||-NONE-|||0

S سہارا اردو کے سب ایڈیٹر بھی رہ چکے ہیں
A 0 0|||M:PROPN|||الراشد|||REQUIRED|||-NONE-|||0

S کوٹ مول چند ریلوے اسٹیشن پاکستان میں واقع ہے
A 1 1|||M:PROPN|||نجیب|||REQUIRED|||-NONE-|||0

S پاکستان ریلویز کی سرکاری ویب سائٹ کے مطابق کوٹ مول چند ریلوے اسٹیشن کا کوڈ ہے
A 9 9|||M:PROPN|||نجیب|||REQUIRED|||-NONE-|||0

S کوٹ مول چند ریلوے اسٹیشن کوٹ مول چند میں واقع ہے
A 1 1|||M:PROPN|||نجیب|||REQUIRED|||-NONE-|||0

S کوٹ مول چند ریلوے اسٹیشن کوٹ مول چند میں واقع ہے
A 8 8|||M:PROPN|||اللہ|||REQUIRED|||-NONE-|||0

S لا ماتا ( گرادو ) ( ہسپانوی ) ہسپانیہ کا ایک رہائشی علاقہ جو آستوریاس میں واقع ہے
A 2 2|||M:PROPN|||دے|||REQUIRED|||-NONE-|||0

S لا روڈا ( ہسپانوی ) ہسپانیہ کا ایک رہائشی علاقہ جو کاستیا لا مانچا میں واقع ہے
A 2 2|||M:PROPN|||دے اندلوسیا|||REQUIRED|||-NONE-|||0

S لکی شاہ صدر ریلوے اسٹیشن پاکستان میں واقع ہے
A 0 0|||M:PROPN|||لال|||REQUIRED|||-NONE-|||0

S پاکستان ریلویز کی سرکاری ویب سائٹ کے مطابق لکی شاہ صدر ریلوے اسٹیشن کا کوڈ ہے
A 8 8|||M:PROPN|||لال|||REQUIRED|||-NONE-|||0

S لاماسٹری ( فرانسیسی ) فرانس کا ایک رہائشی علاقہ جو رون آلپ میں واقع ہے
A 10 10|||M:PROPN|||باگمتی|||REQUIRED|||-NONE-|||0

S اون مسایان پاکستان چین بوتان نپال تبت برم و بنگلادش ئیسد از طرف بیجیر م ب اقیانوس ند را دار
A 14 14|||M:PROPN|||ج|||REQUIRED|||-NONE-|||0

S مائے ٹہا ضلع لامپھون کی مجموعی آبادی 40 , 361 افراد پر مشتمل ہے
A 4 4|||M:PROPN|||مائی|||REQUIRED|||-NONE-|||0

S لانٹاگیس ( فرانسیسی ) فرانس کا ایک رہائشی علاقہ جو شاپیئن اردن میں واقع ہے
A 1 1|||M:PROPN|||چیر|||REQUIRED|||-NONE-|||0

S لاشوا والی ( لاطینی ) بوسنیا و ہرزیگووینا کا ایک رہائشی علاقہ جو وفاق بوسنیا و ہرزیگووینا میں واقع ہے
A 0 0|||M:PROPN|||وادی|||REQUIRED|||-NONE-|||0

S لاشوا والی کی مجموعی آبادی 177 , 511 افراد پر مشتمل ہے
A 0 0|||M:PROPN|||وادی|||REQUIRED|||-NONE-|||0

S رنبیر سنگھ پورہ ریلوے اسٹیشن پاکستان میں واقع ہے
A 3 3|||M:PROPN|||ریاست|||REQUIRED|||-NONE-|||0

S پاکستان ریلویز کی سرکاری ویب سائٹ کے مطابق رنبیر سنگھ پورہ ریلوے اسٹیشن کا کوڈ ہے
A 11 11|||M:PROPN|||ریاست|||REQUIRED|||-NONE-|||0

S اسے سلطنت عثمانیہ کے شاہی معمار معمار سنان پاشا نے صدر اعظم محمد پاشا سوکولویچ کے حکم پر 1577 میں مکمل کیا
A 12 12|||M:PROPN|||سوکلو|||REQUIRED|||-NONE-|||0

S آغا زاہد ( پیدائش 7 جنوری 1953 ) ایک پاکستانی کرکٹر ہے
A 7 7|||M:PROPN|||لاہور پنجاب|||REQUIRED|||-NONE-|||0

S فضل الرحمان ( پیدائش 11 جون 1935 ) ایک سابق پاکستانی کرکٹ کھلاڑی ہیں
A 0 0|||M:PROPN|||شیخ|||REQUIRED|||-NONE-|||0

S ٹنڈو جان محمد ریلوے اسٹیشن پاکستان میں واقع ہے
A 3 3|||M:PROPN|||خان|||REQUIRED|||-NONE-|||0

S پاکستان ریلویز کی سرکاری ویب سائٹ کے مطابق ٹنڈو جان محمد ریلوے اسٹیشن کا کوڈ ہے
A 11 11|||M:PROPN|||خان|||REQUIRED|||-NONE-|||0

S ٹنڈو جان محمد ریلوے اسٹیشن ٹنڈو جان محمد میں واقع ہے
A 3 3|||M:PROPN|||خان|||REQUIRED|||-NONE-|||0

S ٹنڈو جان محمد ریلوے اسٹیشن ٹنڈو جان محمد میں واقع ہے
A 8 8|||M:PROPN|||خان|||REQUIRED|||-NONE-|||0

S عثمان والا ریلوے اسٹیشن پاکستان میں واقع ہے
A 0 0|||M:PROPN|||اوستہ|||REQUIRED|||-NONE-|||0

S پاکستان ریلویز کی سرکاری ویب سائٹ کے مطابق عثمان والا ریلوے اسٹیشن کا کوڈ ہے
A 8 8|||M:PROPN|||اوستہ|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 17 18 , 6 نومبر 2014 ( م ع و )
A 11 11|||M:PROPN|||25|||REQUIRED|||-NONE-|||0

S ضلع ہابر زلیمہ ( عربی مد ر ظل م حبور ) یمن کا ایک رہائشی علاقہ جو محافظہ عمران میں واقع ہے
A 0 0|||M:PROPN|||ظلیمہ حبور|||REQUIRED|||-NONE-|||0

S ضلع ہابر زلیمہ کی مجموعی آبادی 39 , 334 افراد پر مشتمل ہے
A 0 0|||M:PROPN|||ظلیمہ حبور|||REQUIRED|||-NONE-|||0

S 06 54 , 14 فروری 2015 ( م ع و )
A 0 0|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S ڈوور جنوب مشرقی انگلستان کینٹ میں ایک ساحلی شہر ہے
A 1 1|||M:PROPN|||کینٹ|||REQUIRED|||-NONE-|||0

S اس ترانے کے علاوہ مہاتما گاندھی کا گیت گایاجاتا ہے اور آخر میں سارے جہاں سے اچھا ہندوستاں ہمارا ترانئہ ہندی گایا جاتا ہے
A 13 13|||M:PROPN|||ہندی ترانہ|||REQUIRED|||-NONE-|||0

S میں ان کا مجموعہ کلام گنج معانی کے نام سے میسر زعطر چند کپور نے لاہور سے شائع کیا
A 0 0|||M:PROPN|||1929|||REQUIRED|||-NONE-|||0

S اسکی وجہ شہرت 18 جون 1815 کو واٹر لو کے مقام پر ہونے والی فرانس کے شہنشاہ نپولین کی آخری جنگ ہے
A 21 21|||M:PROPN|||واٹرلو|||REQUIRED|||-NONE-|||0

S اسلامی میزانیہ ( انگریزی ) قرآن حدیث اور فقہی اصولوں کے مطابق اسلامی میزانیہ یا بجٹ کو کہا جاتا ہے
A 1 1|||M:PROPN|||آزاد|||REQUIRED|||-NONE-|||0

S چونکہ سماج کا ایک طبقہ چرچ قانون کو مانتا ہے اس لیے اس قانون سے معاشرے اور انسانی رشتوں پر گہرا اثر پڑتا ہے
A 7 7|||M:PROPN|||کلیسیا|||REQUIRED|||-NONE-|||0

S آب بلوطک کی مجموعی آبادی 141 افراد پر مشتمل ہے
A 2 2|||M:PROPN|||بناری|||REQUIRED|||-NONE-|||0

S آب بیدک کی مجموعی آبادی 36 افراد پر مشتمل ہے
A 2 2|||M:PROPN|||زیلائی|||REQUIRED|||-NONE-|||0

S آب بید دالون کی مجموعی آبادی 81 افراد پر مشتمل ہے
A 3 3|||M:PROPN|||علیا|||REQUIRED|||-NONE-|||0

S بہت سے لوگ قرآن کی غیر معمولی زبان کو اور اس کے کلام ال ہی ہونے کو نہیں مانتے
A 4 4|||M:PROPN|||کریم|||REQUIRED|||-NONE-|||0

S یرناکولم ضلع بھارت کا ایک رہائشی علاقہ جو کیرلا میں واقع ہے
A 2 2|||M:PROPN|||ارناکلم|||REQUIRED|||-NONE-|||0

S مشہد کے لیے آپ مندرجہ ذیل سے بھی رجوع کر سکتے ہیں
A 1 1|||M:PROPN|||فیئر|||REQUIRED|||-NONE-|||0

S مشرقی ڈورسٹ ( انگریزی ) برطانیہ کا ایک رہائشی علاقہ جو انگلستان میں واقع ہے
A 2 2|||M:PROPN|||برنلی|||REQUIRED|||-NONE-|||0

S ڈاوینٹری ضلع ( انگریزی ) برطانیہ کا ایک رہائشی علاقہ جو انگلستان میں واقع ہے
A 0 0|||M:PROPN|||مڈ|||REQUIRED|||-NONE-|||0

S اس شخص نے 1400 ہجری محرم کے مہینے میں حملہ کیا
A 6 6|||M:PROPN|||الحرام|||REQUIRED|||-NONE-|||0

S اس شخص نے 1400ھ محرم الحرام مقدس مہینے میں حملہ کیا
A 4 4|||M:PROPN|||ہجری|||REQUIRED|||-NONE-|||0

S گیا بنہ ضلع کا رقبہ 108 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 102 , 753 افراد پر مشتمل ہے
A 0 0|||M:PROPN|||لوؤنگ|||REQUIRED|||-NONE-|||0

S تیئن دو ضلع کا رقبہ 108 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 131 , 118 افراد پر مشتمل ہے
A 0 0|||M:PROPN|||با|||REQUIRED|||-NONE-|||0

S دیئن بیئن ضلع کا رقبہ 1 , 639 35 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 106 , 313 افراد پر مشتمل ہے
A 2 2|||M:PROPN|||دونگ|||REQUIRED|||-NONE-|||0

S لے نہآن ضلع کا رقبہ 167 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 189 , 180 افراد پر مشتمل ہے
A 2 2|||M:PROPN|||لیئم|||REQUIRED|||-NONE-|||0

S یہ اسلام آباد کی ایک یونین کونسل بھی ہے
A 7 7|||M:PROPN|||نمبر93|||REQUIRED|||-NONE-|||0

S لیکن کئی فرقے مسیحی کو خدا نہیں مانتے وہ انہیں کیا نبی یا عام انسان مانتے ہیں
A 3 3|||M:PROPN|||یسوع|||REQUIRED|||-NONE-|||0

S نماص ( عربی محافظ النماص ) سعودی عرب کا ایک رہائشی علاقہ جو صوبہ عس ر میں واقع ہے
A 5 5|||M:PROPN|||ف|||REQUIRED|||-NONE-|||0

S دھارکنلیے ضلع صومالیہ کا ایک رہائشی علاقہ جو بنادر میں واقع ہے
A 1 1|||M:PROPN|||جاجاب|||REQUIRED|||-NONE-|||0

S واداجیر ضلع صومالیہ کا ایک رہائشی علاقہ جو بنادر میں واقع ہے
A 1 1|||M:PROPN|||نابادا|||REQUIRED|||-NONE-|||0

S نقاط الخمس کی مجموعی آبادی 287 , 662 افراد پر مشتمل ہے
A 2 2|||M:PROPN|||لیبیا|||REQUIRED|||-NONE-|||0

S جیجو شہر ( لاطینی ) جنوبی کوریا کا ایک رہائشی علاقہ جو جیجو شہر میں واقع ہے
A 0 0|||M:PROPN|||شمالی|||REQUIRED|||-NONE-|||0

S سردار ( شہر ) ) ترکمانستان کا ایک رہائشی علاقہ جو صوبہ بلخان میں واقع ہے
A 1 1|||M:PROPN|||علی|||REQUIRED|||-NONE-|||0

S مہاراجا کھڑک سنگھ ( پنجابی زبان ) ( پیدائش 22 فروری 1801 5 نومبر 1840 ) سکھ سلطنت کا دوسرا حکمران تھا
A 3 3|||M:PROPN|||کانا|||REQUIRED|||-NONE-|||0

S وہ مہاراجا رنجیت سنگھ کا بیٹا تھا
A 4 4|||M:PROPN|||کانا|||REQUIRED|||-NONE-|||0

S کھڑک سنگھ کانا ( پنجابی زبان ) ( پیدائش 22 فروری 1801 5 نومبر 1840 ) سکھ سلطنت کا دوسرا حکمران تھا
A 0 0|||M:PROPN|||مہاراجا|||REQUIRED|||-NONE-|||0

S وہ رنجیت سنگھ کانا کا بیٹا تھا
A 1 1|||M:PROPN|||مہاراجا|||REQUIRED|||-NONE-|||0

S بو علی شاہ قلندر امام زین العابدین ابن امام حسین ابن امام علی علیہ السلام کی اولاد میں سے تھے
A 7 7|||M:PROPN|||ابن حسین|||REQUIRED|||-NONE-|||0

S اراضی ماسنالی کی مجموعی آبادی 108 , 974 افراد پر مشتمل ہے اور 497 میٹر سطح سمندر سے بلندی پر واقع ہے
A 2 2|||M:PROPN|||موہڑہ|||REQUIRED|||-NONE-|||0

S موہڑہ بن کی مجموعی آبادی 562 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 0|||M:PROPN|||بانیوالا|||REQUIRED|||-NONE-|||0

S ڈھوک حاجیاں کی مجموعی آبادی 55 , 027 افراد پر مشتمل ہے اور 544 میٹر سطح سمندر سے بلندی پر واقع ہے
A 2 2|||M:PROPN|||بنگیال|||REQUIRED|||-NONE-|||0

S ا ج ین ( انگریزی ) بھارت کا ایک آباد مقام جو اجین ضلع میں واقع ہے
A 14 14|||M:PROPN|||اوجین|||REQUIRED|||-NONE-|||0

S ریدہ ضلع ( عربی مد ر ر د ) یمن کا ایک فہرست یمن کے اضلاع جو محافظہ عمران میں واقع ہے
A 6 6|||M:PROPN|||ش|||REQUIRED|||-NONE-|||0

S الوضیع ضلع ( عربی مد ر الوض ع ) یمن کا ایک فہرست یمن کے اضلاع جو محافظہ ابین میں واقع ہے
A 6 6|||M:PROPN|||ج|||REQUIRED|||-NONE-|||0

S حسن بے لی کی مجموعی آبادی 762 میٹر سطح سمندر سے بلندی پر واقع ہے
A 3 3|||M:PROPN|||عثمانیہ|||REQUIRED|||-NONE-|||0

S گھوڑا گاڑی ذیلی ضلع کا رقبہ 472 13 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 217 , 811 افراد پر مشتمل ہے
A 0 0|||M:PROPN|||موہن|||REQUIRED|||-NONE-|||0

S جال ڈھاکہ ذیلی ضلع کا رقبہ 303 52 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 233 , 885 افراد پر مشتمل ہے
A 2 2|||M:PROPN|||گنج|||REQUIRED|||-NONE-|||0

S دولت خان ذیلی ضلع کا رقبہ 316 99 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 153 , 458 افراد پر مشتمل ہے
A 2 2|||M:PROPN|||پورہ|||REQUIRED|||-NONE-|||0

S سرن کھولا ذیلی ضلع کا رقبہ 756 61 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 107 , 856 افراد پر مشتمل ہے
A 0 0|||M:PROPN|||عالم|||REQUIRED|||-NONE-|||0

S صوبہ بایادولید کا رقبہ 8 , 110 مربع کلومیٹر ہے اور اس کی مجموعی آبادی 529 , 159 افراد پر مشتمل ہے
A 2 2|||M:PROPN|||کاؤنٹی|||REQUIRED|||-NONE-|||0

S شروین ضلع ( عربی دائر شرو ن ) الجزائر کا ایک الجزائر کے اضلاع جو صوبہ ادرار میں واقع ہے
A 7 7|||M:PROPN|||ل|||REQUIRED|||-NONE-|||0

S ان زغمیر کی مجموعی آبادی 14 , 062 افراد پر مشتمل ہے
A 2 2|||M:PROPN|||قدور|||REQUIRED|||-NONE-|||0

S تیمیمون ( عربی ت م مون ) الجزائر کا ایک الجزائر کی بلدیات جو تیمیمون ضلع میں واقع ہے
A 16 16|||M:PROPN|||ادرار|||REQUIRED|||-NONE-|||0

S عین رمانہ ( عربی ع ن الرمان ) الجزائر کا ایک الجزائر کی بلدیات جو صوبہ البلیدہ میں واقع ہے
A 6 6|||M:PROPN|||خل|||REQUIRED|||-NONE-|||0

S شاہ رسول طالقانی کو مولانا شمس الحق نے ان کی لیاقت و استعداد دیکھ کر بہت تھوڑے عرصہ میں خلافت عطا فرما دی
A 7 7|||M:PROPN|||کوہستانی|||REQUIRED|||-NONE-|||0

S باب الوادی ضلع کی مجموعی آبادی 232 , 557 افراد پر مشتمل ہے
A 2 2|||M:PROPN|||امحمد|||REQUIRED|||-NONE-|||0

S روبیہ ( عربی الرو ب ) الجزائر کا ایک الجزائر کی بلدیات جو روبیہ ضلع میں واقع ہے
A 5 5|||M:PROPN|||السحاول|||REQUIRED|||-NONE-|||0

S حد صحاری کی مجموعی آبادی 22 , 277 افراد پر مشتمل ہے
A 2 2|||M:PROPN|||بحبح|||REQUIRED|||-NONE-|||0

S اسے عموم ا کا آئینہ دار سمجھا جاتا ہے
A 3 3|||M:PROPN|||ہند|||REQUIRED|||-NONE-|||0

S رسول اکرم کے رضاعی بہن انیسہ بنت الحارث العزی تھیں بعض جگہ آسیہ نام ہے جو حضرت حلیمہ کی بیٹی تھیں
A 18 18|||M:PROPN|||سعدیہ|||REQUIRED|||-NONE-|||0

S آیزو 3166 2 آیزو 3166 2 میں فرانسیسی پولینیشیا کا اندراج ہے
A 9 9|||M:PROPN|||عمان|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 08 14 , 17 جون 2015 ( م ع و )
A 9 9|||M:PROPN|||09|||REQUIRED|||-NONE-|||0

S ان کے والداگھورے ناتھ چٹوپادھیائے ایک سائنس داں اور ماہر تعلیم تھے اور نظام کالج حیدرآباد کے پرنسپل بھی رہے
A 16 16|||M:PROPN|||دکن|||REQUIRED|||-NONE-|||0

S ہجری تقویم کی ابتدا 622 عیسوی تقویم میں پیغمبر آخرالزماں حضرت محمد کے مدینہ منورہ کی جانب ہجرت سے ہوتی ہے
A 12 12|||M:PROPN|||بن عبد اللہ|||REQUIRED|||-NONE-|||0

S پندرہ سال کی عمرمیں خواجہ صاحب نے حضرت چراغ الدین دہلویی سے بیعت کی
A 8 8|||M:PROPN|||نصیرالدین|||REQUIRED|||-NONE-|||0

S وہ 1999 00 میں سری لنکا اے کرکٹ ٹیم کے دورہ جنوبی افریقہ کی نمائندگی کے لیے منتخب ہوئے
A 1 1|||M:PROPN|||2000|||REQUIRED|||-NONE-|||0

S انہوں نے تاریخ جغرافیہ سیاست لوککتاوں ادب اور کرد زبان کی طرح زیادہ موضوع میں لکھ رہا تھا
A 5 5|||M:PROPN|||لوک|||REQUIRED|||-NONE-|||0

S فہرست ڈائریکٹر جنرل بین الخدماتی مخابرات
A 6 6|||M:PROPN|||انٹلیجنس|||REQUIRED|||-NONE-|||0

S کوت دور ( فرانسیسی ) فرانس کا ایک فرانس کے محکمے جو برگنڈی میں واقع ہے
A 2 2|||M:PROPN|||جنوبی|||REQUIRED|||-NONE-|||0

S پوی دو دوم ( فرانسیسی ) فرانس کا ایک فرانس کے محکمے جو اوورنیے ( علاقہ ) میں واقع ہے
A 14 14|||M:PROPN|||پا|||REQUIRED|||-NONE-|||0

S وکلوز ( فرانسیسی ) فرانس کا ایک فرانس کے محکمے جو پروانس آلپ کوت دازور میں واقع ہے
A 14 14|||M:PROPN|||لا|||REQUIRED|||-NONE-|||0

S وسطی علاقہ ( گھانا ) ) گھانا کا ایک گھانا کے علاقہ جات جو گھانا میں واقع ہے
A 0 0|||M:PROPN|||برونگ|||REQUIRED|||-NONE-|||0

S خطرہ کے نزدیک انواع وہ ہیں جنہیں بین الاقوامی اتحاد برائے تحفظ قدرت نے خطرہ نزیک کے زمرے میں شامل کیا
A 3 3|||M:PROPN|||الخطر|||REQUIRED|||-NONE-|||0

S انجینئر محمد شریف خان گبول کو تحصیل علی پور میں آباد قاب ل خانی خاندان میں بمقام بڈھن والا پیدا ہوئے
A 5 5|||M:PROPN|||1945|||REQUIRED|||-NONE-|||0

S شوق بہرائچی اور رافعت بہرائچی کے شاگرد اور دوستوں میں شمار ہوتے تھے
A 0 0|||M:PROPN|||شفیع بہرائچی|||REQUIRED|||-NONE-|||0

S سرائیکی وسیب مجموعی طور پر گرم آب و ہوا رکھتا ہے
A 2 2|||M:PROPN|||پنجاب|||REQUIRED|||-NONE-|||0

S خانہ جنگی ( پنجابی فلم ) 1979 کو لاہور کے ایورنیو سٹوڈیو میں ریلیز ہوئی
A 0 0|||M:PROPN|||شریف|||REQUIRED|||-NONE-|||0

S ایدینیتس کا رقبہ 5 7 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 20 , 200 افراد پر مشتمل ہے
A 0 0|||M:PROPN|||دوباساری|||REQUIRED|||-NONE-|||0

S ملا اختر منصور طالبان کے موجودہ امیر ہیں جو ملا عمر کے بعد افغان طالبان کے نئے امیر منتخب کیے گئے
A 2 2|||M:PROPN|||محمد|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 19 59 , 4 اگست 2015 ( م ع و )
A 9 9|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S ابانکی لفظ کی اصل لوکل زبان کیچوا کا لفظ امانکی ہے جس کے معنی سوسن کا پھول ہیں
A 14 14|||M:PROPN|||گل|||REQUIRED|||-NONE-|||0

S تصوف جائے قیام سالک ( یعنی ناسوت ملکوت جیروت لاہوت )
A 7 7|||M:PROPN|||جبروت|||REQUIRED|||-NONE-|||0

S حضرت جنید ان کی سر شاری وبے خودی کے باوجود انہیں بہت پسند کرتے تھے اکثر فر ماتے
A 2 2|||M:PROPN|||بغدادی|||REQUIRED|||-NONE-|||0

S حضرت جنید شبلی کے روحانی مرتبہ سے واقف تھے اور اسی لیے ان کی بڑی قدر ومنزلت کرتے تھے
A 2 2|||M:PROPN|||بغدادی|||REQUIRED|||-NONE-|||0

S ایک بار حضرت جنید نے خواب میں دیکھا کہ ر سول اللہ نے شبلی کی پیشانی پر بوسہ دیا
A 4 4|||M:PROPN|||بغدادی|||REQUIRED|||-NONE-|||0

S ان کی کتاب ثقافت ہزارہ اور اس کا تاریخی پس منظر ہزارہ چیئر ہزارہ یونی ورسٹی کے زیر اہتمام شایع کیا گیا ہے
A 19 19|||M:PROPN|||2012|||REQUIRED|||-NONE-|||0

S اسما بنت نعمان ( عربی میں نام ) حضور پاک کی منکوحہ تھیں
A 12 12|||M:PROPN|||رسول|||REQUIRED|||-NONE-|||0

S جسٹس جواد ایس خواجہ نے اپنا ایل ایل بی پنجاب یونیورسٹی لاہور کالج سے کیا
A 9 9|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S پورٹ لوئس ضلع کا رقبہ 42 7 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 127 , 454 افراد پر مشتمل ہے
A 0 0|||M:PROPN|||گرینڈ|||REQUIRED|||-NONE-|||0

S اور ظاہری تربیت کے لیے انکے ماموں شاہ ضیا مجددالمعروف میانجی کے حوالے کر دیا
A 10 10|||M:PROPN|||حضرت|||REQUIRED|||-NONE-|||0

S ان کے والد حضرت فقیر سلطان باھو غلام ( 1913 2001 ) بیسویں صدی کے ایک ممتاز صوفی بزرگ تھے
A 8 8|||M:PROPN|||باہو|||REQUIRED|||-NONE-|||0

S یہ کپ 24 جون 2011 سے فیصل آباد میں 2010 11 فیصل بینک ٹی 20 کپ کی ٹاپ آٹھ ٹیموں کے درمیان کھیلا گیا
A 16 16|||M:PROPN|||2010 11|||REQUIRED|||-NONE-|||0

S بلدیہ آراچینوو کا رقبہ 31 3 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 11 , 597 افراد پر مشتمل ہے
A 0 0|||M:PROPN|||بیروو|||REQUIRED|||-NONE-|||0

S انہیں حضرت صفی اللہ سے بیعت و خلافت کا شرف حاصل ہےاور اپنی والدہ حضرت بی بی قیومہ نے بھی خلافت عطا کی تھی
A 1 1|||M:PROPN|||حاجی|||REQUIRED|||-NONE-|||0

S بلدیہ کوچانی کا رقبہ 375 44 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 38 , 092 افراد پر مشتمل ہے
A 0 0|||M:PROPN|||کونچے|||REQUIRED|||-NONE-|||0

S بلدیہ کروشیوو کا رقبہ 190 68 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 9 , 684 افراد پر مشتمل ہے
A 0 0|||M:PROPN|||کومانوو|||REQUIRED|||-NONE-|||0

S بلدیہ پوربیشتیپ کا رقبہ 325 57 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 16 , 193 افراد پر مشتمل ہے
A 0 0|||M:PROPN|||رادوویش|||REQUIRED|||-NONE-|||0

S ستوگا بلدیہ جمہوریہ مقدونیہ کا ایک جمہوریہ مقدونیہ کی بلدیات جو جمہوریہ مقدونیہ میں واقع ہے
A 2 2|||M:PROPN|||ستروگا|||REQUIRED|||-NONE-|||0

S ستوگا بلدیہ کا رقبہ 483 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 63 , 376 افراد پر مشتمل ہے
A 2 2|||M:PROPN|||ستروگا|||REQUIRED|||-NONE-|||0

S ورانیشتیسا بلدیہ کی مجموعی آبادی 1 , 322 افراد پر مشتمل ہے
A 2 2|||M:PROPN|||وراپچیشتے|||REQUIRED|||-NONE-|||0

S بلدیہ وراپچیشتے کی مجموعی آبادی 25 , 399 افراد پر مشتمل ہے
A 0 0|||M:PROPN|||زایاس|||REQUIRED|||-NONE-|||0

S فییوم ( عربی الف وم ) مصر کا ایک شہر جو محافظہ فیوم میں واقع ہے
A 1 1|||M:PROPN|||گوویرنوراٹی|||REQUIRED|||-NONE-|||0

S لیڈز سینٹر وسکونسن کی مجموعی آبادی 324 01 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 0|||M:PROPN|||شمالی|||REQUIRED|||-NONE-|||0

S سیلائنا کے لیے آپ مندرجہ ذیل صفحات سے رجوع کر سکتے ہیں
A 1 1|||M:PROPN|||گیٹ|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 19 57 , 11 ستمبر 2015 ( م ع و )
A 9 9|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S ساکیت ( دہلی ) ) بھارت کا ایک رہائشی علاقہ جو دہلی میں واقع ہے
A 1 1|||M:PROPN|||وہار|||REQUIRED|||-NONE-|||0

S بلدیہ بوویتس کا رقبہ 367 3 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 3 , 249 افراد پر مشتمل ہے
A 1 1|||M:PROPN|||براسلووچےبلدیہ|||REQUIRED|||-NONE-|||0

S میں مروت خیل ہاشمی جنجوعہ اور قریشی شامل ہیں
A 0 0|||M:PROPN|||بلچ|||REQUIRED|||-NONE-|||0

S نیز اسی سال حج کے دوران 11 ستمبر کو 118 افراد مکہ کرین حادثہ کی نذر ہوئے
A 0 0|||M:PROPN|||2015|||REQUIRED|||-NONE-|||0

S شہید اول کی تمام کتابیں گراں قدر فقہی تالیفات میں شمار ہوتی ہیں
A 0 0|||M:PROPN|||محمد|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 10 58 , 4 اکتوبر 2015 ( م ع و )
A 9 9|||M:PROPN|||11|||REQUIRED|||-NONE-|||0

S اس گاوں کا دوسرا نام شکیل آباد فارم ہے
A 5 5|||M:PROPN|||گوٹھ|||REQUIRED|||-NONE-|||0

S پاکستان میں انہوں نے پنجاب یونیورسٹی لاہور سے ایم
A 4 4|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S اس وقت امیرمولاناداود غزنوی اور ناظم اعلی مولانامحمداسماعیل سلفی ت ے آپ کوناظم دفتربنایاگیا اس عہدے پر1964 تک کام کیا
A 3 3|||M:PROPN|||داؤد|||REQUIRED|||-NONE-|||0

S بیچلرآف آرکیٹیکچر کی ڈگری داؤد کالج آف انجینیرنگ اور ایم اے ( صحافت ) کی ڈگری کراچی یونیورسٹی سے حاصل کی
A 16 16|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S وہ ناگپور یونیورسٹی بھارت اور سندھ یونیورسٹی کے صدرشعب اردو کے عہدے پر فائز رہے
A 5 5|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S 2 جناب حافظ حفیظ الرحمن وزیراعلی ( ن )
A 6 6|||M:PROPN|||مسلم|||REQUIRED|||-NONE-|||0

S 3 جناب ڈاکٹر محمد اقبال وزیر ( ن )
A 6 6|||M:PROPN|||مسلم|||REQUIRED|||-NONE-|||0

S 6 مسٹر میر غضنفر علی خان ( ن )
A 6 6|||M:PROPN|||مسلم|||REQUIRED|||-NONE-|||0

S 7 مسٹر اکبر خان تبان ( ن )
A 5 5|||M:PROPN|||مسلم|||REQUIRED|||-NONE-|||0

S 9 مسٹر فدا محمد ناشاد اسپیکر ( ن )
A 6 6|||M:PROPN|||مسلم|||REQUIRED|||-NONE-|||0

S 11 اقبال حسن ( ن )
A 3 3|||M:PROPN|||مسلم|||REQUIRED|||-NONE-|||0

S 13 جناب فرمان علی وزیر ( ن )
A 5 5|||M:PROPN|||مسلم|||REQUIRED|||-NONE-|||0

S 14 مسٹر برکت جمیل سفات ( ن )
A 5 5|||M:PROPN|||مسلم|||REQUIRED|||-NONE-|||0

S 16 جناب حاجی جانباز خان وزیر ( ن )
A 6 6|||M:PROPN|||مسلم|||REQUIRED|||-NONE-|||0

S 17 جناب حیدر خان ( ن )
A 4 4|||M:PROPN|||مسلم|||REQUIRED|||-NONE-|||0

S 18 جناب محمد وکیل ( ن )
A 4 4|||M:PROPN|||مسلم|||REQUIRED|||-NONE-|||0

S 22 جناب ابراہیم سینائی وزیر ( ن )
A 5 5|||M:PROPN|||مسلم|||REQUIRED|||-NONE-|||0

S 23 جناب غلام حسین ایڈووکیٹ ( ن )
A 5 5|||M:PROPN|||مسلم|||REQUIRED|||-NONE-|||0

S اس وقت راجہ فاروق حیدر خان آزاد کشمیر کے وزیر اعظم ہیں
A 6 6|||M:PROPN|||نیازی|||REQUIRED|||-NONE-|||0

S بلیئرزٹاؤن کے لیے آپ مندرجہ ذیل صفحات سے رجوع کر سکتے ہیں
A 1 1|||M:PROPN|||سپرنگز|||REQUIRED|||-NONE-|||0

S کیسٹر کاؤنٹی ایڈاہو کا رقبہ 12 , 786 84 مربع کیلومیٹر ہے ہے
A 7 7|||M:PROPN|||031|||REQUIRED|||-NONE-|||0

S " حوالہ دیں " " مضمون میں کوئی حوالہ موجود نہیں " ,
A 1 1|||M:PROPN|||بلا|||REQUIRED|||-NONE-|||0

S والٹن کے لیے آپ مندرجہ ذیل صفحات سے رجوع کر سکتے ہیں
A 0 0|||M:PROPN|||سپرنگ|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 09 49 , 6 نومبر 2015 ( م ع و )
A 9 9|||M:PROPN|||11|||REQUIRED|||-NONE-|||0

S ضلع جموں کی مجموعی آبادی 1 , 529 , 958 افراد پر مشتمل ہے
A 0 0|||M:PROPN|||جند|||REQUIRED|||-NONE-|||0

S اسے سے داخلے کے بعد آپ دیواروں کی ایک راہداری سے مڑتے ہوئے شہر کے پرانے حوض تک آ جاتے ہیں
A 17 17|||M:PROPN|||الجادن|||REQUIRED|||-NONE-|||0

S انہوں نے 1964 میں اورینٹل کالج پنجاب یونیورسٹی سے ایم اے کیا اور 1973 میں " پی ایچ ڈی " کی
A 6 6|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S علمی زندگی کا آغاز 1965 میں شعبہ تاریخ ادیبات مسلمانان پاک و ہند پنجاب یونیورسٹی سے کیا
A 13 13|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S ایسٹ برلن کے لیے آپ مندرجہ ذیل صفحات سے رجوع کر سکتے ہیں
A 2 2|||M:PROPN|||ٹاؤن شپ|||REQUIRED|||-NONE-|||0

S نورس کے لیے آپ مندرجہ ذیل صفحات سے رجوع کر سکتے ہیں
A 0 0|||M:PROPN|||نارتھ|||REQUIRED|||-NONE-|||0

S محمد حجازی کا اصل نام محمد موتی الدولہ الحجازی ہے مگر وہ فارسی ادب میں " محمد حجازی " کے نام سے مشہور ہوئے
A 8 8|||M:PROPN|||محمد|||REQUIRED|||-NONE-|||0

S گنگادھر ڈنڈوتے کی مدد سے ناتھورام گوڈسے اور ناراین آپٹے نے بیریٹا بندوق خریدی اور دہلی 29 جنوری 1948 کو پہنچے
A 20 20|||M:PROPN|||دہلی|||REQUIRED|||-NONE-|||0

S ہلسا بہار کی مجموعی آبادی 37 , 775 افراد پر مشتمل ہے اور 45 میٹر سطح سمندر سے بلندی پر واقع ہے
A 2 2|||M:PROPN|||شریف|||REQUIRED|||-NONE-|||0

S الس ر ط ان ( عربی ) کیکڑا مشہور جانور ہے
A 0 0|||M:PROPN|||کیکڑا|||REQUIRED|||-NONE-|||0

S پنجاب یونیورسٹی سے ایم اے ( اردو ) کی ڈگری حاصل کی
A 0 0|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S ادھر آٹھ برس رہنے کے بعد پنجاب یونیورسٹی اورینٹل کالج کے شعبہ اردو سے وابستہ ہوئے یہاں پروفیسر اور صدر شعبہ رہے
A 6 6|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S مہاراجا شیر سنگھ ( پنجابی زبان ) ( پیدائش 4 دسمبر 1807 15 ستمبر 1843 ) سکھ سلطنت کا چوتھا حکمران تھا
A 3 3|||M:PROPN|||کانا|||REQUIRED|||-NONE-|||0

S شیر سنگھ کانا ( پنجابی زبان ) ( پیدائش 4 دسمبر 1807 15 ستمبر 1843 ) سکھ سلطنت کا چوتھا حکمران تھا
A 0 0|||M:PROPN|||مہاراجا|||REQUIRED|||-NONE-|||0

S آگرہ سٹی ریلوے اسٹیشن بھارت میں واقع ہے
A 0 0|||M:PROPN|||قلعہ|||REQUIRED|||-NONE-|||0

S ریواڑی ( انگریزی ) بھارت کا ایک شہر ہے جو ریاست ہریانہ کے ضلع ریواڑی میں واقع ہے
A 13 13|||M:PROPN|||روہتک|||REQUIRED|||-NONE-|||0

S گھکھا مٹر ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع گوجرانوالہ میں واقع ہے
A 12 12|||M:PROPN|||وزیرآبادضلع|||REQUIRED|||-NONE-|||0

S ال ہ آباد یونیورسٹی اور جامعہ ملیہ دہلی سے تدریس کا آغاز کیا
A 7 7|||M:PROPN|||اسلامی|||REQUIRED|||-NONE-|||0

S پنجاب یونیورسٹی سے اردو ادب میں " ڈاکٹریٹ " کی ڈگری حاصل کی اور " گولڈ میڈل " بھی حاصل کیا
A 0 0|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S 1966 میں وطن واپس آئے تو پنجاب یونیورسٹی کے پروفیسر مقرر ہو ئے
A 6 6|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S آدم نام کی شخصیت کا ذکر قرآن میں نام کے ساتھ 25 بار آیا ہے
A 7 7|||M:PROPN|||پاک|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 03 04 , 15 فروری 2016 ( م ع و )
A 11 11|||M:PROPN|||23|||REQUIRED|||-NONE-|||0

S بلدیہ الوکرہ کا رقبہ 2 , 518 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 141 , 222 افراد پر مشتمل ہے
A 0 0|||M:PROPN|||چاچوئنگساو|||REQUIRED|||-NONE-|||0

S احمد ندیم قاسمی تھرڈ ائیر میں تھے اور خالد اختر سے دو برس سینئر
A 5 5|||M:PROPN|||سوم|||REQUIRED|||-NONE-|||0

S نوروتا ضلع کی مجموعی آبادی 78 , 900 افراد پر مشتمل ہے
A 0 0|||M:PROPN|||بئش|||REQUIRED|||-NONE-|||0

S غجدوان ضلع کی مجموعی آبادی 239 , 120 افراد پر مشتمل ہے
A 0 0|||M:PROPN|||قلعہ|||REQUIRED|||-NONE-|||0

S یئنگی کیشلوک ازبکستان کا ایک آباد مقام جو جیزخ صوبہ میں واقع ہے
A 10 10|||M:PROPN|||جیزک|||REQUIRED|||-NONE-|||0

S ہمارے بڑوں کی زبان میں کچھ الفاظ ایسے ہیں جو اپنے اصل مطلب کی بجائے کوئی دوسرے مطلب دیتے ہیں
A 0 0|||M:PROPN|||پیڑھی|||REQUIRED|||-NONE-|||0

S پنجاب یونیورسٹی سے منشی فاضل اور اردو فاضل کے امتحانات پاس کرنے کے بعد ایف اے کیا
A 0 0|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S ایرانی انقلاب کے بعد قائم ہونے والی پہلی حکومت ہے
A 2 2|||M:PROPN|||ایران|||REQUIRED|||-NONE-|||0

S والدین کا نام سید علی رضا زیدی اور کا نام صغری بیگم تھا
A 3 3|||M:PROPN|||علی الترتیب|||REQUIRED|||-NONE-|||0

S 1980 میں گومل یونیورسٹی ڈیرہ غازی خان اور 1989 میں آزاد کشمیر یونیورسٹی مظفرآباد کے وائس چانسلر بنائے گئے
A 2 2|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S 1963 میں پنجاب یونیورسٹی اورینٹل کالج لاہور میں لیکچرار مقرر ہوئے
A 2 2|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S پہلا سالنامہ نئے مدیر رفیع الدین مجاہد نے تیار کیا
A 4 4|||M:PROPN|||شاہد|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 07 33 , 15 مارچ 2016 ( م ع و )
A 9 9|||M:PROPN|||08|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 08 53 , 15 مارچ 2016 ( م ع و )
A 9 9|||M:PROPN|||11|||REQUIRED|||-NONE-|||0

S ارشد مدنی الف گروپ کے صدر کی حیثیت سے خدمات انجام دے رہے ہیں
A 2 2|||M:PROPN|||حلق|||REQUIRED|||-NONE-|||0

S 1950 سے 1970 تک وہ پنجاب یونیورسٹی کے شعب فارسی کے صدر رہے اور 1965 میں پنجاب یونیورسٹی اورینٹل کالج کے پرنسپل مقرر ہوئے
A 5 5|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S 1950 سے 1970 تک وہ پنجاب یونیورسٹی کے شعب فارسی کے صدر رہے اور 1965 میں پنجاب یونیورسٹی اورینٹل کالج کے پرنسپل مقرر ہوئے
A 16 16|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S " علامہ غلام حسن شاہ کاظمی " ستمبر کو طوری شریف ضلع ایبٹ آباد میں پیدا ہوئے
A 8 8|||M:PROPN|||1905|||REQUIRED|||-NONE-|||0

S علامہ غلام حسن شاہ کاظمی نے میں سری نگر سے شائع ہونے والے ہفت روزہ حقیقت سری نگر کی ادارت سنبھال لی
A 6 6|||M:PROPN|||1939|||REQUIRED|||-NONE-|||0

S اس تحریک کا مرکز سن ہے جہاں جی ایم سید کی پیدائش ہوئی ت ی آپ کی آخری آرام گا ب ی سن میں ہے
A 5 5|||M:PROPN|||سندھ|||REQUIRED|||-NONE-|||0

S اس تحریک کا مرکز سن ہے جہاں جی ایم سید کی پیدائش ہوئی ت ی آپ کی آخری آرام گا ب ی سن میں ہے
A 16 16|||M:PROPN|||سید|||REQUIRED|||-NONE-|||0

S پی ایچ ڈی کرنے کے بعد وہ حیدرآباد دکن واپس آکر عثمانیہ یونیورسٹی میں فلسفہ کے پروفیسر اور صدر شعبہ مقرر ہوئے
A 11 11|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S 1947 میں مستعفی ہو کر واپس حیدرآباد دکن آ گئے جہاں انہیں عثمانیہ یونیورسٹی میں ڈین آف آرٹس فیکلٹی مقرر کیا گیا
A 12 12|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S ایل ایل بی علی گڑھ یونیورسٹی انڈیا
A 5 5|||M:PROPN|||مسلم|||REQUIRED|||-NONE-|||0

S ابتدای انسان سے قبل انسان نما انسانی مخلوق نے بھی پتھر کے آوازار کا استعمال شروع کر دیا تھا
A 1 1|||M:PROPN|||ی|||REQUIRED|||-NONE-|||0

S جدید باراگ دایاں پرچم ( لاطینی ) چین کا ایک اندرونی منگولیا کے پرچم جو ہولونبویر میں واقع ہے
A 3 3|||M:PROPN|||وسطی|||REQUIRED|||-NONE-|||0

S ژانئی ضلع کا رقبہ 2 , 096 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 374 , 709 افراد پر مشتمل ہے
A 0 0|||M:PROPN|||مالونگ|||REQUIRED|||-NONE-|||0

S 1913 میں پنجاب یونیورسٹی سے مولوی فاضل کا امتحان دیا اور پوری یونیورسٹی میں اول آئے
A 2 2|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S رئیس زیر تخلیق بالی وڈ فلم ہے
A 1 1|||M:PROPN|||2017|||REQUIRED|||-NONE-|||0

S 1913 میں پنجاب یونیورسٹی سے ایم اے ( عربی ) کے امتحان میں پہلی پوزیشن حاصل کی
A 2 2|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 16 28 , 12 مئی 2016 ( م ع و )
A 9 9|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S اٹھارہ ہزاری ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 11 11|||M:PROPN|||صوب|||REQUIRED|||-NONE-|||0

S 1925 میں وہ اسلامیہ کالج لاہور کے پرنسپل پنجاب یونیورسٹی کے فیلو اور سنڈیکیٹ کے رکن منتخب ہوئے
A 8 8|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S انور کمال پاشا نے ایف سی کالج لاہور سے گریجویشن کی اور بعد میں پنجاب یونیورسٹی سے ڈبل ایم اے کیا
A 14 14|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S شمالی جزائر کی مجموعی آبادی 44 , 516 افراد پر مشتمل ہے
A 2 2|||M:PROPN|||ایرن|||REQUIRED|||-NONE-|||0

S یہ فلم وحید مراد کے فلم ساز ادارے فلم آرٹس کی پہلی فلم بین تلے ریلیز ہوئی
A 10 10|||M:PROPN|||کے|||REQUIRED|||-NONE-|||0

S یہ فلم وحید مراد کے فلم ساز ادارے فلم آرٹس کی پہلی فلم بین تلے ریلیز ہوئی
A 10 10|||M:PROPN|||بینر|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 07 51 , 28 جون 2016 ( م ع و )
A 9 9|||M:PROPN|||08|||REQUIRED|||-NONE-|||0

S استاد شجاع اللہ تقریبا 20برس تک پنجاب یونیورسٹی کے شعبہ فائن آرٹس اور نیشنل کالج آف آرٹس سے وابستہ رہے
A 6 6|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S وہ لاہور میں ٹاؤن شپ قبرستان میں آسود خاک ہیں
A 6 6|||M:PROPN|||گلستان فردوسیہ|||REQUIRED|||-NONE-|||0

S 1964 میں انہوں نے پنجاب یونیورسٹی کے شعبہ فنون لطیفہ سے ایم اے کیا اور پھر 1965 اسی شعبے میں لیکچرار مقرر ہوئے
A 4 4|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S نائی والا کی مجموعی آبادی 136 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 0|||M:PROPN|||روپل|||REQUIRED|||-NONE-|||0

S ادھو والا کی مجموعی آبادی 136 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 0|||M:PROPN|||تیک|||REQUIRED|||-NONE-|||0

S ابتدا میں بینک آف پنجاب نے اس تشہیری انداز کا کثرت سے استعمال کیا
A 5 5|||M:PROPN|||نیشنل بینک|||REQUIRED|||-NONE-|||0

S رویندر نے کراچی یونیورسٹی سے ایل ایل بی کیا
A 2 2|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S جنھوں نے جامعہ ہارورڈ سے پی ایچ ڈی کی ڈگری لی
A 4 4|||M:PROPN|||یونیورسٹی|||REQUIRED|||-NONE-|||0

S چکراج مل ریلوے اسٹیشن بھارت میں واقع ہے
A 4 4|||M:PROPN|||راجستھان|||REQUIRED|||-NONE-|||0

S چربھجا روڈ ریلوے اسٹیشن بھارت میں واقع ہے
A 4 4|||M:PROPN|||آسام|||REQUIRED|||-NONE-|||0

S چھوٹی ادی ریلوے اسٹیشن بھارت میں واقع ہے
A 4 4|||M:PROPN|||جھارکھنڈ|||REQUIRED|||-NONE-|||0

S داؤرام مدھپرا ریلوے اسٹیشن بھارت میں واقع ہے
A 4 4|||M:PROPN|||راجستھان|||REQUIRED|||-NONE-|||0

S ڈیگانا جنکشن ریلوے اسٹیشن بھارت میں واقع ہے
A 4 4|||M:PROPN|||اتراکھنڈ|||REQUIRED|||-NONE-|||0

S دشال پر ریلوے اسٹیشن بھارت میں واقع ہے
A 4 4|||M:PROPN|||راجستھان|||REQUIRED|||-NONE-|||0

S دھسہ جنکشن ریلوے اسٹیشن بھارت میں واقع ہے
A 4 4|||M:PROPN|||راجستھان|||REQUIRED|||-NONE-|||0

S ڈھکیاجیلی روڈ ریلوے اسٹیشن بھارت میں واقع ہے
A 4 4|||M:PROPN|||آسام|||REQUIRED|||-NONE-|||0

S دوئی والا ریلوے اسٹیشن بھارت میں واقع ہے
A 4 4|||M:PROPN|||مہاراشٹر|||REQUIRED|||-NONE-|||0

S دودھیا خرد ریلوے اسٹیشن بھارت میں واقع ہے
A 4 4|||M:PROPN|||آسام|||REQUIRED|||-NONE-|||0

S گدرا روڈ ریلوے اسٹیشن بھارت میں واقع ہے
A 4 4|||M:PROPN|||تلنگانہ|||REQUIRED|||-NONE-|||0

S گنج دندوارہ ریلوے اسٹیشن بھارت میں واقع ہے
A 4 4|||M:PROPN|||ہریانہ|||REQUIRED|||-NONE-|||0

S گاندھی دھام بی جی ریلوے اسٹیشن گجرات ( بھارت ) میں واقع ہے
A 10 10|||M:PROPN|||بھارت|||REQUIRED|||-NONE-|||0

S گنگا گنج ریلوے اسٹیشن بھارت میں واقع ہے
A 4 4|||M:PROPN|||مہاراشٹر|||REQUIRED|||-NONE-|||0

S غازی پور سٹی ریلوے اسٹیشن بھارت میں واقع ہے
A 5 5|||M:PROPN|||آسام|||REQUIRED|||-NONE-|||0

S گوہد روڈ ریلوے اسٹیشن بھارت میں واقع ہے
A 4 4|||M:PROPN|||ہریانہ|||REQUIRED|||-NONE-|||0

S حضرت نظام الدین ریلوے اسٹیشن دہلی بھارت میں واقع ہے
A 3 3|||M:PROPN|||پور|||REQUIRED|||-NONE-|||0

S ہانڈیاں خاص ریلوے اسٹیشن بھارت میں واقع ہے
A 4 4|||M:PROPN|||ہریانہ|||REQUIRED|||-NONE-|||0

S ہرنیا کھیری ریلوے اسٹیشن بھارت میں واقع ہے
A 4 4|||M:PROPN|||کرناٹک|||REQUIRED|||-NONE-|||0

S جالیا دیوانی ریلوے اسٹیشن بھارت میں واقع ہے
A 4 4|||M:PROPN|||مہاراشٹر|||REQUIRED|||-NONE-|||0

S جرول روڈ ریلوے اسٹیشن بھارت میں واقع ہے
A 4 4|||M:PROPN|||ہریانہ|||REQUIRED|||-NONE-|||0

S جتھ روڈ ریلوے اسٹیشن بھارت میں واقع ہے
A 4 4|||M:PROPN|||آسام|||REQUIRED|||-NONE-|||0

S جونے کررنگ ریلوے اسٹیشن بھارت میں واقع ہے
A 4 4|||M:PROPN|||آسام|||REQUIRED|||-NONE-|||0

S جوناگڑھ سی بی ریلوے اسٹیشن گجرات ( بھارت ) میں واقع ہے
A 9 9|||M:PROPN|||بھارت|||REQUIRED|||-NONE-|||0

S جونور دیو ریلوے اسٹیشن بھارت میں واقع ہے
A 4 4|||M:PROPN|||آسام|||REQUIRED|||-NONE-|||0

S جوالا پور ریلوے اسٹیشن بھارت میں واقع ہے
A 4 4|||M:PROPN|||تلنگانہ|||REQUIRED|||-NONE-|||0

S بی کی ڈگری پنجاب یونیورسٹی سے حاصل کی
A 3 3|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S 2001 میں ویکی مارک اپ سیکھنے کی مشکل قابل قبول تصور تھی
A 0 0|||M:PROPN|||سنہ|||REQUIRED|||-NONE-|||0

S عاقب نذیر 17مئی1997 بروز فت کو قادرآباد میں پیدا و
A 2 2|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S انھوں نے جامعہ لندن سے صحافت اور سیاسیات میں بیچلر کی سند لی
A 4 4|||M:PROPN|||یونیورسٹی|||REQUIRED|||-NONE-|||0

S آخری تجدید 19 55 28 مارچ 2018 ( م ع و )
A 2 2|||M:PROPN|||07|||REQUIRED|||-NONE-|||0

S آخری تجدید 13 14 19 اپریل 2018 ( م ع و )
A 2 2|||M:PROPN|||08|||REQUIRED|||-NONE-|||0

S آخری تجدید 15 43 23 مئی 2018 ( م ع و )
A 2 2|||M:PROPN|||09|||REQUIRED|||-NONE-|||0

S آخری تجدید 08 59 2 جون 2018 ( م ع و )
A 3 3|||M:PROPN|||46|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 45 1 نومبر 2018 ( م ع و )
A 5 5|||M:PROPN|||06|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 45 1 نومبر 2018 ( م ع و )
A 5 5|||M:PROPN|||2|||REQUIRED|||-NONE-|||0

S آخری تجدید 16 06 2 نومبر 2018 ( م ع و )
A 5 5|||M:PROPN|||11|||REQUIRED|||-NONE-|||0

S آخری تجدید 16 44 22 نومبر 2018 ( م ع و )
A 5 5|||M:PROPN|||28 28|||REQUIRED|||-NONE-|||0

S آخری تجدید 18 18 9 دسمبر 2018 ( م ع و )
A 2 2|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 45 26 جنوری 2019 ( م ع و )
A 2 2|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S آخری تجدید 19 42 5 فروری 2019 ( م ع و )
A 5 5|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S آخری تجدید 13 41 12 اگست 2018 ( م ع و )
A 2 2|||M:PROPN|||09|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 31 12 اکتوبر 2018 ( م ع و )
A 5 5|||M:PROPN|||29 22|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 39 28 نومبر 2018 ( م ع و )
A 2 2|||M:PROPN|||05|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 57 26 جنوری 2019 ( م ع و )
A 2 2|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S آخری تجدید 15 52 9 اگست 2019 ( م ع و )
A 3 3|||M:PROPN|||31|||REQUIRED|||-NONE-|||0

S آخری تجدید 16 35 6 ستمبر 2019 ( م ع و )
A 5 5|||M:PROPN|||8|||REQUIRED|||-NONE-|||0

S آخری تجدید 06 58 1 دسمبر 2019 ( م ع و )
A 5 5|||M:PROPN|||9|||REQUIRED|||-NONE-|||0

S آخری تجدید 16 49 9 دسمبر 2019 ( م ع و )
A 2 2|||M:PROPN|||02|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 26 11 دسمبر 2019 ( م ع و )
A 2 2|||M:PROPN|||17 18|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 18 14 دسمبر 2019 ( م ع و )
A 5 5|||M:PROPN|||19 25|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 01 55 , 29 اگست 2016 ( م ع و )
A 9 9|||M:PROPN|||02|||REQUIRED|||-NONE-|||0

S 1966 میں وہ پنجاب یونیورسٹی کے شعبہ صحافت سے بطور لیکچرار منسلک ہوگئے
A 3 3|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S وہ 1997 میں پنجاب یونیورسٹی کے شعب صحافت کے سربراہ کے عہدے سے ریٹائر ہوئے
A 3 3|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S وہ لاہور میں پنجاب یونیورسٹی کے قبرستان میں آسود خاک ہیں
A 3 3|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S وہ شاعروں کی اس نسل سے تعلق رکھتے تھے جو داغ و مجروح کی تربیت یافتہ نسل تھی
A 13 13|||M:PROPN|||دہلوی|||REQUIRED|||-NONE-|||0

S پنجاب یونیورسٹی سے گریجویشن کے بعد اسلامیات اور عربی میں ماسٹرز کیا
A 0 0|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 18 45 , 2 ستمبر 2016 ( م ع و )
A 9 9|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S ندوۃ العلما کو بہ جا طور پر سید محمد علی مونگیری کی زندگی کا سب سے بڑا کارنامہ قرار دیا جاسکتا ہے
A 0 0|||M:PROPN|||تحریک|||REQUIRED|||-NONE-|||0

S روایت ہے کہ محمد ہاشم ٹھٹوی نے شہر کھڑا کا سفر بھی کیا اور مخدوم عبد الرحمان شہید سے ملاقات کی
A 3 3|||M:PROPN|||مخدوم|||REQUIRED|||-NONE-|||0

S 8 دسمبر 1985 مطابق 24 ربیع الاول 1406ھ کو سید ابو الحسن علی ندوی کے ہاتھوں ہی اس کا افتتاح عمل میں آیا
A 13 13|||M:PROPN|||حسنی|||REQUIRED|||-NONE-|||0

S 1957 میں برطانوی راج کے اختتام پر برطانوی نوآبادی گولڈ کوسٹ کو بطور آزاد خودمختار ریاست دولت مشترکہ قلمرو گھانا آزادی ملی
A 16 16|||M:PROPN|||گھانا|||REQUIRED|||-NONE-|||0

S میرزا جانی کے زمانے میں عمر کوٹ کے راجہ سودرہ کو شاہ قاسم خان نے مغلوب کر کے عمر کوٹ حاصل کیا تھا
A 8 8|||M:PROPN|||سوڈھا|||REQUIRED|||-NONE-|||0

S تاریخ طاہری کا مصنف میر طاہر محمد نسیانی ٹھٹوی بھی انہیں کے حلق درس کا فیضیاب تھا
A 6 6|||M:PROPN|||محمد|||REQUIRED|||-NONE-|||0

S آخوند م لا اسح اق بکھری
A 3 3|||M:PROPN|||شیخ|||REQUIRED|||-NONE-|||0

S ملا دو پیازہ جلال الدین اکبر کے نو رتنوں میں سے ایک رتن
A 3 3|||M:PROPN|||کوکلتاش|||REQUIRED|||-NONE-|||0

S ان مضامین کا مجموعہ محمد عمران خان ندوی نے پہلی بار مکتب دار العلوم ندوۃ العلما لکھنؤ سے 1946 میں شائع کیا
A 8 8|||M:PROPN|||ازہری|||REQUIRED|||-NONE-|||0

S کشور کمنے فلم فیئر بہترین پس پردہ اداکار کے 8 اعزاز ات حاصل کرکے ریکارڈ کی حامل قرار پائی ہیں
A 1 1|||M:PROPN|||کمار|||REQUIRED|||-NONE-|||0

S کوہ بابا کی مجموعی آبادی 4 , 951 میٹر سطح سمندر سے بلندی پر واقع ہے
A 2 2|||M:PROPN|||بدانگیری|||REQUIRED|||-NONE-|||0

S مؤرخ ابن خلدون ( متوفی 808ھ ) کی رائے ابن جریر طبری کی پیش کردہ رائے سے ذرا اختلاف کے ساتھ یہ ہے کہ
A 9 9|||M:PROPN|||مؤرخ|||REQUIRED|||-NONE-|||0

S سیانگجا ضلع کی مجموعی آبادی 289 , 148 افراد پر مشتمل ہے
A 0 0|||M:PROPN|||پوتالی|||REQUIRED|||-NONE-|||0

S سولوکھومبو ضلع کی مجموعی آبادی 105 , 886 افراد پر مشتمل ہے
A 0 0|||M:PROPN|||سالیری|||REQUIRED|||-NONE-|||0

S رولپا ضلع کی مجموعی آبادی 221 , 178 افراد پر مشتمل ہے
A 0 0|||M:PROPN|||لیوانگ|||REQUIRED|||-NONE-|||0

S رامیچھاپ ضلع کی مجموعی آبادی 202 , 646 افراد پر مشتمل ہے
A 0 0|||M:PROPN|||مانتھالی|||REQUIRED|||-NONE-|||0

S کاماریڈی ضلع ( انگریزی ) بھارت کا ایک رہائشی علاقہ جو تلنگانہ میں واقع ہے
A 0 0|||M:PROPN|||محبوب|||REQUIRED|||-NONE-|||0

S قلعہ میرچاکر سبی شہر کے مغرب میں سبی
A 0 0|||M:PROPN|||سیوی|||REQUIRED|||-NONE-|||0

S یہ چونگی میرچاکر کی بیرونی آمدروفت اور ناکہ ( وصولی ) کے لیے استعمال ہوتی تھی
A 1 1|||M:PROPN|||دھپال|||REQUIRED|||-NONE-|||0

S باب کرم اردو و پنجابی نعتوں کا مجموعہ ہے جو عبدالستار نیازی فیصل آبادی کی تصنیف ہے
A 2 2|||M:PROPN|||الضحی|||REQUIRED|||-NONE-|||0

S شیخ الحدیث فلاح دارین گجرات
A 5 5|||M:PROPN|||لکھنؤ|||REQUIRED|||-NONE-|||0

S ظفر اقبال نے ایل ایل بی کا امتحان لا کالج پنجاب یونیورسٹی سے پاس کیا
A 10 10|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 07 48 , 18 جنوری 2017 ( م ع و )
A 9 9|||M:PROPN|||11|||REQUIRED|||-NONE-|||0

S ظہیر عباس ( گلسٹرشا ر ) ٹرنر ( ووسٹرشا ر ) اور رچرڈز ( سومرسیٹ )
A 6 6|||M:PROPN|||گیلن|||REQUIRED|||-NONE-|||0

S 1987 میں بی اے 1989 میں ایم اے ( اردو ) کی ڈگری پنجاب یونیورسٹی سے حاصل کی
A 13 13|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S مولانا قاری عبد الحئی عابد 1940 کے لگ بھگ ضلع جالندھر میں پیدا ہوئے
A 11 11|||M:PROPN|||ہندوستان|||REQUIRED|||-NONE-|||0

S اگست میں رئیس الواعظین کے حلق میں کینسر ( سرطان ) کے آثار ظاہر ہوئے
A 1 1|||M:PROPN|||1988|||REQUIRED|||-NONE-|||0

S آپ کے والد کا نام رفیع الحسن تھا جو رفیق میاں کے نام سے مشہور تھے
A 5 5|||M:PROPN|||محمد|||REQUIRED|||-NONE-|||0

S قبلہ عالم حضرت خواجہ زندہ پیرصاحب شروع ہی سے دن کو روزہ اور رات کو قیام و عبادت و ریاضت کے پابند تھے
A 6 6|||M:PROPN|||سرکار|||REQUIRED|||-NONE-|||0

S سنہ میں خواہش ظاہر کی گئی کہ جامع مسجد ربوہ میں تعمیر کی جائے کیونکہ مسجد مبارک کی صلاحیت ناکافی ہوگئی
A 1 1|||M:PROPN|||1964|||REQUIRED|||-NONE-|||0

S صاحب چک ( انگریزی ) یہ ضلع میرپور آزاد کشمیر کا ایک قصبہ ہے یہ منگلا کے قریب ہے
A 2 2|||M:PROPN|||پڑی|||REQUIRED|||-NONE-|||0

S شیخ الاسلام مفتی اعظم ہند شاہ محمد مظہر اللہ دہلوی
A 9 9|||M:PROPN|||شاہ|||REQUIRED|||-NONE-|||0

S 1603 کے آغاز میں عائشہ سلطان سے ایک بیٹے سلطان زادے محمد پاشا کی پیدائش ہوئی
A 0 0|||M:PROPN|||یکم جنوری|||REQUIRED|||-NONE-|||0

S ہوا یوں کہ جولائی 1553 میں ہمایوں کا باغی بھائی کامران پناہ کی غرض سے گکھڑوں کے پا س آیا
A 11 11|||M:PROPN|||مرزا|||REQUIRED|||-NONE-|||0

S انہوں نے الہ آباد یونیورسٹی سے بی اے کیا
A 2 2|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S ای سی او کا سربراہی اجلاس مارچ 2017 میںاقتصادی تعاون تنظیم کا تیراہواں اجلاس تھا جو پہلی بار اسلام آباد پاکستان میں منعقد ہوا
A 6 6|||M:PROPN|||1|||REQUIRED|||-NONE-|||0

S جب حضرت علی کو اس بات کا علم ہوا تو آپ خود تشریف لائے
A 3 3|||M:PROPN|||المرتضی|||REQUIRED|||-NONE-|||0

S ماؤنٹ لوگن ( واشنگٹن ) کی مجموعی آبادی 2 , 769 75 میٹر سطح سمندر سے بلندی پر واقع ہے
A 2 2|||M:PROPN|||پیک|||REQUIRED|||-NONE-|||0

S ماؤنٹ بونیویل کی مجموعی آبادی 3 , 837 48 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 0|||M:PROPN|||بو|||REQUIRED|||-NONE-|||0

S ماؤنٹ ڈوئن کی مجموعی آبادی 3 , 215 98 میٹر سطح سمندر سے بلندی پر واقع ہے
A 2 2|||M:PROPN|||پیک|||REQUIRED|||-NONE-|||0

S فیکٹری ہل کی مجموعی آبادی 2 , 903 86 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 0|||M:PROPN|||ماؤنٹ|||REQUIRED|||-NONE-|||0

S ماؤنٹ شوئرز کی مجموعی آبادی 3 , 354 97 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 0|||M:PROPN|||سیپلکیر|||REQUIRED|||-NONE-|||0

S دی تھنڈرر ( وائیومنگ ) کی مجموعی آبادی 3 , 198 91 میٹر سطح سمندر سے بلندی پر واقع ہے
A 2 2|||M:PROPN|||پیک|||REQUIRED|||-NONE-|||0

S ماؤنٹ واشیکی کی مجموعی آبادی 3 , 817 36 میٹر سطح سمندر سے بلندی پر واقع ہے
A 2 2|||M:PROPN|||نیڈلز|||REQUIRED|||-NONE-|||0

S واشیکی نیڈلز کی مجموعی آبادی 3 , 817 06 میٹر سطح سمندر سے بلندی پر واقع ہے
A 7 7|||M:PROPN|||122|||REQUIRED|||-NONE-|||0

S بیجر ماؤنٹین ( کولوراڈو ) کی مجموعی آبادی 3 , 442 76 میٹر سطح سمندر سے بلندی پر واقع ہے
A 2 2|||M:PROPN|||بیلی|||REQUIRED|||-NONE-|||0

S ہنٹیر ماؤنٹین ( نیو یارک ) ) ریاستہائے متحدہ امریکا کا ایک پہاڑ جو نیویارک میں واقع ہے
A 0 0|||M:PROPN|||ساوتھ ویسٹ|||REQUIRED|||-NONE-|||0

S گیبل ماؤنٹین کی مجموعی آبادی 2 , 823 09 میٹر سطح سمندر سے بلندی پر واقع ہے
A 2 2|||M:PROPN|||گیڈوہن|||REQUIRED|||-NONE-|||0

S کوتینائی پیک کی مجموعی آبادی 2 , 603 63 میٹر سطح سمندر سے بلندی پر واقع ہے
A 2 2|||M:PROPN|||ماؤنٹین|||REQUIRED|||-NONE-|||0

S ماؤنٹ میرٹ کی مجموعی آبادی 3 , 049 26 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 0|||M:PROPN|||میٹکاف|||REQUIRED|||-NONE-|||0

S ماؤنٹ پینروز ( مونٹانا ) کی مجموعی آبادی 2 , 400 94 میٹر سطح سمندر سے بلندی پر واقع ہے
A 2 2|||M:PROPN|||پیک|||REQUIRED|||-NONE-|||0

S ریزرایج ماؤنٹین کی مجموعی آبادی 2 , 611 86 میٹر سطح سمندر سے بلندی پر واقع ہے
A 2 2|||M:PROPN|||ریئرگارڈ|||REQUIRED|||-NONE-|||0

S ماؤنٹ ریڈوبٹ کی مجموعی آبادی 3 , 108 08 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 0|||M:PROPN|||ریگل|||REQUIRED|||-NONE-|||0

S ماؤنٹ کریسنٹ کی مجموعی آبادی 990 92 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 0|||M:PROPN|||کروچڈ|||REQUIRED|||-NONE-|||0

S ریگیڈ ماؤنٹین ( نیو ہیمپشائر ) کی مجموعی آبادی 696 78 میٹر سطح سمندر سے بلندی پر واقع ہے
A 2 2|||M:PROPN|||رابرٹس|||REQUIRED|||-NONE-|||0

S سیسافریس ماؤنٹین کی مجموعی آبادی 1 , 083 27 میٹر سطح سمندر سے بلندی پر واقع ہے
A 2 2|||M:PROPN|||راک|||REQUIRED|||-NONE-|||0

S ماؤنٹ واشنگٹن ( اوریگون ) ) ریاستہائے متحدہ امریکا کا ایک پہاڑ جو میں واقع ہے
A 13 13|||M:PROPN|||اوریگون|||REQUIRED|||-NONE-|||0

S ہوا رات ضلع کی مجموعی آبادی 35 , 941 افراد پر مشتمل ہے
A 0 0|||M:PROPN|||کھائن|||REQUIRED|||-NONE-|||0

S نام پھونگ ضلع کی مجموعی آبادی 112 , 414 افراد پر مشتمل ہے
A 2 2|||M:PROPN|||سیلا|||REQUIRED|||-NONE-|||0

S پھران کراتائی ضلع کی مجموعی آبادی 68 , 529 افراد پر مشتمل ہے
A 2 2|||M:PROPN|||نگام|||REQUIRED|||-NONE-|||0

S اور آپ حضرت حزقیل کی طرح یہودہ کے کوہن تھے
A 4 4|||M:PROPN|||ایل|||REQUIRED|||-NONE-|||0

S ح ن ہ ( " ح ن ا " کے نام سے بھی جانی جاتی ہیں ) داؤد کے گھرانے اور خاندان سے ہیں
A 18 18|||M:PROPN|||علیہ اسلام|||REQUIRED|||-NONE-|||0

S رسک کاؤنٹی ایئرپورٹ ( ٹیکساس ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو ٹیکساس میں واقع ہے
A 2 2|||M:PROPN|||جے|||REQUIRED|||-NONE-|||0

S ٹرائی کاؤنٹی ایئرپورٹ ( شمالی کیرولائنا ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو شمالی کیرولائنا میں واقع ہے
A 2 2|||M:PROPN|||نارتھ|||REQUIRED|||-NONE-|||0

S لکی شاہ صدر پاکستان ( انگریزی ) کے صوبہ سندھ کے ضلع جامشورو میں ایک قدیم شہر ہے
A 7 7|||M:PROPN|||پاکستان|||REQUIRED|||-NONE-|||0

S منچھر جھیل سے مشرق کی طرف مڑ کر سیہون کے جنوب میں دوبارہ سندھ دریا سے جاکر ملتی تھی
A 13 13|||M:PROPN|||دریائے|||REQUIRED|||-NONE-|||0

S جس کو حبشی راسخ الاعتقاد کلیسیا یونیفکیشن اور بیٹہ اسرائیل مذہبی کتاب سمجھتے ہیں
A 5 5|||M:PROPN|||توحیدی|||REQUIRED|||-NONE-|||0

S دولہہ دریا خان کو جام نظام الدین نے گائوں گاہا ( جوہی تحصیل ) اور ٹلٹی میں جاگیریں عطا کی تھیں
A 11 11|||M:PROPN|||تعلقہ|||REQUIRED|||-NONE-|||0

S سورہ بقرہ مکی سورۃ ہے جبکہ ا س کی یہ آیت حجۃ الوداع کے موقع پر منی میں نازل ہوئی تھی
A 11 11|||M:PROPN|||281|||REQUIRED|||-NONE-|||0

S سورہ الشوری مکی سورۃ ہے جبکہ ا س کی آیت 23 تا 25 مدینہ منورہ میں نازل ہوئی ہے
A 0 0|||M:PROPN|||المؤمن|||REQUIRED|||-NONE-|||0

S علم و فضل کا یہ آفتاب صرف تیس بتیس سال کی عمر میں 1239ھ میں فوت ہو گیا
A 14 14|||M:PROPN|||1824|||REQUIRED|||-NONE-|||0

S متناسق عالمی وقت کے مطابق 20 05 56 پر یہ گرہن مکمل ہوگا
A 5 5|||M:PROPN|||13|||REQUIRED|||-NONE-|||0

S قلی قطب کی پیدائش ہمدان میں 874ھ 1470 میں ہوئی
A 0 0|||M:PROPN|||سلطان|||REQUIRED|||-NONE-|||0

S قلی قطب کا نسب قرہ یوسف تک پہنچتا ہے اور والدہ مریم خانم سے نسب بادشاہ ایران جہاں شاہ تک پہنچتا ہے
A 0 0|||M:PROPN|||سلطان|||REQUIRED|||-NONE-|||0

S قلی قطب کے والدین پندرہویں صدی عیسوی کے آغاز میں دہلی آئے اور جلد ہی دکن چلے آئے
A 0 0|||M:PROPN|||سلطان|||REQUIRED|||-NONE-|||0

S دکن میں قلی قطب کے والد نے بہمنی سلطنت کی ملازمت اختیار کرلی
A 2 2|||M:PROPN|||سلطان|||REQUIRED|||-NONE-|||0

S قلی قطب چونکہ علم حساب میں بڑی مہارت رکھتا تھا اور خوشخط تھا
A 0 0|||M:PROPN|||سلطان|||REQUIRED|||-NONE-|||0

S قطب شاہی مقابر گولکنڈہ موجودہ حیدرآباد دکن بھارت میں واقع قطب شاہی سلطنت کے حکمرانوں کے مقابر ہیں
A 0 0|||M:PROPN|||گنبدان|||REQUIRED|||-NONE-|||0

S آپ کا تعلق مسلم لیگ ن سے ہے
A 3 3|||M:PROPN|||پاکستان|||REQUIRED|||-NONE-|||0

S یہاں مکانات زیادہ تر لکڑی سے بنے ہوئے ہیں اور کشمیر کے روایتی طرز تعمیر کو ظاہر کرتے ہیں
A 5 5|||M:PROPN|||ی|||REQUIRED|||-NONE-|||0

S احمد پٹیل کی پیدائش 21 اگست 1949کو بھروچ بامبے ریاست بھارتاب گجرات ( بھارت ) بھارت میں ہوئی
A 10 10|||M:PROPN|||بمبئی|||REQUIRED|||-NONE-|||0

S ماڈل ٹاؤن کی آبادی 24002ہے
A 4 4|||M:PROPN|||1994|||REQUIRED|||-NONE-|||0

S جسٹس ثاقب نثار 18 جنوری 1954 میں لاہور میں پیدا ہوئے اور انہوں نے پنجاب یونیورسٹی سے اپنی قانون کے ڈگری حاصل کی
A 14 14|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S ش ر عل خان ے مطابق سرمد شہ د تجارت غرض سے ہندوستان آ ا تھا
A 4 4|||M:PROPN|||لودھ|||REQUIRED|||-NONE-|||0

S ش ر عل خان ل ھتا ہے
A 4 4|||M:PROPN|||لودھ|||REQUIRED|||-NONE-|||0

S سوآن میانی ( انگریزی ) صوبہ پنجاب پاکستان ضلع راجن پور تحصیل روجھان کی ایک یونین کونسل اور قصبہ ہے
A 2 2|||M:PROPN|||پور|||REQUIRED|||-NONE-|||0

S ڈگر قریشی کی مجموعی آبادی 170 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 0|||M:PROPN|||انگرا|||REQUIRED|||-NONE-|||0

S پنجگرائیں ڈگر کی مجموعی آبادی 170 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 0|||M:PROPN|||جھمٹ|||REQUIRED|||-NONE-|||0

S پاروتی ایک بھارتی فلم اداکارہ ہے
A 2 2|||M:PROPN|||ہندو|||REQUIRED|||-NONE-|||0

S ابو اسما غض ف بن الحارث الثمالی اور کہا گیاالس ونی کنیت ابو اسما ہے
A 6 6|||M:PROPN|||زنیم|||REQUIRED|||-NONE-|||0

S آپ کی پیدائش 16 دسمبر کے روز پاکستان کے شہر کراچی میں ہوئی
A 5 5|||M:PROPN|||1982|||REQUIRED|||-NONE-|||0

S بحوالہ تاریخ بلوچ قبائل از ڈاکٹر مہر عبدالحق
A 8 8|||M:PROPN|||بلوچ|||REQUIRED|||-NONE-|||0

S " اچ گل امام " پاکستان کا ایک رہائشی علاقہ جو پنجاب پاکستان ضلع جھنگ کی تحصیل اٹھارہ ہزاری میں واقع ہے
A 2 2|||M:PROPN|||آستانہ|||REQUIRED|||-NONE-|||0

S پکے والا ( انگریزی ) صوبہ پنجاب پاکستان ضلع جھنگ تحصیل جھنگ کی ایک یونین کونسل اور قصبہ ہے
A 2 2|||M:PROPN|||پور|||REQUIRED|||-NONE-|||0

S ان کا تعلق کشمیری بھٹ قبیلے سے ہے
A 3 3|||M:PROPN|||بٹ|||REQUIRED|||-NONE-|||0

S پھر انہیں نو تشکیل کردہ جامعہ کراچی کا پہلا وائس چانسلر مقرر کیا گیا تھا
A 7 7|||M:PROPN|||یونیورسٹی|||REQUIRED|||-NONE-|||0

S ( جیسے کرسمس ولادت بدھ )
A 5 5|||M:PROPN|||پورنیما|||REQUIRED|||-NONE-|||0

S لاجپت سیاسی میدان میں وہ بال گنگادھر تلک پیرو تھے
A 0 0|||M:PROPN|||لالہ|||REQUIRED|||-NONE-|||0

S مہا کیشپ بدھ مت کے دس شاگردوں میں سے ایک تھے
A 2 2|||M:PROPN|||گوتم|||REQUIRED|||-NONE-|||0

S یہ مقام ژوب شہر سے چھ کلومیٹر کے فاصلے پر مغرب میں ژوب ندی کے کنارے واقع ہے
A 12 12|||M:PROPN|||دریائے|||REQUIRED|||-NONE-|||0

S شاہدہ رسول ملتان صوبہ پنجاب میں پیدا ہوئیں
A 5 5|||M:PROPN|||پاکستان|||REQUIRED|||-NONE-|||0

S ہنری جیمز 11 ستمبر 1862 کو گرینزبورو شمالی کیرولائنا ریاستہائے متحدہ امریکا میں پیدا ہوئے
A 0 0|||M:PROPN|||او|||REQUIRED|||-NONE-|||0

S شیخ رشید احمد اور سراج الحق جیسے دوسرے سیاستدانوں نے بھ ی عمرا خان کا ساتھ دیا اور پٹیشن دائر کی
A 13 13|||M:PROPN|||ن|||REQUIRED|||-NONE-|||0

S جزائر شاہی ایران کے صوبہ آذربائیجان شرقی میں واقع ارمیا جھیل میں واقع ایک بڑا جزیرہ ہے
A 9 9|||M:PROPN|||بحیرہ|||REQUIRED|||-NONE-|||0

S بندہ یہ اختیار چاہتا ہے شکریہ 19 46 18 جولائی 2019 ( م ع و )
A 7 7|||M:PROPN|||05|||REQUIRED|||-NONE-|||0

S شب جمعہ شعبان ھ مطابق مئی کو مینڈر ضلع پونچھ ( کشمیر ) میں اچانک حرکت قلب بند ہوجانے سے انتقال ہوا
A 5 5|||M:PROPN|||9|||REQUIRED|||-NONE-|||0

S شب جمعہ شعبان ھ مطابق مئی کو مینڈر ضلع پونچھ ( کشمیر ) میں اچانک حرکت قلب بند ہوجانے سے انتقال ہوا
A 6 6|||M:PROPN|||1985|||REQUIRED|||-NONE-|||0

S یونیورسٹی آف میری ہارڈن بیلور ریاستہائے متحدہ امریکا کا ایک تعمیر و نجی غیر منافع بخش تعلیمی ادارہ جو ٹیکساس میں واقع ہے
A 0 0|||M:PROPN|||مکمری|||REQUIRED|||-NONE-|||0

S پرانا ہالا ضلع مٹیاری کا ایک چھوٹا شہر ہے جو ہالا سب ڈویژن میں واقع ہے
A 11 11|||M:PROPN|||ذیلی|||REQUIRED|||-NONE-|||0

S برائنٹ فیلڈ ( ہوائی اڈا ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو کیلیفورنیا میں واقع ہے
A 6 6|||M:PROPN|||انگریزی|||REQUIRED|||-NONE-|||0

S ایگزیٹر ہوائی اڈا ( کیلیفورنیا ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو کیلیفورنیا میں واقع ہے
A 1 1|||M:PROPN|||فیلڈ|||REQUIRED|||-NONE-|||0

S قطب الدین مبارک شاہ خلجی علا الدین خلجی کا بیٹا اور خلجی سلطنت کا چوتھا سلطان تھا
A 13 13|||M:PROPN|||دہلی|||REQUIRED|||-NONE-|||0

S ٹرائی کاؤنٹی ہوائی اڈا ( شمالی کیرولائنا ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو شمالی کیرولائنا میں واقع ہے
A 2 2|||M:PROPN|||نارتھ|||REQUIRED|||-NONE-|||0

S س نیتی دیوی ( 1864 1932 ) کوچ بہار ہند کی نوابی ریاست کی مہارانی تھی
A 13 13|||M:PROPN|||کوچ بہار|||REQUIRED|||-NONE-|||0

S واٹربری ہوائی اڈا ( کنیکٹیکٹ ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو کنیکٹیکٹ میں واقع ہے
A 1 1|||M:PROPN|||آکسفورڈ|||REQUIRED|||-NONE-|||0

S رومینی ٹاؤن شپ ماریون کاؤنٹی الینوائے کی مجموعی آبادی 135 94 میٹر سطح سمندر سے بلندی پر واقع ہے
A 1 1|||M:PROPN|||ہاؤس|||REQUIRED|||-NONE-|||0

S گلاسگو ہوائی اڈا ( مونٹانا ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو مونٹانا میں واقع ہے
A 1 1|||M:PROPN|||انڈسٹریل|||REQUIRED|||-NONE-|||0

S سسیکس ہوائی اڈا ( نیو جرسی ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو نیو جرسی میں واقع ہے
A 16 16|||M:PROPN|||برگن کاؤنٹی|||REQUIRED|||-NONE-|||0

S نیوپورٹ میونسپل ہوائی اڈا ( اوریگون ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو اوریگون میں واقع ہے
A 16 16|||M:PROPN|||کلاکاماس کاؤنٹی|||REQUIRED|||-NONE-|||0

S آکسبو ہوائی اڈا ( اوریگون ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو اوریگون میں واقع ہے
A 1 1|||M:PROPN|||رینچ|||REQUIRED|||-NONE-|||0

S میونسپل ہوائی اڈا ( اوکلاہوما ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو اوکلاہوما میں واقع ہے
A 0 0|||M:PROPN|||نوواٹا|||REQUIRED|||-NONE-|||0

S محمد نواز ( کرکٹ کھلاڑی پیدائش1994 ) ) ایک پاکستانی کرکٹ کھلاڑی ہے
A 4 4|||M:PROPN|||21|||REQUIRED|||-NONE-|||0

S اعظم خان ( کرکٹ کھلاڑی پیدائش 1998 ) ایک پاکستانی کرکٹ کھلاڑی ہے
A 6 6|||M:PROPN|||10 اگست|||REQUIRED|||-NONE-|||0

S آخری تجدید 15 43 28 مارچ 2018 ( م ع و )
A 2 2|||M:PROPN|||07|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 26 29 مارچ 2018 ( م ع و )
A 2 2|||M:PROPN|||10|||REQUIRED|||-NONE-|||0

S آخری تجدید 03 32 11 اپریل 2018 ( م ع و )
A 5 5|||M:PROPN|||57 13|||REQUIRED|||-NONE-|||0

S آخری تجدید 16 10 2 نومبر 2018 ( م ع و )
A 5 5|||M:PROPN|||11|||REQUIRED|||-NONE-|||0

S آخری تجدید 16 45 22 نومبر 2018 ( م ع و )
A 5 5|||M:PROPN|||29 28|||REQUIRED|||-NONE-|||0

S آخری تجدید 13 19 11 دسمبر 2018 ( م ع و )
A 2 2|||M:PROPN|||06|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 06 11 جنوری 2019 ( م ع و )
A 2 2|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S آخری تجدید 19 43 5 فروری 2019 ( م ع و )
A 5 5|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S آخری تجدید 16 43 6 ستمبر 2019 ( م ع و )
A 2 2|||M:PROPN|||09|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 08 5 اکتوبر 2019 ( م ع و )
A 5 5|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S آخری تجدید 10 42 21 نومبر 2019 ( م ع و )
A 2 2|||M:PROPN|||18|||REQUIRED|||-NONE-|||0

S آخری تجدید 21 37 30 نومبر 2019 ( م ع و )
A 2 2|||M:PROPN|||07|||REQUIRED|||-NONE-|||0

S آخری تجدید 08 36 11 دسمبر 2019 ( م ع و )
A 4 4|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 36 11 دسمبر 2019 ( م ع و )
A 2 2|||M:PROPN|||17 27|||REQUIRED|||-NONE-|||0

S آخری تجدید 15 44 28 مارچ 2018 ( م ع و )
A 2 2|||M:PROPN|||07|||REQUIRED|||-NONE-|||0

S آخری تجدید 10 20 3 اپریل 2018 ( م ع و )
A 4 4|||M:PROPN|||35|||REQUIRED|||-NONE-|||0

S آخری تجدید 20 14 5 اپریل 2018 ( م ع و )
A 2 2|||M:PROPN|||13|||REQUIRED|||-NONE-|||0

S آخری تجدید 03 37 26 اپریل 2018 ( م ع و )
A 5 5|||M:PROPN|||1|||REQUIRED|||-NONE-|||0

S آخری تجدید 01 49 5 جون 2018 ( م ع و )
A 5 5|||M:PROPN|||7|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 46 1 نومبر 2018 ( م ع و )
A 5 5|||M:PROPN|||2|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 31 28 نومبر 2018 ( م ع و )
A 2 2|||M:PROPN|||05|||REQUIRED|||-NONE-|||0

S آخری تجدید 20 30 10 دسمبر 2018 ( م ع و )
A 2 2|||M:PROPN|||13|||REQUIRED|||-NONE-|||0

S آخری تجدید 19 45 5 فروری 2019 ( م ع و )
A 5 5|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 36 2 اپریل 2018 ( م ع و )
A 5 5|||M:PROPN|||3|||REQUIRED|||-NONE-|||0

S آخری تجدید 20 18 5 اپریل 2018 ( م ع و )
A 5 5|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S آخری تجدید 13 59 16 اپریل 2018 ( م ع و )
A 4 4|||M:PROPN|||48|||REQUIRED|||-NONE-|||0

S آخری تجدید 05 22 19 مئی 2018 ( م ع و )
A 2 2|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 04 2 جون 2018 ( م ع و )
A 5 5|||M:PROPN|||5|||REQUIRED|||-NONE-|||0

S آخری تجدید 08 35 8 جولائی 2018 ( م ع و )
A 5 5|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 48 1 نومبر 2018 ( م ع و )
A 5 5|||M:PROPN|||23|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 48 1 نومبر 2018 ( م ع و )
A 5 5|||M:PROPN|||2|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 34 28 نومبر 2018 ( م ع و )
A 2 2|||M:PROPN|||05|||REQUIRED|||-NONE-|||0

S آخری تجدید 20 56 10 دسمبر 2018 ( م ع و )
A 2 2|||M:PROPN|||13|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 52 26 جنوری 2019 ( م ع و )
A 2 2|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S آخری تجدید 19 47 5 فروری 2019 ( م ع و )
A 5 5|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 55 6 فروری 2019 ( م ع و )
A 4 4|||M:PROPN|||47|||REQUIRED|||-NONE-|||0

S آپ نے اپنے بیٹے ( ابراہیم بن محمد ) کو اپنا جانشین مقرر کیا
A 8 8|||M:PROPN|||بن|||REQUIRED|||-NONE-|||0

S 10 14 4 اپریل 2018 ( م ع و )
A 3 3|||M:PROPN|||5|||REQUIRED|||-NONE-|||0

S 20 07 5 اپریل 2018 ( م ع و )
A 3 3|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S 09 39 19 اپریل 2018 ( م ع و )
A 0 0|||M:PROPN|||13|||REQUIRED|||-NONE-|||0

S 05 12 19 مئی 2018 ( م ع و )
A 0 0|||M:PROPN|||16|||REQUIRED|||-NONE-|||0

S 20 58 7 جولائی 2018 ( م ع و )
A 3 3|||M:PROPN|||8|||REQUIRED|||-NONE-|||0

S 08 27 8 جولائی 2018 ( م ع و )
A 3 3|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S 15 46 2 نومبر 2018 ( م ع و )
A 0 0|||M:PROPN|||04|||REQUIRED|||-NONE-|||0

S 21 48 13 جنوری 2019 ( م ع و )
A 0 0|||M:PROPN|||01|||REQUIRED|||-NONE-|||0

S 22 42 6 فروری 2019 ( م ع و )
A 3 3|||M:PROPN|||1|||REQUIRED|||-NONE-|||0

S 14 37 1 مارچ 2019 ( م ع و )
A 3 3|||M:PROPN|||22|||REQUIRED|||-NONE-|||0

S 14 37 1 مارچ 2019 ( م ع و )
A 3 3|||M:PROPN|||4|||REQUIRED|||-NONE-|||0

S 12 16 8 اگست 2019 ( م ع و )
A 2 2|||M:PROPN|||26|||REQUIRED|||-NONE-|||0

S 15 42 9 اگست 2019 ( م ع و )
A 1 1|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S 15 22 29 اگست 2019 ( م ع و )
A 2 2|||M:PROPN|||10|||REQUIRED|||-NONE-|||0

S 22 10 29 اگست 2019 ( م ع و )
A 0 0|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S 15 48 19 ستمبر 2019 ( م ع و )
A 0 0|||M:PROPN|||00|||REQUIRED|||-NONE-|||0

S 13 45 5 اکتوبر 2019 ( م ع و )
A 0 0|||M:PROPN|||00|||REQUIRED|||-NONE-|||0

S 12 06 16 اپریل 2023 ( م ع و )
A 2 2|||M:PROPN|||11|||REQUIRED|||-NONE-|||0

S 20 07 5 اپریل 2018 ( م ع و )
A 3 3|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S 09 39 19 اپریل 2018 ( م ع و )
A 0 0|||M:PROPN|||13|||REQUIRED|||-NONE-|||0

S 20 58 7 جولائی 2018 ( م ع و )
A 3 3|||M:PROPN|||8|||REQUIRED|||-NONE-|||0

S 17 17 12 اکتوبر 2018 ( م ع و )
A 3 3|||M:PROPN|||22|||REQUIRED|||-NONE-|||0

S 15 46 2 نومبر 2018 ( م ع و )
A 2 2|||M:PROPN|||11|||REQUIRED|||-NONE-|||0

S 13 14 11 دسمبر 2018 ( م ع و )
A 0 0|||M:PROPN|||05|||REQUIRED|||-NONE-|||0

S 21 48 13 جنوری 2019 ( م ع و )
A 0 0|||M:PROPN|||01|||REQUIRED|||-NONE-|||0

S 22 42 6 فروری 2019 ( م ع و )
A 3 3|||M:PROPN|||1|||REQUIRED|||-NONE-|||0

S 14 37 1 مارچ 2019 ( م ع و )
A 3 3|||M:PROPN|||22|||REQUIRED|||-NONE-|||0

S 14 37 1 مارچ 2019 ( م ع و )
A 3 3|||M:PROPN|||4|||REQUIRED|||-NONE-|||0

S 12 16 8 اگست 2019 ( م ع و )
A 2 2|||M:PROPN|||26|||REQUIRED|||-NONE-|||0

S 22 11 29 اگست 2019 ( م ع و )
A 0 0|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S 15 48 19 ستمبر 2019 ( م ع و )
A 0 0|||M:PROPN|||00|||REQUIRED|||-NONE-|||0

S 13 45 5 اکتوبر 2019 ( م ع و )
A 0 0|||M:PROPN|||00|||REQUIRED|||-NONE-|||0

S 09 47 12 اکتوبر 2019 ( م ع و )
A 0 0|||M:PROPN|||04|||REQUIRED|||-NONE-|||0

S 08 10 10 دسمبر 2019 ( م ع و )
A 0 0|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S 12 07 16 اپریل 2023 ( م ع و )
A 2 2|||M:PROPN|||21|||REQUIRED|||-NONE-|||0

S 20 07 5 اپریل 2018 ( م ع و )
A 3 3|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S 12 59 6 اپریل 2018 ( م ع و )
A 0 0|||M:PROPN|||03|||REQUIRED|||-NONE-|||0

S 09 40 19 اپریل 2018 ( م ع و )
A 0 0|||M:PROPN|||13|||REQUIRED|||-NONE-|||0

S 17 18 12 اکتوبر 2018 ( م ع و )
A 3 3|||M:PROPN|||22|||REQUIRED|||-NONE-|||0

S 15 47 2 نومبر 2018 ( م ع و )
A 0 0|||M:PROPN|||04|||REQUIRED|||-NONE-|||0

S 16 32 22 نومبر 2018 ( م ع و )
A 3 3|||M:PROPN|||24 28|||REQUIRED|||-NONE-|||0

S 14 38 1 مارچ 2019 ( م ع و )
A 3 3|||M:PROPN|||24|||REQUIRED|||-NONE-|||0

S 14 38 1 مارچ 2019 ( م ع و )
A 3 3|||M:PROPN|||4|||REQUIRED|||-NONE-|||0

S 15 33 2 ستمبر 2019 ( م ع و )
A 3 3|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S 20 20 14 ستمبر 2019 ( م ع و )
A 3 3|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S 15 54 19 ستمبر 2019 ( م ع و )
A 0 0|||M:PROPN|||00|||REQUIRED|||-NONE-|||0

S 04 14 26 اکتوبر 2019 ( م ع و )
A 0 0|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S 14 40 11 نومبر 2019 ( م ع و )
A 0 0|||M:PROPN|||15|||REQUIRED|||-NONE-|||0

S 19 55 26 نومبر 2019 ( م ع و )
A 3 3|||M:PROPN|||27|||REQUIRED|||-NONE-|||0

S 18 48 28 نومبر 2019 ( م ع و )
A 3 3|||M:PROPN|||29|||REQUIRED|||-NONE-|||0

S 14 17 11 دسمبر 2019 ( م ع و )
A 2 2|||M:PROPN|||09|||REQUIRED|||-NONE-|||0

S 12 07 16 اپریل 2023 ( م ع و )
A 2 2|||M:PROPN|||21|||REQUIRED|||-NONE-|||0

S 13 12 19 اپریل 2018 ( م ع و )
A 0 0|||M:PROPN|||08|||REQUIRED|||-NONE-|||0

S 21 01 7 جولائی 2018 ( م ع و )
A 0 0|||M:PROPN|||08|||REQUIRED|||-NONE-|||0

S 15 57 2 نومبر 2018 ( م ع و )
A 0 0|||M:PROPN|||04|||REQUIRED|||-NONE-|||0

S 16 38 22 نومبر 2018 ( م ع و )
A 0 0|||M:PROPN|||22|||REQUIRED|||-NONE-|||0

S 18 16 9 دسمبر 2018 ( م ع و )
A 0 0|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S 14 40 1 مارچ 2019 ( م ع و )
A 3 3|||M:PROPN|||29|||REQUIRED|||-NONE-|||0

S 09 26 29 مارچ 2018 ( م ع و )
A 0 0|||M:PROPN|||10|||REQUIRED|||-NONE-|||0

S 06 52 30 مئی 2018 ( م ع و )
A 3 3|||M:PROPN|||2|||REQUIRED|||-NONE-|||0

S 21 05 7 جولائی 2018 ( م ع و )
A 0 0|||M:PROPN|||08|||REQUIRED|||-NONE-|||0

S 13 31 12 اگست 2018 ( م ع و )
A 3 3|||M:PROPN|||22|||REQUIRED|||-NONE-|||0

S 14 45 1 نومبر 2018 ( م ع و )
A 3 3|||M:PROPN|||06|||REQUIRED|||-NONE-|||0

S 14 45 1 نومبر 2018 ( م ع و )
A 3 3|||M:PROPN|||2|||REQUIRED|||-NONE-|||0

S 16 06 2 نومبر 2018 ( م ع و )
A 3 3|||M:PROPN|||11|||REQUIRED|||-NONE-|||0

S 16 44 22 نومبر 2018 ( م ع و )
A 3 3|||M:PROPN|||29 28|||REQUIRED|||-NONE-|||0

S 18 18 9 دسمبر 2018 ( م ع و )
A 0 0|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S 13 18 11 دسمبر 2018 ( م ع و )
A 0 0|||M:PROPN|||06|||REQUIRED|||-NONE-|||0

S 19 08 12 جنوری 2019 ( م ع و )
A 3 3|||M:PROPN|||13|||REQUIRED|||-NONE-|||0

S 19 42 5 فروری 2019 ( م ع و )
A 3 3|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S 14 42 1 مارچ 2019 ( م ع و )
A 3 3|||M:PROPN|||29|||REQUIRED|||-NONE-|||0

S 09 27 29 مارچ 2018 ( م ع و )
A 0 0|||M:PROPN|||10|||REQUIRED|||-NONE-|||0

S 03 32 11 اپریل 2018 ( م ع و )
A 3 3|||M:PROPN|||58 13|||REQUIRED|||-NONE-|||0

S 06 53 30 مئی 2018 ( م ع و )
A 3 3|||M:PROPN|||2|||REQUIRED|||-NONE-|||0

S 14 46 1 نومبر 2018 ( م ع و )
A 0 0|||M:PROPN|||16|||REQUIRED|||-NONE-|||0

S 16 10 2 نومبر 2018 ( م ع و )
A 3 3|||M:PROPN|||11|||REQUIRED|||-NONE-|||0

S 16 45 22 نومبر 2018 ( م ع و )
A 3 3|||M:PROPN|||29 28|||REQUIRED|||-NONE-|||0

S 13 19 11 دسمبر 2018 ( م ع و )
A 0 0|||M:PROPN|||06|||REQUIRED|||-NONE-|||0

S 14 06 11 جنوری 2019 ( م ع و )
A 0 0|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S 16 43 6 ستمبر 2019 ( م ع و )
A 0 0|||M:PROPN|||09|||REQUIRED|||-NONE-|||0

S 09 51 5 اکتوبر 2019 ( م ع و )
A 2 2|||M:PROPN|||08|||REQUIRED|||-NONE-|||0

S 14 08 5 اکتوبر 2019 ( م ع و )
A 3 3|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S 07 41 10 اکتوبر 2019 ( م ع و )
A 2 2|||M:PROPN|||00|||REQUIRED|||-NONE-|||0

S 10 42 21 نومبر 2019 ( م ع و )
A 0 0|||M:PROPN|||18|||REQUIRED|||-NONE-|||0

S 21 37 30 نومبر 2019 ( م ع و )
A 0 0|||M:PROPN|||07|||REQUIRED|||-NONE-|||0

S 08 36 11 دسمبر 2019 ( م ع و )
A 2 2|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S 14 36 11 دسمبر 2019 ( م ع و )
A 0 0|||M:PROPN|||17 28|||REQUIRED|||-NONE-|||0

S 10 19 4 اپریل 2018 ( م ع و )
A 3 3|||M:PROPN|||5|||REQUIRED|||-NONE-|||0

S 12 54 5 اپریل 2018 ( م ع و )
A 0 0|||M:PROPN|||13|||REQUIRED|||-NONE-|||0

S 20 14 5 اپریل 2018 ( م ع و )
A 0 0|||M:PROPN|||13|||REQUIRED|||-NONE-|||0

S 06 55 30 مئی 2018 ( م ع و )
A 3 3|||M:PROPN|||2|||REQUIRED|||-NONE-|||0

S 11 51 7 جون 2018 ( م ع و )
A 1 1|||M:PROPN|||09|||REQUIRED|||-NONE-|||0

S 08 34 8 جولائی 2018 ( م ع و )
A 0 0|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S 08 34 8 جولائی 2018 ( م ع و )
A 0 0|||M:PROPN|||26|||REQUIRED|||-NONE-|||0

S 17 25 12 اکتوبر 2018 ( م ع و )
A 3 3|||M:PROPN|||21 22|||REQUIRED|||-NONE-|||0

S 14 47 1 نومبر 2018 ( م ع و )
A 0 0|||M:PROPN|||16|||REQUIRED|||-NONE-|||0

S 22 32 28 نومبر 2018 ( م ع و )
A 0 0|||M:PROPN|||05|||REQUIRED|||-NONE-|||0

S 20 31 10 دسمبر 2018 ( م ع و )
A 0 0|||M:PROPN|||13|||REQUIRED|||-NONE-|||0

S 19 45 5 فروری 2019 ( م ع و )
A 3 3|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S 09 36 2 اپریل 2018 ( م ع و )
A 3 3|||M:PROPN|||3|||REQUIRED|||-NONE-|||0

S 03 48 11 اپریل 2018 ( م ع و )
A 2 2|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S 05 22 19 مئی 2018 ( م ع و )
A 0 0|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S 06 57 30 مئی 2018 ( م ع و )
A 3 3|||M:PROPN|||2|||REQUIRED|||-NONE-|||0

S 09 04 2 جون 2018 ( م ع و )
A 3 3|||M:PROPN|||5|||REQUIRED|||-NONE-|||0

S 08 35 8 جولائی 2018 ( م ع و )
A 3 3|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S 20 56 10 دسمبر 2018 ( م ع و )
A 0 0|||M:PROPN|||13|||REQUIRED|||-NONE-|||0

S 22 53 26 جنوری 2019 ( م ع و )
A 0 0|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S 09 38 2 اپریل 2018 ( م ع و )
A 3 3|||M:PROPN|||3|||REQUIRED|||-NONE-|||0

S 20 43 3 اپریل 2018 ( م ع و )
A 0 0|||M:PROPN|||10|||REQUIRED|||-NONE-|||0

S 03 45 26 اپریل 2018 ( م ع و )
A 0 0|||M:PROPN|||15|||REQUIRED|||-NONE-|||0

S 05 24 19 مئی 2018 ( م ع و )
A 0 0|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S 20 45 8 جولائی 2018 ( م ع و )
A 0 0|||M:PROPN|||17 29|||REQUIRED|||-NONE-|||0

S 20 56 10 دسمبر 2018 ( م ع و )
A 0 0|||M:PROPN|||13|||REQUIRED|||-NONE-|||0

S 22 53 26 جنوری 2019 ( م ع و )
A 0 0|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S 19 47 5 فروری 2019 ( م ع و )
A 3 3|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S 14 47 1 مارچ 2019 ( م ع و )
A 3 3|||M:PROPN|||29|||REQUIRED|||-NONE-|||0

S 14 47 1 مارچ 2019 ( م ع و )
A 3 3|||M:PROPN|||8|||REQUIRED|||-NONE-|||0

S 15 25 29 اگست 2019 ( م ع و )
A 0 0|||M:PROPN|||22|||REQUIRED|||-NONE-|||0

S 15 34 2 ستمبر 2019 ( م ع و )
A 3 3|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S 20 21 14 ستمبر 2019 ( م ع و )
A 3 3|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S 15 54 19 ستمبر 2019 ( م ع و )
A 0 0|||M:PROPN|||00|||REQUIRED|||-NONE-|||0

S 00 10 24 ستمبر 2019 ( م ع و )
A 3 3|||M:PROPN|||27|||REQUIRED|||-NONE-|||0

S 04 15 26 اکتوبر 2019 ( م ع و )
A 0 0|||M:PROPN|||18|||REQUIRED|||-NONE-|||0

S 14 40 11 نومبر 2019 ( م ع و )
A 0 0|||M:PROPN|||15|||REQUIRED|||-NONE-|||0

S 06 44 1 دسمبر 2019 ( م ع و )
A 3 3|||M:PROPN|||9|||REQUIRED|||-NONE-|||0

S 16 40 9 دسمبر 2019 ( م ع و )
A 0 0|||M:PROPN|||02|||REQUIRED|||-NONE-|||0

S 06 08 11 دسمبر 2019 ( م ع و )
A 2 2|||M:PROPN|||16|||REQUIRED|||-NONE-|||0

S 17 10 14 دسمبر 2019 ( م ع و )
A 3 3|||M:PROPN|||08 25|||REQUIRED|||-NONE-|||0

S 09 38 2 اپریل 2018 ( م ع و )
A 3 3|||M:PROPN|||3|||REQUIRED|||-NONE-|||0

S 20 43 3 اپریل 2018 ( م ع و )
A 3 3|||M:PROPN|||4|||REQUIRED|||-NONE-|||0

S 03 52 11 اپریل 2018 ( م ع و )
A 2 2|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S 09 49 19 اپریل 2018 ( م ع و )
A 0 0|||M:PROPN|||13|||REQUIRED|||-NONE-|||0

S 13 20 19 اپریل 2018 ( م ع و )
A 0 0|||M:PROPN|||08|||REQUIRED|||-NONE-|||0

S 03 45 26 اپریل 2018 ( م ع و )
A 0 0|||M:PROPN|||15|||REQUIRED|||-NONE-|||0

S 05 24 19 مئی 2018 ( م ع و )
A 0 0|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S 06 59 30 مئی 2018 ( م ع و )
A 0 0|||M:PROPN|||09|||REQUIRED|||-NONE-|||0

S 08 36 8 جولائی 2018 ( م ع و )
A 0 0|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S 08 36 8 جولائی 2018 ( م ع و )
A 0 0|||M:PROPN|||29|||REQUIRED|||-NONE-|||0

S 20 56 10 دسمبر 2018 ( م ع و )
A 0 0|||M:PROPN|||13|||REQUIRED|||-NONE-|||0

S 22 53 26 جنوری 2019 ( م ع و )
A 0 0|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S 19 47 5 فروری 2019 ( م ع و )
A 3 3|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S 14 48 1 مارچ 2019 ( م ع و )
A 1 1|||M:PROPN|||29|||REQUIRED|||-NONE-|||0

S 15 25 29 اگست 2019 ( م ع و )
A 0 0|||M:PROPN|||22|||REQUIRED|||-NONE-|||0

S 15 34 2 ستمبر 2019 ( م ع و )
A 3 3|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S 16 28 6 ستمبر 2019 ( م ع و )
A 0 0|||M:PROPN|||09|||REQUIRED|||-NONE-|||0

S 20 21 14 ستمبر 2019 ( م ع و )
A 3 3|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S 15 55 19 ستمبر 2019 ( م ع و )
A 0 0|||M:PROPN|||00|||REQUIRED|||-NONE-|||0

S 00 11 24 ستمبر 2019 ( م ع و )
A 3 3|||M:PROPN|||27|||REQUIRED|||-NONE-|||0

S 17 43 28 ستمبر 2019 ( م ع و )
A 0 0|||M:PROPN|||22|||REQUIRED|||-NONE-|||0

S 13 52 5 اکتوبر 2019 ( م ع و )
A 0 0|||M:PROPN|||00|||REQUIRED|||-NONE-|||0

S 04 15 26 اکتوبر 2019 ( م ع و )
A 0 0|||M:PROPN|||18|||REQUIRED|||-NONE-|||0

S 06 44 1 دسمبر 2019 ( م ع و )
A 3 3|||M:PROPN|||9|||REQUIRED|||-NONE-|||0

S 16 40 9 دسمبر 2019 ( م ع و )
A 0 0|||M:PROPN|||02|||REQUIRED|||-NONE-|||0

S 06 08 11 دسمبر 2019 ( م ع و )
A 2 2|||M:PROPN|||16|||REQUIRED|||-NONE-|||0

S 17 10 14 دسمبر 2019 ( م ع و )
A 3 3|||M:PROPN|||08 25|||REQUIRED|||-NONE-|||0

S 12 08 16 اپریل 2023 ( م ع و )
A 2 2|||M:PROPN|||21|||REQUIRED|||-NONE-|||0

S 09 38 2 اپریل 2018 ( م ع و )
A 3 3|||M:PROPN|||3|||REQUIRED|||-NONE-|||0

S 20 44 3 اپریل 2018 ( م ع و )
A 3 3|||M:PROPN|||4|||REQUIRED|||-NONE-|||0

S 03 52 11 اپریل 2018 ( م ع و )
A 2 2|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S 13 20 19 اپریل 2018 ( م ع و )
A 0 0|||M:PROPN|||08|||REQUIRED|||-NONE-|||0

S 05 25 19 مئی 2018 ( م ع و )
A 0 0|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S 06 59 30 مئی 2018 ( م ع و )
A 0 0|||M:PROPN|||09|||REQUIRED|||-NONE-|||0

S 08 36 8 جولائی 2018 ( م ع و )
A 0 0|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S 08 36 8 جولائی 2018 ( م ع و )
A 0 0|||M:PROPN|||29|||REQUIRED|||-NONE-|||0

S 20 57 10 دسمبر 2018 ( م ع و )
A 0 0|||M:PROPN|||13|||REQUIRED|||-NONE-|||0

S 11 34 25 دسمبر 2018 ( م ع و )
A 0 0|||M:PROPN|||02|||REQUIRED|||-NONE-|||0

S 14 19 11 جنوری 2019 ( م ع و )
A 2 2|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S 14 48 1 مارچ 2019 ( م ع و )
A 1 1|||M:PROPN|||29|||REQUIRED|||-NONE-|||0

S 18 42 8 اگست 2019 ( م ع و )
A 2 2|||M:PROPN|||51|||REQUIRED|||-NONE-|||0

S 22 16 29 اگست 2019 ( م ع و )
A 0 0|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S 15 34 2 ستمبر 2019 ( م ع و )
A 3 3|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S 16 28 6 ستمبر 2019 ( م ع و )
A 0 0|||M:PROPN|||09|||REQUIRED|||-NONE-|||0

S 20 21 14 ستمبر 2019 ( م ع و )
A 3 3|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S 15 55 19 ستمبر 2019 ( م ع و )
A 0 0|||M:PROPN|||00|||REQUIRED|||-NONE-|||0

S 00 11 24 ستمبر 2019 ( م ع و )
A 3 3|||M:PROPN|||27|||REQUIRED|||-NONE-|||0

S 13 52 5 اکتوبر 2019 ( م ع و )
A 0 0|||M:PROPN|||00|||REQUIRED|||-NONE-|||0

S 04 15 26 اکتوبر 2019 ( م ع و )
A 0 0|||M:PROPN|||18|||REQUIRED|||-NONE-|||0

S 16 40 9 دسمبر 2019 ( م ع و )
A 0 0|||M:PROPN|||02|||REQUIRED|||-NONE-|||0

S 17 10 14 دسمبر 2019 ( م ع و )
A 3 3|||M:PROPN|||09 25|||REQUIRED|||-NONE-|||0

S 12 09 16 اپریل 2023 ( م ع و )
A 2 2|||M:PROPN|||22|||REQUIRED|||-NONE-|||0

S 09 39 2 اپریل 2018 ( م ع و )
A 3 3|||M:PROPN|||3|||REQUIRED|||-NONE-|||0

S 20 44 3 اپریل 2018 ( م ع و )
A 3 3|||M:PROPN|||4|||REQUIRED|||-NONE-|||0

S 03 52 11 اپریل 2018 ( م ع و )
A 2 2|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S 05 25 19 مئی 2018 ( م ع و )
A 0 0|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S 17 54 12 ستمبر 2018 ( م ع و )
A 0 0|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S 20 57 10 دسمبر 2018 ( م ع و )
A 0 0|||M:PROPN|||13|||REQUIRED|||-NONE-|||0

S 11 34 25 دسمبر 2018 ( م ع و )
A 0 0|||M:PROPN|||02|||REQUIRED|||-NONE-|||0

S 14 48 1 مارچ 2019 ( م ع و )
A 1 1|||M:PROPN|||30|||REQUIRED|||-NONE-|||0

S 22 16 29 اگست 2019 ( م ع و )
A 0 0|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S 15 35 2 ستمبر 2019 ( م ع و )
A 3 3|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S 16 28 6 ستمبر 2019 ( م ع و )
A 0 0|||M:PROPN|||09|||REQUIRED|||-NONE-|||0

S 20 22 14 ستمبر 2019 ( م ع و )
A 3 3|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S 13 52 5 اکتوبر 2019 ( م ع و )
A 0 0|||M:PROPN|||00|||REQUIRED|||-NONE-|||0

S 04 16 26 اکتوبر 2019 ( م ع و )
A 0 0|||M:PROPN|||18|||REQUIRED|||-NONE-|||0

S 14 42 11 نومبر 2019 ( م ع و )
A 3 3|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S 05 36 27 نومبر 2019 ( م ع و )
A 3 3|||M:PROPN|||28|||REQUIRED|||-NONE-|||0

S 12 09 16 اپریل 2023 ( م ع و )
A 2 2|||M:PROPN|||22|||REQUIRED|||-NONE-|||0

S 17 20 1 اپریل 2018 ( م ع و )
A 3 3|||M:PROPN|||2|||REQUIRED|||-NONE-|||0

S 09 39 2 اپریل 2018 ( م ع و )
A 3 3|||M:PROPN|||3|||REQUIRED|||-NONE-|||0

S 05 25 19 مئی 2018 ( م ع و )
A 0 0|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S 13 38 12 اگست 2018 ( م ع و )
A 0 0|||M:PROPN|||09|||REQUIRED|||-NONE-|||0

S 17 55 12 ستمبر 2018 ( م ع و )
A 0 0|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S 14 50 1 نومبر 2018 ( م ع و )
A 3 3|||M:PROPN|||26|||REQUIRED|||-NONE-|||0

S 14 50 1 نومبر 2018 ( م ع و )
A 3 3|||M:PROPN|||2|||REQUIRED|||-NONE-|||0

S 18 44 9 دسمبر 2018 ( م ع و )
A 0 0|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S 20 58 10 دسمبر 2018 ( م ع و )
A 0 0|||M:PROPN|||13|||REQUIRED|||-NONE-|||0

S 14 49 1 مارچ 2019 ( م ع و )
A 3 3|||M:PROPN|||30|||REQUIRED|||-NONE-|||0

S 14 49 1 مارچ 2019 ( م ع و )
A 3 3|||M:PROPN|||8|||REQUIRED|||-NONE-|||0

S 22 16 29 اگست 2019 ( م ع و )
A 0 0|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S 15 35 2 ستمبر 2019 ( م ع و )
A 3 3|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S 04 16 26 اکتوبر 2019 ( م ع و )
A 0 0|||M:PROPN|||18|||REQUIRED|||-NONE-|||0

S 14 42 11 نومبر 2019 ( م ع و )
A 3 3|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S 19 57 26 نومبر 2019 ( م ع و )
A 0 0|||M:PROPN|||04|||REQUIRED|||-NONE-|||0

S 12 01 16 اپریل 2023 ( م ع و )
A 2 2|||M:PROPN|||25|||REQUIRED|||-NONE-|||0

S یہود کو اس خطہ ارض سے 586 ق م میں بابلی قبضہ کے دوران نکالا گیا
A 10 10|||M:PROPN|||اسیری|||REQUIRED|||-NONE-|||0

S 13 39 12 اگست 2018 ( م ع و )
A 2 2|||M:PROPN|||11|||REQUIRED|||-NONE-|||0

S 12 26 22 اکتوبر 2018 ( م ع و )
A 0 0|||M:PROPN|||13|||REQUIRED|||-NONE-|||0

S 14 51 1 نومبر 2018 ( م ع و )
A 3 3|||M:PROPN|||26|||REQUIRED|||-NONE-|||0

S 14 51 1 نومبر 2018 ( م ع و )
A 3 3|||M:PROPN|||2|||REQUIRED|||-NONE-|||0

S 16 49 28 اگست 2019 ( م ع و )
A 3 3|||M:PROPN|||29|||REQUIRED|||-NONE-|||0

S 22 18 29 اگست 2019 ( م ع و )
A 0 0|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S 14 46 11 نومبر 2019 ( م ع و )
A 3 3|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S 02 32 28 نومبر 2019 ( م ع و )
A 0 0|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S 21 40 29 نومبر 2019 ( م ع و )
A 3 3|||M:PROPN|||30|||REQUIRED|||-NONE-|||0

S 21 19 30 نومبر 2019 ( م ع و )
A 0 0|||M:PROPN|||06|||REQUIRED|||-NONE-|||0

S 16 44 9 دسمبر 2019 ( م ع و )
A 3 3|||M:PROPN|||10|||REQUIRED|||-NONE-|||0

S 19 38 10 دسمبر 2019 ( م ع و )
A 0 0|||M:PROPN|||02|||REQUIRED|||-NONE-|||0

S 14 21 11 دسمبر 2019 ( م ع و )
A 0 0|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S 12 01 16 اپریل 2023 ( م ع و )
A 2 2|||M:PROPN|||26|||REQUIRED|||-NONE-|||0

S 13 39 12 اگست 2018 ( م ع و )
A 2 2|||M:PROPN|||11|||REQUIRED|||-NONE-|||0

S 17 30 12 اکتوبر 2018 ( م ع و )
A 3 3|||M:PROPN|||27 22|||REQUIRED|||-NONE-|||0

S 22 37 28 نومبر 2018 ( م ع و )
A 0 0|||M:PROPN|||05|||REQUIRED|||-NONE-|||0

S 19 50 5 فروری 2019 ( م ع و )
A 3 3|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S 16 49 28 اگست 2019 ( م ع و )
A 3 3|||M:PROPN|||29|||REQUIRED|||-NONE-|||0

S 02 32 28 نومبر 2019 ( م ع و )
A 0 0|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S 16 44 9 دسمبر 2019 ( م ع و )
A 3 3|||M:PROPN|||10|||REQUIRED|||-NONE-|||0

S 14 22 11 دسمبر 2019 ( م ع و )
A 0 0|||M:PROPN|||17 15|||REQUIRED|||-NONE-|||0

S مسیحیت میں پہلی صدی سے مراد وہ سال جن میں ابتدائی مسیحی برادری تشکیل پائی
A 4 4|||M:PROPN|||مسیحیت|||REQUIRED|||-NONE-|||0

S انسٹیٹیوٹ آف سندھالاجی سندھ یونیورٹی جامشورو نے 1999 مائی الہہ وسائی کے گائے ہوئے کلام کی آڈیو کیسیٹ جاری کی
A 3 3|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S ہیری پوٹر اور کم ذات شہزادہ جے کے رولنگ کا تحریر کردہ ہیری پوٹر کے سلسلہ کا ایک چھٹا فینٹسی ناول ہے
A 3 3|||M:PROPN|||آدھ|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 23 22 1 مئی 2018 ( م ع و )
A 9 9|||M:PROPN|||00|||REQUIRED|||-NONE-|||0

S اس کو خراج تحسین پیش کرنے کے حوالے سے میان غلام شاہ کلہرڑو نے 74 1773 میں اس کا مقبرا تعمیر کروایا تھا
A 16 16|||M:PROPN|||1774|||REQUIRED|||-NONE-|||0

S میں جامعہ ملیہ اسلامیہ میں عربی بی اے میں داخلہ لیا لیا اور میں ایم اے کرکے وہاں سے فراغت حاصل کی
A 13 13|||M:PROPN|||2015|||REQUIRED|||-NONE-|||0

S یہ ستارہ مجمع النجوم اسکوٹم میں واقع ہے
A 2 2|||M:PROPN|||سپر|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 02 11 13 جون 2018 ( م ع و )
A 9 9|||M:PROPN|||03|||REQUIRED|||-NONE-|||0

S سر ضامن خان پاکستانی سیاست دان ہیں
A 3 3|||M:PROPN|||کنڈی|||REQUIRED|||-NONE-|||0

S محسن شاہنواز رانجھا پاکستانی سیاست دان ہیں
A 3 3|||M:PROPN|||حمید|||REQUIRED|||-NONE-|||0

S 13 39 12 اگست 2018 ( م ع و )
A 2 2|||M:PROPN|||11|||REQUIRED|||-NONE-|||0

S 12 26 22 اکتوبر 2018 ( م ع و )
A 0 0|||M:PROPN|||13|||REQUIRED|||-NONE-|||0

S 14 51 1 نومبر 2018 ( م ع و )
A 3 3|||M:PROPN|||26|||REQUIRED|||-NONE-|||0

S 14 51 1 نومبر 2018 ( م ع و )
A 3 3|||M:PROPN|||2|||REQUIRED|||-NONE-|||0

S 11 35 25 دسمبر 2018 ( م ع و )
A 0 0|||M:PROPN|||02|||REQUIRED|||-NONE-|||0

S 22 58 6 فروری 2019 ( م ع و )
A 3 3|||M:PROPN|||1|||REQUIRED|||-NONE-|||0

S 22 17 29 اگست 2019 ( م ع و )
A 0 0|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S 17 46 28 ستمبر 2019 ( م ع و )
A 0 0|||M:PROPN|||22|||REQUIRED|||-NONE-|||0

S 14 46 11 نومبر 2019 ( م ع و )
A 3 3|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S 14 21 11 دسمبر 2019 ( م ع و )
A 0 0|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S 17 33 20 جولائی 2018 ( م ع و )
A 3 3|||M:PROPN|||5|||REQUIRED|||-NONE-|||0

S 13 41 12 اگست 2018 ( م ع و )
A 3 3|||M:PROPN|||22|||REQUIRED|||-NONE-|||0

S 17 30 12 اکتوبر 2018 ( م ع و )
A 3 3|||M:PROPN|||28 22|||REQUIRED|||-NONE-|||0

S 14 53 1 نومبر 2018 ( م ع و )
A 3 3|||M:PROPN|||28|||REQUIRED|||-NONE-|||0

S 16 28 2 نومبر 2018 ( م ع و )
A 3 3|||M:PROPN|||11|||REQUIRED|||-NONE-|||0

S 22 39 28 نومبر 2018 ( م ع و )
A 0 0|||M:PROPN|||05|||REQUIRED|||-NONE-|||0

S 20 57 8 اگست 2019 ( م ع و )
A 3 3|||M:PROPN|||9|||REQUIRED|||-NONE-|||0

S 17 18 14 دسمبر 2019 ( م ع و )
A 3 3|||M:PROPN|||19 25|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 14 07 10 جولائی 2018 ( م ع و )
A 9 9|||M:PROPN|||04|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 08 33 15 جولائی 2018 ( م ع و )
A 9 9|||M:PROPN|||09|||REQUIRED|||-NONE-|||0

S 17 33 20 جولائی 2018 ( م ع و )
A 3 3|||M:PROPN|||5|||REQUIRED|||-NONE-|||0

S 13 41 12 اگست 2018 ( م ع و )
A 0 0|||M:PROPN|||09|||REQUIRED|||-NONE-|||0

S 17 31 12 اکتوبر 2018 ( م ع و )
A 3 3|||M:PROPN|||29 22|||REQUIRED|||-NONE-|||0

S 14 53 1 نومبر 2018 ( م ع و )
A 3 3|||M:PROPN|||28|||REQUIRED|||-NONE-|||0

S 16 28 2 نومبر 2018 ( م ع و )
A 3 3|||M:PROPN|||11|||REQUIRED|||-NONE-|||0

S 22 39 28 نومبر 2018 ( م ع و )
A 0 0|||M:PROPN|||05|||REQUIRED|||-NONE-|||0

S 11 37 25 دسمبر 2018 ( م ع و )
A 0 0|||M:PROPN|||02|||REQUIRED|||-NONE-|||0

S 16 35 6 ستمبر 2019 ( م ع و )
A 3 3|||M:PROPN|||8|||REQUIRED|||-NONE-|||0

S 02 39 28 نومبر 2019 ( م ع و )
A 0 0|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S 16 49 9 دسمبر 2019 ( م ع و )
A 0 0|||M:PROPN|||02|||REQUIRED|||-NONE-|||0

S 17 18 14 دسمبر 2019 ( م ع و )
A 3 3|||M:PROPN|||19 25|||REQUIRED|||-NONE-|||0

S 17 34 20 جولائی 2018 ( م ع و )
A 3 3|||M:PROPN|||5|||REQUIRED|||-NONE-|||0

S 13 41 12 اگست 2018 ( م ع و )
A 0 0|||M:PROPN|||09|||REQUIRED|||-NONE-|||0

S 17 31 12 اکتوبر 2018 ( م ع و )
A 3 3|||M:PROPN|||29 22|||REQUIRED|||-NONE-|||0

S 14 53 1 نومبر 2018 ( م ع و )
A 3 3|||M:PROPN|||29|||REQUIRED|||-NONE-|||0

S 14 53 1 نومبر 2018 ( م ع و )
A 3 3|||M:PROPN|||2|||REQUIRED|||-NONE-|||0

S 22 39 28 نومبر 2018 ( م ع و )
A 0 0|||M:PROPN|||05|||REQUIRED|||-NONE-|||0

S 11 38 25 دسمبر 2018 ( م ع و )
A 0 0|||M:PROPN|||02|||REQUIRED|||-NONE-|||0

S 22 58 26 جنوری 2019 ( م ع و )
A 0 0|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S 18 49 8 اگست 2019 ( م ع و )
A 0 0|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S 16 35 6 ستمبر 2019 ( م ع و )
A 3 3|||M:PROPN|||8|||REQUIRED|||-NONE-|||0

S 04 21 26 اکتوبر 2019 ( م ع و )
A 0 0|||M:PROPN|||18|||REQUIRED|||-NONE-|||0

S 17 58 21 نومبر 2019 ( م ع و )
A 0 0|||M:PROPN|||01|||REQUIRED|||-NONE-|||0

S 02 39 28 نومبر 2019 ( م ع و )
A 0 0|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S 16 49 9 دسمبر 2019 ( م ع و )
A 0 0|||M:PROPN|||02|||REQUIRED|||-NONE-|||0

S 17 18 14 دسمبر 2019 ( م ع و )
A 3 3|||M:PROPN|||20 25|||REQUIRED|||-NONE-|||0

S مہتاب کور ( پیدائش 1782 وفات 1813 ) سکھ سلطنت کے مہاراجہ رنجیت سنگھ کی بیوی تھیں
A 14 14|||M:PROPN|||کانے|||REQUIRED|||-NONE-|||0

S مہتاب کور ( پیدائش 1782 وفات 1813 ) سکھ سلطنت کے رنجیت سنگھ کانے کی بیوی تھیں
A 11 11|||M:PROPN|||مہاراجہ|||REQUIRED|||-NONE-|||0

S ان کا تعلق متحدہ مجلس عمل سے ہے
A 6 6|||M:PROPN|||پاکستان|||REQUIRED|||-NONE-|||0

S حوالہ کے لیے دیکھیے کتاب " قصبہ کوڑہ تاریخ و شخصیات " مرت بہ محمد عبدالس میع ندوی
A 14 14|||M:PROPN|||سید|||REQUIRED|||-NONE-|||0

S طارق باجوہ واحد پاکستانی ہیں جن کو جامعہ ہارورڈ سے لیتور فیلوشپ حاصل ہے
A 9 9|||M:PROPN|||یونیورسٹی|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 00 58 9 ستمبر 2018 ( م ع و )
A 9 9|||M:PROPN|||01|||REQUIRED|||-NONE-|||0

S آپ سید محمد حمزہ گیسو دراز کے والد ہیں
A 6 6|||M:PROPN|||اول|||REQUIRED|||-NONE-|||0

S بھارتی آئین کی دفعہ 370 ایک خصوصی دفعہ ہے جو ریاست ریاست جموں و کشمیر کو جداگانہ حیثیت دیتی ہے
A 2 2|||M:PROPN|||ہند|||REQUIRED|||-NONE-|||0

S حضرت حسن پاک علیہ السلام چاہتے تھے کہ حضرت معاویہ رضی اللہ عنہ امت مسلمہ کو جانشین چننے کا موقع دیں
A 2 2|||M:PROPN|||رضی|||REQUIRED|||-NONE-|||0

S مزید خانہ جنگی سے بچنے کے لیے حضرت حسن ابن علی رضی عنہ نے معاویہ رضی اللہ عنہ کے ساتھ معاہدہ کر لیا
A 13 13|||M:PROPN|||السلام|||REQUIRED|||-NONE-|||0

S ہریکین مائیکل 1992 میں آنے سمندری طوفان اینڈریو کے بعد ایک انتہائی شدید سمندری طوفان جس کا نشانہ ریاست ہائے مت حدہ امریکا ہے
A 2 2|||M:PROPN|||طوفان|||REQUIRED|||-NONE-|||0

S مارچ 2017 ذو الفقار نے اعلان پر اپنے پہ اعلان کیا کہ وہ اور بھٹی نے طلاق لے لی ہے
A 14 14|||M:PROPN|||سارہ|||REQUIRED|||-NONE-|||0

S حیدرآباد دکن میں ایک بزرگ بابا شرف الدین کے نام سے گزرے ہیں
A 8 8|||M:PROPN|||سہروردی|||REQUIRED|||-NONE-|||0

S جناب فضہ بادشاہ حبشہ کی بیٹی تھی
A 2 2|||M:PROPN|||نوبیہ|||REQUIRED|||-NONE-|||0

S ڈنکن دھرم ڈنکوازم یا دھرم ڈنکوسٹ ایک مذہب اور سماجی تحریک ہے جو سماجی نیٹ ورکس پر ابھر کر سامنے آئی اور پھیل گئی
A 6 6|||M:PROPN|||مت|||REQUIRED|||-NONE-|||0

S تحصیل مندانر کی مجموعی آبادی 152 , 975 افراد پر مشتمل ہے
A 0 0|||M:PROPN|||خودو|||REQUIRED|||-NONE-|||0

S آخیریتو ( لاطینی ) ترک جمہوریہ شمالی قبرص کا ایک گاؤں جو ضلع غازی ماگوسا میں واقع ہے
A 1 1|||M:PROPN|||آندرونیکوس|||REQUIRED|||-NONE-|||0

S اپ کے آستانہ عالیہ نقشبدیہ غوثیہ سیفیہگجر خان میں ماہانہ محفل گیارہویں شریف ہوتی ہے
A 6 6|||M:PROPN|||نقشبندیہ|||REQUIRED|||-NONE-|||0

S اور اندھرا پرد س کا مشہور ڈراما پدیہ ناٹکم اہلیا کی کہانی پر مبنی ہے
A 6 6|||M:PROPN|||تیلگو|||REQUIRED|||-NONE-|||0

S ستروگا ( لاطینی ) جمہوریہ مقدونیہ کا ایک آباد مقام جو ستوگا بلدیہ میں واقع ہے
A 13 13|||M:PROPN|||ستروگا|||REQUIRED|||-NONE-|||0

S وہ جامعہ ہارورڈ میں سنسکرت کے پروفیسر ہیں
A 3 3|||M:PROPN|||یونیورسٹی|||REQUIRED|||-NONE-|||0

S 3 احسن الفوائد فی شرح العقائد طبع ثانی دیباچہ شیخ محمد حسین نجفی ص 48 مکتبتہ السبطین سرگودھا پاکستان 1965 ع
A 19 19|||M:PROPN|||ثانی|||REQUIRED|||-NONE-|||0

S بطور ریلوے وزیر ( 1989 سے 1990 تک ) انہوں نے کوکن ریلوے جیسے منصوبوں پر کام کیا
A 3 3|||M:PROPN|||ریل|||REQUIRED|||-NONE-|||0

S علامہ صاحب کی بایس ( 22 ) سے زیادہ کتب منظر عام پر آچکی ہیں جو اردو زبان میں ہیں
A 0 0|||M:PROPN|||سید|||REQUIRED|||-NONE-|||0

S پھر دہلی کی مشہور جامعہ ملیہ اسلامیہ یونیورسٹی سے گریجویشن مکمل کی
A 4 4|||M:PROPN|||یونیورسٹی|||REQUIRED|||-NONE-|||0

S نام مولانا فیصل احمد بھٹکلی ندوی
A 4 4|||M:PROPN|||آرمار|||REQUIRED|||-NONE-|||0

S آپ نے فروری کو کراچی میں وفات پائی اوروہیں دفن ہوئیں
A 2 2|||M:PROPN|||3|||REQUIRED|||-NONE-|||0

S کل 311 نظمیں ہیں جن میں سے گیارہ چنگ خاندان کی اور بقیہ خاندان چو کے عہد کی ہیں
A 13 13|||M:PROPN|||ژؤ|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 23 42 7 مارچ 2019 ( م ع و )
A 9 9|||M:PROPN|||00|||REQUIRED|||-NONE-|||0

S لوانچینگ ضلع ( لاطینی ) چین کا ایک عوامی جمہوریہ چین کی کاؤنٹیاں جو شیجیاژوانگ میں واقع ہے
A 0 0|||M:PROPN|||گاویی|||REQUIRED|||-NONE-|||0

S ہویشان ضلع کا رقبہ 327 12 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 388 , 957 افراد پر مشتمل ہے
A 2 2|||M:PROPN|||ووشی|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 16 52 15 اپریل 2019 ( م ع و )
A 9 9|||M:PROPN|||17|||REQUIRED|||-NONE-|||0

S یہاں نے ے جولائی 1998 تک کام کیا
A 1 1|||M:PROPN|||انہون|||REQUIRED|||-NONE-|||0

S اس نے کے اورریجینل سے لے کر تک اس کردار سے ریٹائر ہونے تک اس کی تمام براہ راست ایکشن تماثیل میں شرکت کی
A 7 7|||M:PROPN|||2015|||REQUIRED|||-NONE-|||0

S امام حافظ جمال الدین ابو محمد عبد اللہ بن یوسف بن محمد زیلعی حنفی مصری سے بھی معروف ہیں
A 17 17|||M:PROPN|||المذہب|||REQUIRED|||-NONE-|||0

S مولانا کلیم صدیقی بھارت کے دین اسلام مبلغین میں سے ایک ہیں
A 7 7|||M:PROPN|||بھارتی|||REQUIRED|||-NONE-|||0

S 03 17 28 مئی 2019 ( م ع و )
A 0 0|||M:PROPN|||08|||REQUIRED|||-NONE-|||0

S خانکان نے کوپن ہیگن میں میریام مسجد کی بنیاد میں سرکردہ کردار ادا کیا
A 7 7|||M:PROPN|||مریم|||REQUIRED|||-NONE-|||0

S س درشن اگروال کو جنوری میں ریاست اتر کھنڈ کا گورنر مقرر کیا گیا
A 5 5|||M:PROPN|||2003|||REQUIRED|||-NONE-|||0

S س درشن اگروال کو جنوری میں ریاست اتر کھنڈ کا گورنر مقرر کیا گیا
A 5 5|||M:PROPN|||2003|||REQUIRED|||-NONE-|||0

S اوشکا نے اپنا ٹوئنٹی20 ڈیبیو 24 فروری 2018 کو 2017 2018 ایس ایل سی ٹوئنٹی20 ٹورنامنٹ میں کولٹس کرکٹ کلب کے لیے کیا
A 16 16|||M:PROPN|||2017 2018|||REQUIRED|||-NONE-|||0

S قاری محمد طیب کے بیٹے محمد سالم قاسمی کے ساتھ انظر شاہ کشمیری نے 1982 میں دار العلوم وقف دیوبند قائم کیا
A 3 3|||M:PROPN|||قاسمی|||REQUIRED|||-NONE-|||0

S گ ستاخ عشق ایک پاکستانی ڈرامہ ہے جسے پہلی مرتبہ جولائی کو ا ردو 1 پر نشر کیا گیا
A 8 8|||M:PROPN|||او|||REQUIRED|||-NONE-|||0

S ایک 12 اقساط کا ٹیلیویژن سلسلہ کی مواقفت " ایٹ ب ٹ " نے کی اور یہ جنوری4 اور مارچ 2015 کے درمیان چلا
A 18 18|||M:PROPN|||4|||REQUIRED|||-NONE-|||0

S الخبیصی ( عربی الخب ص ) متحدہ عرب امارات کا ایک آباد مقام جو امارت دبئی میں واقع ہے
A 0 0|||M:PROPN|||الکرامہ|||REQUIRED|||-NONE-|||0

S بندرگاہ راشد ( عربی م نا راشد ) متحدہ عرب امارات کا ایک آباد مقام جو امارت دبئی میں واقع ہے
A 4 4|||M:PROPN|||عود|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 22 03 4 اگست 2019 ( م ع و )
A 12 12|||M:PROPN|||5|||REQUIRED|||-NONE-|||0

S آخری تجدید 16 43 6 ستمبر 2019 ( م ع و )
A 2 2|||M:PROPN|||09|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 09 5 اکتوبر 2019 ( م ع و )
A 5 5|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S آخری تجدید 10 43 21 نومبر 2019 ( م ع و )
A 2 2|||M:PROPN|||18|||REQUIRED|||-NONE-|||0

S آخری تجدید 21 37 30 نومبر 2019 ( م ع و )
A 2 2|||M:PROPN|||07|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 37 11 دسمبر 2019 ( م ع و )
A 2 2|||M:PROPN|||17 28|||REQUIRED|||-NONE-|||0

S 14 09 5 اکتوبر 2019 ( م ع و )
A 3 3|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S 10 43 21 نومبر 2019 ( م ع و )
A 0 0|||M:PROPN|||18|||REQUIRED|||-NONE-|||0

S 21 37 30 نومبر 2019 ( م ع و )
A 0 0|||M:PROPN|||07|||REQUIRED|||-NONE-|||0

S 14 37 11 دسمبر 2019 ( م ع و )
A 0 0|||M:PROPN|||17 28|||REQUIRED|||-NONE-|||0

S 16 52 6 ستمبر 2019 ( م ع و )
A 0 0|||M:PROPN|||09|||REQUIRED|||-NONE-|||0

S 22 34 28 ستمبر 2019 ( م ع و )
A 0 0|||M:PROPN|||08|||REQUIRED|||-NONE-|||0

S 09 54 5 اکتوبر 2019 ( م ع و )
A 2 2|||M:PROPN|||19|||REQUIRED|||-NONE-|||0

S آخری تجدید 16 52 6 ستمبر 2019 ( م ع و )
A 2 2|||M:PROPN|||09|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 34 28 ستمبر 2019 ( م ع و )
A 2 2|||M:PROPN|||08|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 19 5 اکتوبر 2019 ( م ع و )
A 5 5|||M:PROPN|||6|||REQUIRED|||-NONE-|||0

S 18 21 12 اگست 2019 ( م ع و )
A 2 2|||M:PROPN|||43|||REQUIRED|||-NONE-|||0

S 22 34 28 ستمبر 2019 ( م ع و )
A 0 0|||M:PROPN|||08|||REQUIRED|||-NONE-|||0

S 09 54 5 اکتوبر 2019 ( م ع و )
A 2 2|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S پھر انہوں نے نیتا جی سے درخواست کی کہ انہیں ہندوستانی قومی فوج کی وردی کے دو جوڑے دے کر مستقل رضاکار بنا دیں
A 10 10|||M:PROPN|||آزاد|||REQUIRED|||-NONE-|||0

S کسی انسان کے بھارتی شہری ہونے کا تعین بھارتی آئین کی دفعات 5 تا 11 ( حصہ دوم ) کے تحت کیا جاتا ہے
A 10 10|||M:PROPN|||ہند|||REQUIRED|||-NONE-|||0

S بھارتی صدر کو بھارت کا اول شہری مانا جاتا ہے
A 2 2|||M:PROPN|||بھارت|||REQUIRED|||-NONE-|||0

S 1955 میں بھارتی آئین میں ترمیم کے بعد تمام افراد چاہے وہ نوابی ریاست میں پیدا ہوئے ہوں یا باہر بھارتی شہری بن گئے
A 4 4|||M:PROPN|||ہند|||REQUIRED|||-NONE-|||0

S 20 ستمبر 2012 کو پاکستانی عدالت عظمی نے 11 قانون سازوں کو نااہل قرار دیا جن میں وزیر داخلہ رحمان ملک بھی شامل تھے
A 7 7|||M:PROPN|||پاکستان|||REQUIRED|||-NONE-|||0

S مؤلف نے اس کتاب میں پیامبر اکرم ( ص ) ائمہ اور صحابہ کے مناقب و فضایل بیان کیے ہیں
A 11 11|||M:PROPN|||علیہم|||REQUIRED|||-NONE-|||0

S مؤلف نے اس کتاب میں پیامبر اکرم ( ص ) ائمہ اور صحابہ کے مناقب و فضایل بیان کیے ہیں
A 11 11|||M:PROPN|||السلام|||REQUIRED|||-NONE-|||0

S پروفیسر سید محمد تنویر الدین خدانمائی افتخاری ( ڈائرکٹر مدرسہ صوفیہ قندھار دکن سابق صدر شعبہ فارسی عثمانیہ یونیورسٹی حیدرآباد دکن )
A 4 4|||M:PROPN|||ر|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 01 56 28 ستمبر 2019 ( م ع و )
A 9 9|||M:PROPN|||03|||REQUIRED|||-NONE-|||0

S وحدت کالونی پاکستان کا ایک آباد مقام جو ملتان پنجاب پاکستان میں واقع ہے
A 0 0|||M:PROPN|||شمس|||REQUIRED|||-NONE-|||0

S آفیسر کالونی پاکستان کا ایک آباد مقام جو ملتان پنجاب پاکستان میں واقع ہے
A 2 2|||M:PROPN|||آباد|||REQUIRED|||-NONE-|||0

S منظور آباد پاکستان کا ایک آباد مقام جو ملتان پنجاب پاکستان میں واقع ہے
A 2 2|||M:PROPN|||پورہ|||REQUIRED|||-NONE-|||0

S پٹی دیا چوخہ پاکستان کا ایک آباد مقام جو ضلع مظفر گڑھ پنجاب میں واقع ہے
A 1 1|||M:PROPN|||غلام|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 22 40 7 اکتوبر 2019 ( م ع و )
A 12 12|||M:PROPN|||8|||REQUIRED|||-NONE-|||0

S خیرے والا , ضلع لیہ پنجاب پاکستان کی پانچ تحصیلوں میں سے ایک تحصیل چوبارہ کی ایک یونین کونسل اور آباد مقام ہے
A 0 0|||M:PROPN|||جمال|||REQUIRED|||-NONE-|||0

S سہو والا ضلع لیہ پنجاب پاکستان کی تحصیل کروڑ کی ایک یونین کونسل اور آباد مقام ہے
A 0 0|||M:PROPN|||فتح|||REQUIRED|||-NONE-|||0

S غازی اخون اور ان کے بھائی اخون سباک سید عبدالوہاب المعروف اخون پنجو صاحب کے مرید و خلیفہ تھے
A 2 2|||M:PROPN|||سالاک|||REQUIRED|||-NONE-|||0

S اخون سالاک اور ان کے بھائی اخون سباک سید عبدالوہاب المعروف اخون پنجو صاحب کے مرید و خلیفہ تھے
A 0 0|||M:PROPN|||غازی|||REQUIRED|||-NONE-|||0

S شیر پور ضلع و تحصیل لودھراں پنجاب پاکستان کی ایک یونین کونسل اور آباد مقام ہے
A 5 5|||M:PROPN|||دنیا|||REQUIRED|||-NONE-|||0

S عبداللہ یوسف علی کی تحقیات کے مطابق اردو ٹا پ پر سب سے پہلے کلکتہ گزٹ کا پہلا نمبر مارچ کو 1784 کو چھپا
A 19 19|||M:PROPN|||4|||REQUIRED|||-NONE-|||0

S استاد امراؤ بندو خان ( پیدائش 1915 وفات 14 اکتوبر 1979 ) بر صغیر ہند و پاک کے نامور سارنگی نواز اور گلوکار تھے
A 19 19|||M:PROPN|||گایک|||REQUIRED|||-NONE-|||0

S دیکشا 14 فروری 1990 کو ہلدوانی دہلی میں پیدا ہوئی
A 1 1|||M:PROPN|||سیٹھ|||REQUIRED|||-NONE-|||0

S یہ ان تمام کرکٹ کھلاڑیوں کی فہرست ہے جو مشترکہ خدمات ( پاکستان ) کرکٹ ٹیم کے لیے فرسٹ کلاس کرکٹ کھیل چکے ہیں
A 11 11|||M:PROPN|||سروسز|||REQUIRED|||-NONE-|||0

S چندر شیکھر آزاد 23 جولائی 1906 کو موضع پھلورہ ضلع جھبوا مدھیہ پردیش برطانوی ہندوستان میں پیدا ہوئے
A 9 9|||M:PROPN|||جھابوا|||REQUIRED|||-NONE-|||0

S مولانا سلطان محمود سدوالی سیال شریف کے روحانی پیشوا خواجہ شمس الدین سیالوی کے خلیفہ خاص تھے
A 3 3|||M:PROPN|||عبد|||REQUIRED|||-NONE-|||0

S مولانا سلطان محمود سدوالی سیال شریف کے روحانی پیشوا خواجہ شمس الدین سیالوی کے خلیفہ خاص تھے
A 4 4|||M:PROPN|||گجراتی|||REQUIRED|||-NONE-|||0

S یہ بلوچ قبیلہ ضلع راجن پور میں بکثرت آباد ہے وہاں اس قوم کے دو مشہور قصبے آسنی اور بہادر پور ہیں
A 19 19|||M:PROPN|||کوٹ|||REQUIRED|||-NONE-|||0

S چنانچہ توختامش نے دونوں لشکروں ( اردوئے ایبض اور اردوئے ازرق ) کو مستحکم کیا اور یہ اردوئے زریں کا خان بن گیا
A 11 11|||M:PROPN|||اردو|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 04 58 20 دسمبر 2019 ( م ع و )
A 9 9|||M:PROPN|||05|||REQUIRED|||-NONE-|||0

S بعد میں ویر بلال کو 1342 میں مدورا سوم کے سلطان نے قتل کیا تھا
A 4 4|||M:PROPN|||سوم|||REQUIRED|||-NONE-|||0

S مگر میڈیکل میں داخلہ نہ مل سکا تو انھوں نے کراچی یونیورسٹی کے مائکروبیالوجی کے شعبے میں داخلہ لے لیا
A 10 10|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S " بیٹ مین وی سپرمین جسٹس آف ڈاون " ( 2016 )
A 5 5|||M:PROPN|||ڈان|||REQUIRED|||-NONE-|||0

S اور اس کے علاوہ جوہرات بھی دیئے اور حضرت امام علیہ السلام کو قم اور محلات کا گورنر بھی مقرر کیا
A 10 10|||M:PROPN|||حسن|||REQUIRED|||-NONE-|||0

S حسن علی شاہ 1233ھ بمطابق 1298 میں مسند امامت پر جلوہ افروز ہو
A 5 5|||M:PROPN|||آول|||REQUIRED|||-NONE-|||0

S 2020 آئی سی سی ویمنز ٹی 20 ورلڈ کپ آئی سی سی کا ساتواں خواتین ٹی 20 ورلڈ کپ ٹورنامنٹ ہے
A 9 9|||M:PROPN|||2020|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 18 49 1 مارچ 2020 ( م ع و )
A 9 9|||M:PROPN|||21|||REQUIRED|||-NONE-|||0

S وہ کراچی میں محمد شاہ قبرستان میں آسودہ خاک ہیں
A 6 6|||M:PROPN|||نارتھ کراچی|||REQUIRED|||-NONE-|||0

S کیو پیڈیا ایک ویکیپیڈیا صارف اور رضاکار روجر بمکن کی ایجاد ہے
A 1 1|||M:PROPN|||آر|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 21 42 1 اپریل 2020 ( م ع و )
A 10 10|||M:PROPN|||08|||REQUIRED|||-NONE-|||0

S غنچ ای تشن از گلزار می ترسند
A 1 1|||M:PROPN|||‌|||REQUIRED|||-NONE-|||0

S بر من و بر نال ایم یچ کس گوشی ندارد
A 5 5|||M:PROPN|||‌|||REQUIRED|||-NONE-|||0

S بیارات حنون ( لاطینی ) انتداب فلسطین کا ایک معماری ڈھانچہ جو طولکرم ذیلی ضلع انتداب فلسطین میں واقع ہے
A 0 0|||M:PROPN|||خربہ|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 12 13 19 اپریل 2020 ( م ع و )
A 11 11|||M:PROPN|||00|||REQUIRED|||-NONE-|||0

S وہ مملوک میں سے تھے اور اس کے بڑے کام بدائع الز ور ف وقائع الد ور متعدد نسخوں میں شائع ہوئی ہے
A 7 7|||M:PROPN|||ن|||REQUIRED|||-NONE-|||0

S ابتدائی دینی تعلیم آپ نے جامعہ محمدیہ مھدی آباد میں حاصل کی
A 7 7|||M:PROPN|||ٹرسٹ|||REQUIRED|||-NONE-|||0

S نعمان نے ہائیر سپر 8 ٹی 20 کپ 2015 میں اپنی پہلی وکٹ میں ( 270 ) کے ساتھ نمایاں بلے باز تھے
A 1 1|||M:PROPN|||انور|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 21 52 4 جون 2020 ( م ع و )
A 9 9|||M:PROPN|||00|||REQUIRED|||-NONE-|||0

S 1964 میں ایم اے سیاسیات کا امتحان سندھ یونورسٹی سے پاس کیا
A 7 7|||M:PROPN|||جامع|||REQUIRED|||-NONE-|||0

S 1964 میں ایم اے سیاسیات کا امتحان جامع سندھ سے پاس کیا
A 9 9|||M:PROPN|||یونیورسٹی|||REQUIRED|||-NONE-|||0

S ریڈنگ آئیووا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک شہر جو رنگ گولڈ کاؤنٹی آئیووا میں واقع ہے
A 15 15|||M:PROPN|||ہاک|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 15 42 15 جون 2020 ( م ع و )
A 9 9|||M:PROPN|||18|||REQUIRED|||-NONE-|||0

S نیتورکونا ( لاطینی ) بنگلہ دیش کا ایک آباد مقام جو نیتورکونا ضلع میں واقع ہے
A 11 11|||M:PROPN|||ڈھاکہ|||REQUIRED|||-NONE-|||0

S مدینہ مسجد باٹلے میں ایک مسجد ہے
A 2 2|||M:PROPN|||نور|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 16 17 2 جولائی 2020 ( م ع و )
A 11 11|||M:PROPN|||03|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 17 31 3 جولائی 2020 ( م ع و )
A 9 9|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S یہ گوجر کھٹانہ کی ایک شاخ ہے
A 3 3|||M:PROPN|||گرجر|||REQUIRED|||-NONE-|||0

S میجر ( ر ) غلام سرور
A 4 4|||M:PROPN|||محمد|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 19 50 4 جولائی 2020 ( م ع و )
A 9 9|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S بوہیو نے ایم اے اور بی ٹی کی ڈگریاں جامع سندھ سے حاصل کیں اور تعلیم کے شعبے میں ملازمت اختیار کی
A 11 11|||M:PROPN|||یونیورسٹی|||REQUIRED|||-NONE-|||0

S پانچویں اور چھٹے شیعہ ائمہ محمد باقر اور جعفر سدیگ کربلا کے زمانے میں ایک اہم مقام زیارت بن گیا تھا
A 14 14|||M:PROPN|||کربلا|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 19 36 12 اگست 2020 ( م ع و )
A 9 9|||M:PROPN|||21|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 05 33 23 اگست 2020 ( م ع و )
A 9 9|||M:PROPN|||06|||REQUIRED|||-NONE-|||0

S لیکن وہ صرف علی اور معاویہ کو قتل کرنے میں کامیاب ہوگئے اور عمرو العاص بچ گئے
A 13 13|||M:PROPN|||معاویہ|||REQUIRED|||-NONE-|||0

S لیکن وہ صرف علی اور معاویہ کو قتل کرنے میں کامیاب ہوگئے اور عمرو العاص بچ گئے
A 13 13|||M:PROPN|||معاویہ|||REQUIRED|||-NONE-|||0

S ممباتی بارک زئی ضلع بنوں تحصیل بنوں کا ایک آباد مقام اور ایک یونین کونسل ہے
A 3 3|||M:PROPN|||ڈاک|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 19 20 29 اگست 2020 ( م ع و )
A 9 9|||M:PROPN|||00|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 03 05 17 ستمبر 2020 ( م ع و )
A 11 11|||M:PROPN|||31|||REQUIRED|||-NONE-|||0

S ابھی میں نے جے ایس بینک پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:PROPN|||عرفہ|||REQUIRED|||-NONE-|||0

S ابھی میں نے رسالہ حقوق پر بیرونی ربط میں ترمیم کی ہے
A 3 3|||M:PROPN|||رشمی|||REQUIRED|||-NONE-|||0

S ابھی میں نے سکھ پر 2 بیرونی روابط میں ترمیم کی ہے
A 4 4|||M:PROPN|||یعقوبی|||REQUIRED|||-NONE-|||0

S ابھی میں نے فیوز پر 2 بیرونی روابط میں ترمیم کی ہے
A 3 3|||M:PROPN|||فیڈریکو|||REQUIRED|||-NONE-|||0

S ابھی میں نے منحصر علاقہ پر بیرونی ربط میں ترمیم کی ہے
A 5 5|||M:PROPN|||پاشا|||REQUIRED|||-NONE-|||0

S ابھی میں نے کریستوفسکی اسٹیڈیم پر بیرونی ربط میں ترمیم کی ہے
A 5 5|||M:PROPN|||رندھاوا|||REQUIRED|||-NONE-|||0

S ابھی میں نے المادین پر 3 بیرونی روابط میں ترمیم کی ہے
A 4 4|||M:PROPN|||چوٹی|||REQUIRED|||-NONE-|||0

S ابھی میں نے ہائپروائزر پر 2 بیرونی روابط میں ترمیم کی ہے
A 3 3|||M:PROPN|||انگش|||REQUIRED|||-NONE-|||0

S وہ انچیون میں 2014 ایشیائی کھیلوں میں کانسی کا تمغا جیتنے والی پاکستان قومی کبڈی ٹیم کے رکن تھے
A 6 6|||M:PROPN|||2018|||REQUIRED|||-NONE-|||0

S احمد الجابر الصباح ( 1885 29 جنوری 1950 ) 29 مارچ 1921 سے 29 جنوری 1950 اپنی وفات تک کویت کے دسویں حکمران تھے
A 4 4|||M:PROPN|||ولادت|||REQUIRED|||-NONE-|||0

S 2018 کے پاکستانی عام انتخابات میں انھوں نے نیشنل اسمبلی کے حلقہ 54 سے اسلام آباد سے الیکشن لڑے
A 5 5|||M:PROPN|||2018|||REQUIRED|||-NONE-|||0

S وہ جامعہ قائد اعظم کے شعبہ جینڈر سٹدیز کی فیکلٹی کا حصہ رہی ہیں
A 4 4|||M:PROPN|||یونیورسٹی|||REQUIRED|||-NONE-|||0

S امر سندھو خواتین حقوق کی کارکن ہیں
A 4 4|||M:PROPN|||نسواں|||REQUIRED|||-NONE-|||0

S انہوں نے کہا " ٹرانس جینڈر لوگوں کو غربت بے روزگاری تعلیمی مواقع کی کمی اور محفوظ رہائش کا سامنا کرنا پڑتا ہے
A 4 4|||M:PROPN|||خواجہ|||REQUIRED|||-NONE-|||0

S 09 43 4 دسمبر 2020 ( م ع و )
A 0 0|||M:PROPN|||08|||REQUIRED|||-NONE-|||0

S ایکٹن ویل لندن ( لاطینی , ) مملکت متحدہ کا ایک لندن کا علاقہ جو لندن میں واقع ہے
A 16 16|||M:PROPN|||بورو ہیورنگ|||REQUIRED|||-NONE-|||0

S روجھان صوبہ پنجاب پاکستان کی جنوب میں آخری تحصیل کا شہر ہے
A 1 1|||M:PROPN|||مزاری|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 02 17 6 دسمبر 2020 ( م ع و )
A 9 9|||M:PROPN|||04|||REQUIRED|||-NONE-|||0

S حج شریف آپ نے دو بار حج فر مایا پہلی بار میں اور دوسرا حج میں
A 11 11|||M:PROPN|||1994|||REQUIRED|||-NONE-|||0

S حج شریف آپ نے دو بار حج فر مایا پہلی بار میں اور دوسرا حج میں
A 15 15|||M:PROPN|||1999|||REQUIRED|||-NONE-|||0

S ولادت 1548 20 یا 27 اگست 1611 ) ہسپانوی سنہری دور کے سب سے اہم شاعروں اور ڈراما نگاروں میں سے ایک تھے
A 2 2|||M:PROPN|||نومبر|||REQUIRED|||-NONE-|||0

S کے بعد سے آپ کے پوتے مولوی داؤد غزنوی المولوی عبدالجبار اس مسجد میں خدمت انجام دے رہے ہیں
A 0 0|||M:PROPN|||1931|||REQUIRED|||-NONE-|||0

S پارتینی سلطنت اور رومی جمہوریہ کے مابین لڑائیاں جن کا آغاز 54 ق‌م میں شروع ہوئیں
A 2 2|||M:PROPN|||اشکانیان|||REQUIRED|||-NONE-|||0

S ابھی میں نے اسلامی خطاطی پر 5 بیرونی روابط میں ترمیم کی ہے
A 4 4|||M:PROPN|||فتح|||REQUIRED|||-NONE-|||0

S ابھی میں نے اسلامی نقش و نگار پر بیرونی ربط میں ترمیم کی ہے
A 7 7|||M:PROPN|||2017|||REQUIRED|||-NONE-|||0

S ابھی میں نے اسلامی یکجہتی گیمز 2017 پر بیرونی ربط میں ترمیم کی ہے
A 4 4|||M:PROPN|||بن|||REQUIRED|||-NONE-|||0

S ابھی میں نے البانیا کے صوبے پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:PROPN|||پاکستان|||REQUIRED|||-NONE-|||0

S ابھی میں نے الجزائر کی مساجد کی فہرست پر بیرونی ربط میں ترمیم کی ہے
A 3 3|||M:PROPN|||نصر|||REQUIRED|||-NONE-|||0

S ابھی میں نے باڈا پر 2 بیرونی روابط میں ترمیم کی ہے
A 3 3|||M:PROPN|||باگوبول|||REQUIRED|||-NONE-|||0

S ابھی میں نے تویاما پر 2 بیرونی روابط میں ترمیم کی ہے
A 4 4|||M:PROPN|||پریفیکچر|||REQUIRED|||-NONE-|||0

S ابھی میں نے جاری تنازعات کی فہرست پر 7 بیرونی روابط میں ترمیم کی ہے
A 5 5|||M:PROPN|||محمد|||REQUIRED|||-NONE-|||0

S ابھی میں نے سہولت کی شادی پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:PROPN|||جی|||REQUIRED|||-NONE-|||0

S ابھی میں نے سید ظفر اللہ شاہ پر بیرونی ربط میں ترمیم کی ہے
A 7 7|||M:PROPN|||ہاشمی|||REQUIRED|||-NONE-|||0

S ابھی میں نے شہرستان عجب شیر پر بیرونی ربط میں ترمیم کی ہے
A 4 4|||M:PROPN|||میر|||REQUIRED|||-NONE-|||0

S ابھی میں نے عبد الحلیم حافظ پر 2 بیرونی روابط میں ترمیم کی ہے
A 5 5|||M:PROPN|||معظم|||REQUIRED|||-NONE-|||0

S ابھی میں نے فارمیسی ریکارڈز پر بیرونی ربط میں ترمیم کی ہے
A 5 5|||M:PROPN|||کہوٹہ|||REQUIRED|||-NONE-|||0

S ابھی میں نے فہرست نسل کشی بلحاظ اموات پر بیرونی ربط میں ترمیم کی ہے
A 4 4|||M:PROPN|||ولایات|||REQUIRED|||-NONE-|||0

S ابھی میں نے لا کالاہورا کا قلعہ پر بیرونی ربط میں ترمیم کی ہے
A 5 5|||M:PROPN|||فلینٹریڈگی|||REQUIRED|||-NONE-|||0

S ابھی میں نے محمد علی شاہ پر 2 بیرونی روابط میں ترمیم کی ہے
A 6 6|||M:PROPN|||قاجار|||REQUIRED|||-NONE-|||0

S ابھی میں نے محمد ولی اللہ ولی پر بیرونی ربط میں ترمیم کی ہے
A 4 4|||M:PROPN|||پاشا|||REQUIRED|||-NONE-|||0

S ابھی میں نے ملیریا پر 2 بیرونی روابط میں ترمیم کی ہے
A 4 4|||M:PROPN|||افغانستان|||REQUIRED|||-NONE-|||0

S ابھی میں نے مکسما ( شمارندی الجبرا نظام ) پر بیرونی ربط میں ترمیم کی ہے
A 4 4|||M:PROPN|||مسجد|||REQUIRED|||-NONE-|||0

S ابھی میں نے نباتات پر 4 بیرونی روابط میں ترمیم کی ہے
A 4 4|||M:PROPN|||تیواری|||REQUIRED|||-NONE-|||0

S ابھی میں نے نیسلے بیئر برانڈ پر بیرونی ربط میں ترمیم کی ہے
A 4 4|||M:PROPN|||آکواٹک|||REQUIRED|||-NONE-|||0

S ابھی میں نے نیوزی لینڈ پر 7 بیرونی روابط میں ترمیم کی ہے
A 5 5|||M:PROPN|||قلمرو|||REQUIRED|||-NONE-|||0

S ابھی میں نے وزیر اطلاعات و نشریات پاکستان پر بیرونی ربط میں ترمیم کی ہے
A 7 7|||M:PROPN|||متحدہ|||REQUIRED|||-NONE-|||0

S ابھی میں نے ٹریفن کا مخمصہ پر بیرونی ربط میں ترمیم کی ہے
A 3 3|||M:PROPN|||ٹوئنٹی20|||REQUIRED|||-NONE-|||0

S ابھی میں نے پاکستان کے صدارتی انتخابات 2008 پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:PROPN|||کمیشن|||REQUIRED|||-NONE-|||0

S ابھی میں نے کارٹون پر 3 بیرونی روابط میں ترمیم کی ہے
A 4 4|||M:PROPN|||کیلیفورنیا|||REQUIRED|||-NONE-|||0

S ابھی میں نے کوئلہ پر 3 بیرونی روابط میں ترمیم کی ہے
A 4 4|||M:PROPN|||کیتھیڈرل|||REQUIRED|||-NONE-|||0

S ابھی میں نے کوالا لمپور پر 13 بیرونی روابط میں ترمیم کی ہے
A 5 5|||M:PROPN|||عظمی|||REQUIRED|||-NONE-|||0

S ابھی میں نے ہسپانیا پر 3 بیرونی روابط میں ترمیم کی ہے
A 4 4|||M:PROPN|||بعید|||REQUIRED|||-NONE-|||0

S ابھی میں نے یزیدی پر 2 بیرونی روابط میں ترمیم کی ہے
A 3 3|||M:PROPN|||یعقوب|||REQUIRED|||-NONE-|||0

S ابھی میں نے یوہژی پر 2 بیرونی روابط میں ترمیم کی ہے
A 3 3|||M:PROPN|||یکی|||REQUIRED|||-NONE-|||0

S ابھی میں نے آل خلیفہ پر 2 بیرونی روابط میں ترمیم کی ہے
A 4 4|||M:PROPN|||محمد|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 14 25 3 جنوری 2021 ( م ع و )
A 9 9|||M:PROPN|||16|||REQUIRED|||-NONE-|||0

S مچھر تلس مکھی اور دیگر نقصان دہ کیڑوں کو بھی ختم کرتی ہے
A 0 0|||M:PROPN|||تلسی|||REQUIRED|||-NONE-|||0

S ابھی میں نے احمد قابل پر 4 بیرونی روابط میں ترمیم کی ہے
A 4 4|||M:PROPN|||نگر|||REQUIRED|||-NONE-|||0

S ابھی میں نے استقلال مسجد سرائیوو پر بیرونی ربط میں ترمیم کی ہے
A 5 5|||M:PROPN|||اللہ|||REQUIRED|||-NONE-|||0

S ابھی میں نے باسلیقون پر 8 بیرونی روابط میں ترمیم کی ہے
A 4 4|||M:PROPN|||پور|||REQUIRED|||-NONE-|||0

S ابھی میں نے برالہ پر 2 بیرونی روابط میں ترمیم کی ہے
A 4 4|||M:PROPN|||دوریچ|||REQUIRED|||-NONE-|||0

S ابھی میں نے بزم سائنسی ادب پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:PROPN|||خان|||REQUIRED|||-NONE-|||0

S ابھی میں نے بستی شادو خان پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:PROPN|||حسن|||REQUIRED|||-NONE-|||0

S ابھی میں نے تھیلیکونیل بشیر پر بیرونی ربط میں ترمیم کی ہے
A 3 3|||M:PROPN|||تہافت|||REQUIRED|||-NONE-|||0

S ابھی میں نے جسڑ پر 2 بیرونی روابط میں ترمیم کی ہے
A 4 4|||M:PROPN|||دہقان|||REQUIRED|||-NONE-|||0

S ابھی میں نے حبوب پر 8 بیرونی روابط میں ترمیم کی ہے
A 4 4|||M:PROPN|||جالب|||REQUIRED|||-NONE-|||0

S ابھی میں نے خان خاصہ پر 2 بیرونی روابط میں ترمیم کی ہے
A 5 5|||M:PROPN|||گھلواں|||REQUIRED|||-NONE-|||0

S ابھی میں نے دوالمیال توپ پر بیرونی ربط میں ترمیم کی ہے
A 3 3|||M:PROPN|||دودو|||REQUIRED|||-NONE-|||0

S ابھی میں نے زندگی گلزار ہے پر بیرونی ربط میں ترمیم کی ہے
A 4 4|||M:PROPN|||لیلی|||REQUIRED|||-NONE-|||0

S ابھی میں نے لیڈی ویلینگڈن ہسپتال پر بیرونی ربط میں ترمیم کی ہے
A 4 4|||M:PROPN|||تھل|||REQUIRED|||-NONE-|||0

S ابھی میں نے مراڑہ پر 2 بیرونی روابط میں ترمیم کی ہے
A 4 4|||M:PROPN|||جعفری|||REQUIRED|||-NONE-|||0

S ابھی میں نے واہی امام بخش پر بیرونی ربط میں ترمیم کی ہے
A 4 4|||M:PROPN|||سلامت|||REQUIRED|||-NONE-|||0

S انہوں نے دار العلوم دیوبند اور علی گڑھ مسلم یونیورسیٹی سےتعلیم حاصل کی تھی
A 6 6|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S ابھی میں نے پاکستان ٹائمز پر 2 بیرونی روابط میں ترمیم کی ہے
A 5 5|||M:PROPN|||لیگ|||REQUIRED|||-NONE-|||0

S الخلیل یونیورسٹی ( لاطینی ) دولت فلسطین ک ایک جامعہ جو الخلیل میں واقع ہے
A 0 0|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S ابھی میں نے کنجروڑ پر 2 بیرونی روابط میں ترمیم کی ہے
A 4 4|||M:PROPN|||وال|||REQUIRED|||-NONE-|||0

S ابھی میں نے کیمیا گر ( ناول ) پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:PROPN|||اسٹریٹ|||REQUIRED|||-NONE-|||0

S بول پور ( انگریزی ) بھارت کا ایک آباد مقام جو بول پور تحصیل میں واقع ہے
A 2 2|||M:PROPN|||تحصیل|||REQUIRED|||-NONE-|||0

S حویلکا اس دستاویزی فلم " ایلا " کا موضوع تھیں جس کا پریمیئر 2016 میں میلبورن انٹرنیشنل فلم فیسٹیول میں ہوا
A 9 9|||M:PROPN|||ایلا حویلکا|||REQUIRED|||-NONE-|||0

S عورتوں سے برتے جانے والے امتیاز کے خاتمے کے لیے منعقدہ کنونشن کا نام سیڈا ہے
A 0 0|||M:PROPN|||سیڈا|||REQUIRED|||-NONE-|||0

S میوربھنج اسٹیٹ ( یا موربھنج ) ( اڈیہ ) برطانوی راج کے دور میں ہندوستان کی ایک سلطنت ریاست تھی
A 0 0|||M:PROPN|||ریاست|||REQUIRED|||-NONE-|||0

S نرگس ربادی اپنے منچ کے نام شامی سے مشہور ہیں
A 7 7|||M:PROPN|||شمی|||REQUIRED|||-NONE-|||0

S اورکزئی 17 جولائی 1962 کو خیبر پختون خوا ہ کے پشاور میں پیدا ہوئیں تھیں
A 0 0|||M:PROPN|||نگہت|||REQUIRED|||-NONE-|||0

S دیپا شرما انڈیا میں 09 08 1997 کو پیدا ہوئیں
A 2 2|||M:PROPN|||آگرہ|||REQUIRED|||-NONE-|||0

S اناگا دیش پانڈے نے پہلا بین الاقوامی ون ڈے میچ پاکستان کے خلاف سن 2008 میں کھیلا
A 0 0|||M:PROPN|||نرنجنا|||REQUIRED|||-NONE-|||0

S بلیک ویل ہر میچ میں کھیلے اور آسٹریلیا کو وائٹ واش کیا گیا
A 11 11|||M:PROPN|||ہانا|||REQUIRED|||-NONE-|||0

S اس کی پہلی ڈبلیو این سی ایل کی کھوپڑی کیرن رولٹن تھی جسے اس وقت دنیا کا بہترین بلے باز قرار دیا گیا تھا
A 6 6|||M:PROPN|||کرکٹ|||REQUIRED|||-NONE-|||0

S سب سے زیادہ غیر اقتصادی آسٹریلیائی گیند باز تھیں جنہوں نے اپنے چار اوورز میں 0 26 لیے
A 0 0|||M:PROPN|||نٹشکے|||REQUIRED|||-NONE-|||0

S وہ دائیں ہاتھ سے بلے بازی کرتی ہیں اور میڈیم تیز گیند باز ہیں
A 11 11|||M:PROPN|||اسپنر|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 5 ٹیسٹ اور 44 ون ڈے میچ کھیلے
A 11 11|||M:PROPN|||ٹوئنٹی|||REQUIRED|||-NONE-|||0

S وہ دائیں ہاتھ سے بلے بازی کرتی ہیں اور میڈیم تیز گیند باز ہیں
A 11 11|||M:PROPN|||اسپنر|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 4 ٹیسٹ اور 26 ون ڈے میچ کھیلے
A 11 11|||M:PROPN|||ٹوئنٹی|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 1 ٹیسٹ اور 19 ایک روزہ میچ کھیلے
A 11 11|||M:PROPN|||ٹوئنٹی|||REQUIRED|||-NONE-|||0

S وہ دائیں ہاتھ سے بلے بازی کرتی ہیں اور میڈیم تیز گیند باز ہیں
A 11 11|||M:PROPN|||اسپنر|||REQUIRED|||-NONE-|||0

S کیری سونڈرز میلبورن آسٹریلیا میں 06 12 1960 کو پیدا ہوئیں
A 7 7|||M:PROPN|||دسمبر|||REQUIRED|||-NONE-|||0

S وہ دائیں ہاتھ سے بلے بازی کرتی ہیں اور میڈیم تیز گیند باز ہیں
A 11 11|||M:PROPN|||اسپنر|||REQUIRED|||-NONE-|||0

S جو گیری آسٹریلیا کی خاتون کرکٹ کھلاڑی ہیں
A 2 2|||M:PROPN|||ملانٹا|||REQUIRED|||-NONE-|||0

S جو گیری نے پہلا بین الاقوامی ون ڈے میچ نیوزی لینڈ کے خلاف سن 1995 میں کھیلا
A 2 2|||M:PROPN|||ملانٹا|||REQUIRED|||-NONE-|||0

S شیرون ملانٹا نے پہلا بین الاقوامی 20 میچ نیوزی لینڈ کے خلاف سن 2012 میں کھیلا
A 6 6|||M:PROPN|||ٹی|||REQUIRED|||-NONE-|||0

S انھوں نے پہلا بین الاقوامی ون ڈے میچ نیوزی لینڈ کے خلاف سن 2004 میں کھیلا
A 1 1|||M:PROPN|||جی|||REQUIRED|||-NONE-|||0

S انھوں نے پہلا بین الاقوامی ون ڈے میچ نیوزی لینڈ کے خلاف سن 2004 میں کھیلا
A 0 0|||M:PROPN|||راچیل|||REQUIRED|||-NONE-|||0

S میگ کینڈل نے پہلا بین الاقوامی ون ڈے میچ بنگلہ دیش کے خلاف سن 2016 میں کھیلا
A 6 6|||M:PROPN|||ایل|||REQUIRED|||-NONE-|||0

S انھوں نے پہلا بین الاقوامی ون ڈے میچ نیوزی لینڈ کے خلاف سن 2016 میں کھیلا
A 1 1|||M:PROPN|||ریمنڈ|||REQUIRED|||-NONE-|||0

S اینابل سدرلینڈ وکٹوریہ آسٹریلیا میں 12 10 2001 کو پیدا ہوئیں
A 7 7|||M:PROPN|||دسمبر|||REQUIRED|||-NONE-|||0

S جناب متقی صاحب تاریخ کے مطالعے کا خاص شغف رکھتے ہیں
A 0 0|||M:PROPN|||امیر|||REQUIRED|||-NONE-|||0

S ابھی میں نے عالمی کبڈی لیگ پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:PROPN|||ہارون|||REQUIRED|||-NONE-|||0

S پوکیمون دی فرسٹ مووی ( جاپانی ) 1998 میں اجرا ہونے والی جاپانی انیمے فلم ہے جس کا ہدایت کار کونی ہیکو یویاما ہے
A 4 4|||M:PROPN|||2000|||REQUIRED|||-NONE-|||0

S ابھی میں نے پلے بوائے پلے میٹ پر بیرونی ربط میں ترمیم کی ہے
A 7 7|||M:PROPN|||ہانی|||REQUIRED|||-NONE-|||0

S ابھی میں نے شمالی آئرلینڈ کی کاؤنٹیاں پر بیرونی ربط میں ترمیم کی ہے
A 3 3|||M:PROPN|||ظفر|||REQUIRED|||-NONE-|||0

S ابھی میں نے پاکستان ریلوے کرکٹ ٹیم پر بیرونی ربط میں ترمیم کی ہے
A 3 3|||M:PROPN|||ڈیفنس|||REQUIRED|||-NONE-|||0

S اسی سال مفتی محمود جامعہ قاسم العلوم کو اس کے صدر کے طور پر شامل ہوئے
A 7 7|||M:PROPN|||ملتان|||REQUIRED|||-NONE-|||0

S اس مسجد کا افتتاح 17 مئی 2019 کو احمدیہ مسلم کمیونٹی کے پانچویں خلیفہ مرزا مسرور احمد نے کیا
A 8 8|||M:PROPN|||جماعت|||REQUIRED|||-NONE-|||0

S انہیں پاک کالونی کراچی کے قبرستان میں سپرد کیا گیا
A 5 5|||M:PROPN|||میوہ شاہ|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 00 01 14 اگست 2021 ( م ع و )
A 11 11|||M:PROPN|||34|||REQUIRED|||-NONE-|||0

S اس نے ضلع دادو کی تحصیل جوہی کے گائوں چنجانی میں 5 ستمبر 1971 میں مینہوں خان کھوسو کے گھر میں پیدا ہوئے
A 2 2|||M:PROPN|||کھوسو|||REQUIRED|||-NONE-|||0

S 2 قبل عالم مہر محمد صوبہ ( خلیف اول لاہور )
A 6 6|||M:PROPN|||مرتضائی|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 08 09 11 ستمبر 2021 ( م ع و )
A 11 11|||M:PROPN|||51|||REQUIRED|||-NONE-|||0

S ابھی میں نے نیو انگلینڈ ایئر لائنز پر بیرونی ربط میں ترمیم کی ہے
A 7 7|||M:PROPN|||کارپوریشن|||REQUIRED|||-NONE-|||0

S ابھی میں نے آور ائیرلائن پر بیرونی ربط میں ترمیم کی ہے
A 5 5|||M:PROPN|||الجیر|||REQUIRED|||-NONE-|||0

S ابھی میں نے اسٹون ن ایئر پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:PROPN|||لائنز|||REQUIRED|||-NONE-|||0

S ابھی میں نے تسثیلی ایئر لائنز پر بیرونی ربط میں ترمیم کی ہے
A 4 4|||M:PROPN|||لنہاس|||REQUIRED|||-NONE-|||0

S ابھی میں نے ساما ( ائیرلائن ) پر بیرونی ربط میں ترمیم کی ہے
A 4 4|||M:PROPN|||باربرا|||REQUIRED|||-NONE-|||0

S کیننگ کالج لکھنؤ سے بی اے مکمل کرنے کے بعد الہ آباد یونیورسٹی سے تاریخ میں ایم اے کیا
A 10 10|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S آپ نے پچھتر 75سال عمر پاکر 3 صفر 1402ھ مطابق 2دسمبر 1981 کو بدھ کے روز وفات پا ئی رحمہ اللہ
A 1 1|||M:PROPN|||رحمہ اللہ|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 14 53 16 اکتوبر 2021 ( م ع و )
A 9 9|||M:PROPN|||16|||REQUIRED|||-NONE-|||0

S ابھی میں نے ایران طالبان تعلقات پر بیرونی ربط میں ترمیم کی ہے
A 3 3|||M:PROPN|||باکو|||REQUIRED|||-NONE-|||0

S والسلام علیکم بندہ حقیر حسن منور گورچانی
A 6 6|||M:PROPN|||علی|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 23 37 2 دسمبر 2021 ( م ع و )
A 12 12|||M:PROPN|||3|||REQUIRED|||-NONE-|||0

S ایک قطب شاہی اعوان غازی عباس رضی اللہ عنہ اور دوسرے قطب شاہی اعوان محمد بن حنفیہ رضی اللہ عنہ کی اولاد ہیں
A 0 0|||M:PROPN|||ا|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 18 32 7 دسمبر 2021 ( م ع و )
A 9 9|||M:PROPN|||03|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 18 32 7 دسمبر 2021 ( م ع و )
A 9 9|||M:PROPN|||04|||REQUIRED|||-NONE-|||0

S ابھی میں نے بلغاریہ کا اعلان آزادی پر بیرونی ربط میں ترمیم کی ہے
A 3 3|||M:PROPN|||بلوچ|||REQUIRED|||-NONE-|||0

S ابھی میں نے حلقہ ایم آر 3 پر بیرونی ربط میں ترمیم کی ہے
A 4 4|||M:PROPN|||این|||REQUIRED|||-NONE-|||0

S ابھی میں نے انفلیشن اور ڈیفلیشن پر بیرونی ربط میں ترمیم کی ہے
A 5 5|||M:PROPN|||ذیلی|||REQUIRED|||-NONE-|||0

S ابھی میں نے بھارت روس تعلقات پر بیرونی ربط میں ترمیم کی ہے
A 4 4|||M:PROPN|||ماتا|||REQUIRED|||-NONE-|||0

S پاونٹا صاحب ( انگریزی ) بھارت کا ایک آباد مقام جو سرمور ضلع میں واقع ہے
A 13 13|||M:PROPN|||انبالہ|||REQUIRED|||-NONE-|||0

S گردوارہ لال کھوئی ( انگریزی ) پاکستان کا ایک آباد مقام جو پنجاب پاکستان میں واقع ہے
A 12 12|||M:PROPN|||لاہور|||REQUIRED|||-NONE-|||0

S ابھی میں نے عطا محمد بھنبھرو پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:PROPN|||ماہی|||REQUIRED|||-NONE-|||0

S ابھی میں نے عظیم مشرقی بحران پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:PROPN|||خلجی|||REQUIRED|||-NONE-|||0

S ابھی میں نے ناولٹ پر 2 بیرونی روابط میں ترمیم کی ہے
A 3 3|||M:PROPN|||نتاشا|||REQUIRED|||-NONE-|||0

S بہاولپور یونیورسٹی کے وائس چانسلر مولانا غلام محمد گھوٹوی نے نماز جنازہ پڑھائی
A 0 0|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S خواتین نے اسلامی انقلاب میں بڑھ چڑھ کر حصہ لیا
A 4 4|||M:PROPN|||ایران|||REQUIRED|||-NONE-|||0

S جنوری 2022 میں انہیں نیوزی لینڈ میں 2022 خواتین کرکٹ ورلڈ کپ کے لیے بھارت کی ٹیم میں شامل کیا گیا
A 12 12|||M:PROPN|||2022|||REQUIRED|||-NONE-|||0

S علم داد لالیکا پاکستانی سیاست دان ہیں
A 2 2|||M:PROPN|||بشیر|||REQUIRED|||-NONE-|||0

S سید کاظم علی پاکستانی سیاست دان ہیں
A 0 0|||M:PROPN|||مخدوم|||REQUIRED|||-NONE-|||0

S محمد کمال ملک پاکستانی سیاست دان ہیں
A 0 0|||M:PROPN|||کنور|||REQUIRED|||-NONE-|||0

S ہینس نے 2005 06 کے سیزن کے دوران میں وکٹوریہ کے لیے ڈبلیو این سی ایل میں قدم رکھا
A 15 15|||M:PROPN|||کرکٹ|||REQUIRED|||-NONE-|||0

S آثار قدیمہ کے علما کے مطابق قدیم زمانے میں مندرجہ ذیل تہذیبیں موجود تھیں
A 0 0|||M:PROPN|||علم|||REQUIRED|||-NONE-|||0

S عفت لیاقت پاکستانی سیاست دان ہیں
A 2 2|||M:PROPN|||ممدوٹ|||REQUIRED|||-NONE-|||0

S اس نے برمنگہم یونیورسٹی سے ڈراما اور تھیٹر آرٹس کی تعلیم حاصل کی
A 2 2|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S بھارت کی دوسری خاتون ( 1987 1992 )
A 4 4|||M:PROPN|||دوم|||REQUIRED|||-NONE-|||0

S ان کے والد ایس ایم مستحسن زیدی کیمبرج یونیورسٹی میں ریاضی پڑھاتے تھے اور میرٹھ میں ایک معروف وکیل تھے
A 7 7|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S مرزا محمد ہارون بیگ بن جلال احمد بیگ
A 8 8|||M:PROPN|||مرزا|||REQUIRED|||-NONE-|||0

S لیزیل لی نے 3245 اسکور کیے
A 2 2|||M:PROPN|||ڈوٹن|||REQUIRED|||-NONE-|||0

S لیزیل لی نے 1896 اسکور کیے
A 2 2|||M:PROPN|||ڈوٹن|||REQUIRED|||-NONE-|||0

S انھوں نے کابل یونیورسٹی کی فیکلٹی آف سوشیالوجی میں تعلیم حاصل کی اور 1940 میں معلمہ بن گئیں
A 2 2|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S ابھی میں نے صوفیہ شہر صوبہ پر بیرونی ربط میں ترمیم کی ہے
A 3 3|||M:PROPN|||طارق|||REQUIRED|||-NONE-|||0

S ابھی میں نے صوفیہ شہر صوبہ پر بیرونی ربط میں ترمیم کی ہے
A 3 3|||M:PROPN|||اقبال|||REQUIRED|||-NONE-|||0

S ابھی میں نے محمد کمال ملک پر بیرونی ربط میں ترمیم کی ہے
A 4 4|||M:PROPN|||گوہر|||REQUIRED|||-NONE-|||0

S جنگ کے دوران خواتین جنگجو جینتی پامیلا للیتا وغیرہ ننگ مولا کی ساتھی تھیں
A 11 11|||M:PROPN|||گبھارو|||REQUIRED|||-NONE-|||0

S نیو ساؤتھ ویلز چیمپئنز لیگ ٹی ٹوئنٹی کی افتتاحی فاتح تھی
A 7 7|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S جامعہ ملیہ اسلامیہ میں شامل ہونے سے پہلے انھوں نے کابل یونیورسٹی میں دو سمسٹر تک معاشیات کی تعلیم حاصل کی ہے
A 10 10|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S جرمن نسل کے والدین میں پیدا ہوئے رینبرگ نے 1964 65 سے 1970 تک نیو ساؤتھ ویلز کے لیے کھیلا
A 0 0|||M:PROPN|||ڈیوڈ|||REQUIRED|||-NONE-|||0

S 2015 میں گاندھی نے جامعہ ہارورڈ سے ایم بی اے کیا
A 6 6|||M:PROPN|||یونیورسٹی|||REQUIRED|||-NONE-|||0

S پیری کو 2011 سے 2019 تک موسیقی میں سب سے زیادہ کمانے والی خواتین کی فوربز کی سالانہ فہرستوں میں شامل کیا گیا ہے
A 0 0|||M:PROPN|||کیٹی|||REQUIRED|||-NONE-|||0

S آسٹریلیا کے دوسرے بہترین وکٹ کیپر مضبوط راڈ مارش کے پیچھے اور بلاشبہ مارش نہ کھیلے ہوتے تو مزید ٹیسٹ کھیلتے
A 18 18|||M:PROPN|||رچی|||REQUIRED|||-NONE-|||0

S ایک فیلیکسو کلفا کی طرف سے اس کے لیے ایک دل کو چھو لینے والا خط موجود ہے جو خود ملیریا سے بیمار ہے
A 19 19|||M:PROPN|||کلفا|||REQUIRED|||-NONE-|||0

S اس وجہ سے ابراہیم پاشا کو مصر کا والی ( گورنر جنرل ) مقرر کیا گیا تھا
A 6 6|||M:PROPN|||ایالت|||REQUIRED|||-NONE-|||0

S ابھی میں نے بنک شاہنشاہی ایران پر بیرونی ربط میں ترمیم کی ہے
A 3 3|||M:PROPN|||2017|||REQUIRED|||-NONE-|||0

S فروری 2022 میں یہ اعلان کیا گیا کہ مینی نے ویرل میں آکسٹن کرکٹ کلب کے لیے دستخط کیے ہیں
A 8 8|||M:PROPN|||جوئے|||REQUIRED|||-NONE-|||0

S وہ بائیں ہاتھ کے اوپننگ بلے باز ہیں جنہوں نے ٹیسٹ میچوں اور ٹوئنٹی 20 انٹرنیشنل دونوں میں آسٹریلیا کی نمائندگی کی ہے
A 13 13|||M:PROPN|||ٹی|||REQUIRED|||-NONE-|||0

S وہ بائیں ہاتھ کے اوپننگ بلے باز ہیں جنہوں نے ٹیسٹ میچوں اور ٹی ٹوئنٹی انٹرنیشنل دونوں میں آسٹریلیا کی نمائندگی کی ہے
A 15 15|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S سیرز فرسٹ کلاس کرکٹ میں مہارت رکھتے ہیں اور ٹوئنٹی 20 نہیں کھیلتے
A 9 9|||M:PROPN|||ٹی|||REQUIRED|||-NONE-|||0

S ابو السرایا مامون عباسی کے دور میں عباسی حکومت کے خلاف ابن طباطہ کی بغاوت کا فوجی رہنما ہے
A 7 7|||M:PROPN|||سلطنت|||REQUIRED|||-NONE-|||0

S ابھی میں نے یوم گلاب پر بیرونی ربط میں ترمیم کی ہے
A 5 5|||M:PROPN|||لو|||REQUIRED|||-NONE-|||0

S اس نے 1886 7 میں آسٹریلیا کے دورے پر انگلینڈ کے لیے تین ٹیسٹ میچ بھی کھیلے
A 2 2|||M:PROPN|||87|||REQUIRED|||-NONE-|||0

S ربادا نے اپنا ٹوئنٹی 20 انٹرنیشنل ڈیبیو جنوبی افریقہ کے لیے 5 نومبر 2014 کو آسٹریلیا کے خلاف کیا
A 3 3|||M:PROPN|||ٹی|||REQUIRED|||-NONE-|||0

S کرسٹوفر مارک ویلز ریڈ ( پیدائش 10 اگست 1978 ) ایک انگلش سابق کرکٹر ہے جو ناٹنگھم شائر کاؤنٹی کرکٹ کلب کے کپتان تھے
A 13 13|||M:PROPN|||انگریز|||REQUIRED|||-NONE-|||0

S جنوری 2017 میں انھیں سری لنکا کے خلاف سیریز کے لیے جنوبی افریقہ کے ( 20 ) اسکواڈ میں شامل کیا گیا
A 16 16|||M:PROPN|||بین|||REQUIRED|||-NONE-|||0

S اس نے اپنا ٹوئنٹی 20 انٹرنیشنل ( 20 ) 29 جولائی 2018 کو 2018 سہ ملکی سیریز میں نیدرلینڈز کے خلاف کیا
A 14 14|||M:PROPN|||ایم سی سی|||REQUIRED|||-NONE-|||0

S دلیپ ٹرافی جو کہ ہندوستانی فرسٹ کلاس کرکٹ کے پریمیئر مقابلوں میں سے ایک ہے ان کے نام پر رکھی گئی ہے
A 4 4|||M:PROPN|||بھارتی|||REQUIRED|||-NONE-|||0

S گیرٹ مارٹن کرسٹیان مول ( پیدائش 12 اکتوبر 1983 ) ایک ڈچ ایک روزہ بین الاقوامی کرکٹر ہے
A 16 16|||M:PROPN|||ڈچ|||REQUIRED|||-NONE-|||0

S ابھی میں نے آرمینیائی رضاکار یونٹ پر بیرونی ربط میں ترمیم کی ہے
A 3 3|||M:PROPN|||فضل|||REQUIRED|||-NONE-|||0

S ابھی میں نے لیس میری ڈیجن پر بیرونی ربط میں ترمیم کی ہے
A 5 5|||M:PROPN|||سموک|||REQUIRED|||-NONE-|||0

S ابھی میں نے محبوب چوک گھنٹہ گھر پر بیرونی ربط میں ترمیم کی ہے
A 4 4|||M:PROPN|||بن|||REQUIRED|||-NONE-|||0

S اس نے 1905 میں کیمبرج یونیورسٹی کے خلاف ایک فرسٹ کلاس اسٹمپنگ بھی اپنے نام کی تھی
A 11 11|||M:PROPN|||ررجہ|||REQUIRED|||-NONE-|||0

S اپنے ٹوئنٹی 20 ڈیبیو سے پہلے انہیں 2020 انڈر 19 کرکٹ عالمی کپ کے لیے پاکستان کے اسکواڈ میں شامل کیا گیا تھا
A 13 13|||M:PROPN|||2020|||REQUIRED|||-NONE-|||0

S ایمبری واحد کرکٹر تھا جس نے 1981 2 اور 1989 90 میں انگلینڈ کے باغیوں کے دونوں دوروں پر جنوبی افریقہ جانا تھا
A 6 6|||M:PROPN|||82|||REQUIRED|||-NONE-|||0

S اس نے 1882 سے 1902 کے درمیان ڈربی شائر کے لیے اور 1891 2 میں انگلینڈ کے لیے فرسٹ کلاس کرکٹ کھیلی
A 12 12|||M:PROPN|||92|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 22 11 2 جولائی 2022 ( م ع و )
A 12 12|||M:PROPN|||3|||REQUIRED|||-NONE-|||0

S طاہر مشہدی پیپلز پارٹی کے رہنما ہیں
A 2 2|||M:PROPN|||پاکستان|||REQUIRED|||-NONE-|||0

S آسٹریلوی ریکارڈ گلکرسٹ کے پاس ہے جب اس نے 2007 آئی سی سی ورلڈ ٹی ٹوئنٹی کے دوران 9 آؤٹ کیے تھے
A 16 16|||M:PROPN|||2007|||REQUIRED|||-NONE-|||0

S یہ بنگلہ دیشی خواتین ٹی ٹوئنٹی انٹرنیشنل کرکٹرز کی فہرست ہے
A 6 6|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S فروری 2022 میں انہیں نیوزی لینڈ میں 2022 خواتین کرکٹ ورلڈ کپ کے لیے نیوزی لینڈ کی ٹیم میں شامل کیا گیا
A 12 12|||M:PROPN|||2022|||REQUIRED|||-NONE-|||0

S ہندوستانی ڈومیسٹک کرکٹ میں دیویچا کا کیریئر انگلینڈ کے مقابلے میں بہت چھوٹا تھا
A 0 0|||M:PROPN|||بھارتی|||REQUIRED|||-NONE-|||0

S گڈے ہنوما وہاری ( پیدائش 13 اکتوبر 1993 ) ایک ہندوستانی بین الاقوامی کرکٹر ہے
A 13 13|||M:PROPN|||بھارتیکرکٹ|||REQUIRED|||-NONE-|||0

S " بیکاش رنجن " ایک بنگلہ دیشی کرکٹر ہے جس نے سال 2000 میں ملک کے لیے ٹیسٹ میچ کھیلا
A 3 3|||M:PROPN|||داس|||REQUIRED|||-NONE-|||0

S ریاض حسین چودھری نعت گوئی میں چار مجموعوں پر صدارتی ایوارڈ حاصل کرنے والے معروف نعت گو شاعر تھے
A 8 8|||M:PROPN|||پاکستان|||REQUIRED|||-NONE-|||0

S 8 جولائی 2007 2007 ایفرو ایشیا کپ تک اعدادوشمار درست ہیں
A 7 7|||M:PROPN|||2007|||REQUIRED|||-NONE-|||0

S مینیکیلینڈ کرکٹ ٹیم ایک فرسٹ کلاس کرکٹ ٹیم تھی جو زمبابوے میں مینیکیلینڈ صوبے کی نمائندگی کرتی تھی
A 14 14|||M:PROPN|||مڈلینڈز|||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس کرئیر کا آغاز 26 اکتوبر 2015 کو 2015 16 قائد اعظم ٹرافی میں کیا
A 17 17|||M:PROPN|||2015 16|||REQUIRED|||-NONE-|||0

S ضلع کیماڑی ( سندھ پاکستان میں کراچی ڈویژن کا ایک انتظامی ضلع ہے
A 2 2|||M:PROPN|||ڈسٹرکٹ|||REQUIRED|||-NONE-|||0

S وہ 1993 اور 1997 کے درمیان ویسٹ انڈیز کے لیے چار ایک روزہ بین الاقوامی میچوں میں نظر آئیں
A 5 5|||M:PROPN|||ورلڈ|||REQUIRED|||-NONE-|||0

S وہ 1993 اور 1997 کے درمیان ویسٹ انڈیز کے لیے چار ایک روزہ بین الاقوامی میچوں میں نظر آئیں
A 5 5|||M:PROPN|||کپ|||REQUIRED|||-NONE-|||0

S وہ 1997 اور 2003 کے درمیان ویسٹ انڈیز کے لیے چھ ایک روزہ بین الاقوامی میچوں میں نظر آئیں
A 5 5|||M:PROPN|||ورلڈ|||REQUIRED|||-NONE-|||0

S وہ 1997 اور 2003 کے درمیان ویسٹ انڈیز کے لیے چھ ایک روزہ بین الاقوامی میچوں میں نظر آئیں
A 5 5|||M:PROPN|||کپ|||REQUIRED|||-NONE-|||0

S دینوکا ہیٹیارچی ( پیدائش 15 جولائی 1976 کولمبو میں ) سری لنکا کے سابق ٹیسٹ کرکٹر ہیں
A 1 1|||M:PROPN|||سلکسانہ|||REQUIRED|||-NONE-|||0

S اگلے مہینے اسے 2018 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے کولمبو کے سکواڈ میں بھی شامل کیا گیا
A 1 1|||M:PROPN|||2019|||REQUIRED|||-NONE-|||0

S عبدل عمر مولا اور فاطمہ کے ہاں تھلاسری کنور ضلع کیرالہ میں پیدا ہوئے
A 7 7|||M:PROPN|||عبدالعزیز|||REQUIRED|||-NONE-|||0

S انہوں نے 25 جنوری 2019 کو پاکستان کے خلاف جنوبی افریقہ کے لیے اپنا ایک روزہ ڈیبیو کیا
A 15 15|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S ممبئی کرکٹ ٹیم ایک کرکٹ ٹیم ہے جو ہندوستانی ڈومیسٹک کرکٹ میں شہر ممبئی کی نمائندگی کرتی ہے
A 8 8|||M:PROPN|||بھارتی|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 18 19 12 ستمبر 2022 ( م ع و )
A 11 11|||M:PROPN|||34|||REQUIRED|||-NONE-|||0

S معرک قیس و یمان سے مراد شمالی عرب قیسی قبائل اور جنوبی عرب یمان قبائل کے درمیان تاریخی دشمنی اور تنازعات ہیں
A 4 4|||M:PROPN|||عداوت|||REQUIRED|||-NONE-|||0

S باحمد بابا 22 اپریل 1608 کو ٹمبکٹو پہنچے
A 2 2|||M:PROPN|||احمد|||REQUIRED|||-NONE-|||0

S ہات یائی ضلع ( لاطینی ) تھائی لینڈ کا ایک آباد مقام جو سونگکھلا صوبہ میں واقع ہے
A 14 14|||M:PROPN|||یائی|||REQUIRED|||-NONE-|||0

S تاہم گزشتہ ماہ ستمبر میں ایم کیو ایم پاکستان نے مذاکرات کے بعد انہیں دوبارہ پارٹی میں شامل کر لیا تھا
A 4 4|||M:PROPN|||2022|||REQUIRED|||-NONE-|||0

S مئی 2021 میں انہیں 2021 پاکستان سپر لیگ کے متبادل کھلاڑی کے طور پر ملتان سلطانز کے دستے میں بلایا گیا
A 8 8|||M:PROPN|||2021|||REQUIRED|||-NONE-|||0

S ابھی میں نے قومی مرکز برائے انسداد امراض پر بیرونی ربط میں ترمیم کی ہے
A 8 8|||M:PROPN|||متحدہ|||REQUIRED|||-NONE-|||0

S ابھی میں نے ہربل لائف نیوٹریشن پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:PROPN|||دیول|||REQUIRED|||-NONE-|||0

S ابھی میں نے چیچن اور انگوشوں کی جلاوطنی پر بیرونی ربط میں ترمیم کی ہے
A 3 3|||M:PROPN|||ڈاؤن|||REQUIRED|||-NONE-|||0

S ابھی میں نے کمیونزم کی تاریخ پر بیرونی ربط میں ترمیم کی ہے
A 5 5|||M:PROPN|||لال|||REQUIRED|||-NONE-|||0

S ابھی میں نے گلگت بلتستان میں تعلیم پر بیرونی ربط میں ترمیم کی ہے
A 4 4|||M:PROPN|||نیو|||REQUIRED|||-NONE-|||0

S نودیپ سنگھ پونیا ( پیدائش 11 مئی 1986 ) ایک سکاٹش کرکٹ کھلاڑی ہے
A 11 11|||M:PROPN|||لینڈ|||REQUIRED|||-NONE-|||0

S تخت پڑی پاکستان کا ایک پاکستان کی یونین کونسل جو تحصیل و ضلع راولپنڈی میں واقع ہے
A 2 2|||M:PROPN|||کاہلو|||REQUIRED|||-NONE-|||0

S پنڈ جھاٹلہ پاکستان کا ایک قصبہ ہے جو تحصیل و ضلع راولپنڈی میں واقع ہے
A 2 2|||M:PROPN|||شیخاں|||REQUIRED|||-NONE-|||0

S یا دوسرا فرانسیسی انقلاب 1789 کے پہلے انقلاب فرانس کے بعد دوسرا فرانسیسی انقلاب تھا
A 4 4|||M:PROPN|||فرانس|||REQUIRED|||-NONE-|||0

S یہ ادارہ وفاق المدارس العربیہ وفاقی بورڈ برائے متوسط و ثانوی تعلیم اور پنجاب یونیورسٹی سے منسلک ہے
A 13 13|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S ابھی میں نے شہر اجنبی پر بیرونی ربط میں ترمیم کی ہے
A 3 3|||M:PROPN|||صباحت|||REQUIRED|||-NONE-|||0

S استد دے فرانس ( فرانسیسی ) فرانس کا ایک آباد مقام جو ساں دونی میں واقع ہے
A 14 14|||M:PROPN|||پیرس|||REQUIRED|||-NONE-|||0

S ابھی میں نے قومی بینک کرکٹ گراؤنڈ پر بیرونی ربط میں ترمیم کی ہے
A 5 5|||M:PROPN|||20|||REQUIRED|||-NONE-|||0

S پہلا ون ڈے میچ آسٹریلیا اور انگلینڈ کے درمیان 1971 میں میلبورن کرکٹ گراؤنڈ میں 40 اوور کے میچ کے طور پر کھیلا گیا
A 1 1|||M:PROPN|||ایل|||REQUIRED|||-NONE-|||0

S آپ مولانا محمد ذاکر کے چھوٹے بھائی تھے
A 4 4|||M:PROPN|||جھنگوی|||REQUIRED|||-NONE-|||0

S وہ مانچسٹر یونیورسٹی سے گریجویٹ ہیں
A 1 1|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S محمد عمر ( پیدائش 27 دسمبر 1999 ) ایک پاکستانی کرکٹر ہے
A 2 2|||M:PROPN|||یوسف|||REQUIRED|||-NONE-|||0

S مارک کنکیڈ میکنزی ( پیدائش 22 اگست 1888 ) ( انتقال 25 ستمبر 1914 ) سکاٹش فرسٹ کلاس کرکٹر اور برطانوی آرمی آفیسر تھے
A 16 16|||M:PROPN|||اعل|||REQUIRED|||-NONE-|||0

S مسجد قانی بے ( عربی مسجد قان با الرماح ) مصر کا ایک مسجد جو محافظہ قاہرہ میں واقع ہے
A 3 3|||M:PROPN|||المحمدی|||REQUIRED|||-NONE-|||0

S ابھی میں نے نجم الدین احمد پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:PROPN|||انجم|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 21 49 10 دسمبر 2022 ( م ع و )
A 12 12|||M:PROPN|||11|||REQUIRED|||-NONE-|||0

S چھتیس گڑھ نے 2016 17 کے سیزن سے رانجی ٹرافی سمیت ہندوستانی ڈومیسٹک ٹورنامنٹس میں کھیلنا شروع کیا
A 11 11|||M:PROPN|||بھارتی|||REQUIRED|||-NONE-|||0

S قطر کی قومی کرکٹ ٹیم وہ ٹیم ہے جو بین الاقوامی کرکٹ میں قطر کی ریاست کی نمائندگی کرتی ہے
A 16 16|||M:PROPN|||چین|||REQUIRED|||-NONE-|||0

S تھائی لینڈ کی قومی کرکٹ ٹیم وہ ٹیم ہے جو بین الاقوامی کرکٹ میں سلطنت تھائی لینڈ کی نمائندگی کرتی ہے
A 17 17|||M:PROPN|||ڈچی|||REQUIRED|||-NONE-|||0

S ابھی میں نے میہو کانو ( کرکٹر ) پر بیرونی ربط میں ترمیم کی ہے
A 7 7|||M:PROPN|||کلب|||REQUIRED|||-NONE-|||0

S 2018 زمبابوے سہ ملکی سیریز کے تیسرے ٹوئنٹی20 بین الاقوامی میں ایرون فنچ نے سب سے زیادہ انفرادی اسکور بنایا
A 5 5|||M:PROPN|||زمبابوے 2018|||REQUIRED|||-NONE-|||0

S بالڈون کا انتقال 12 جنوری 1935 کو ایلڈر شاٹ ہیمپشائر میں 74 سال کی عمر میں ہوا
A 10 10|||M:PROPN|||انگلینڈ|||REQUIRED|||-NONE-|||0

S وہ 29 مئی 1940 کو دوسری جنگ عظیم میں ڈسٹرائر جو ڈنکرک میں ایک بم حملے میں مارا گیا
A 12 12|||M:PROPN|||فرانس|||REQUIRED|||-NONE-|||0

S میاں محمد اسماعیل کے فرزند ہونے کی وجہ سے علم و ادب وراثت میں ملا نیز ان کے ساتھ کاروبار کے معاون کار بن گئے
A 3 3|||M:PROPN|||ضیا|||REQUIRED|||-NONE-|||0

S وہ اب ایک امپائر ہیں اور انہوں نے 2015 16 رنجی ٹرافی کے میچوں میں امپائرنگ کی
A 8 8|||M:PROPN|||رانجی ٹرافی|||REQUIRED|||-NONE-|||0

S انگلینڈ کی طرف سے پوری اننگز میں سب سے کم سکور 45 ہے جو کینیڈا نے 1979 کرکٹ ورلڈ کپ میں بنایا تھا
A 20 20|||M:PROPN|||1979|||REQUIRED|||-NONE-|||0

S ڈرمٹ ریو نے ایڈیلیڈ میں پاکستان کے خلاف 1992 کرکٹ ورلڈ کپ کھیل میں اپنے اسپیل کے دوران انگلش ریکارڈ اپنے نام کیا
A 12 12|||M:PROPN|||1992|||REQUIRED|||-NONE-|||0

S انگلینڈ کے جوفرا آرچر 2019 کرکٹ ورلڈ کپ کے دوران 20 وکٹیں لے کر مشترکہ طور پر 26 ویں نمبر پر ہیں
A 8 8|||M:PROPN|||2019|||REQUIRED|||-NONE-|||0

S 2019 کرکٹ ورلڈ کپ فاتح کپتان ایون مورگن نے 126 میچوں میں انگلینڈ کی قیادت کی
A 4 4|||M:PROPN|||2019|||REQUIRED|||-NONE-|||0

S وہ تہران یونیورسٹی میں سکول برائے اکنامکس کی طالبہ تھیں
A 1 1|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S 10 فروری 2020 کو بہارہ کو تہران یونیورسٹی سیکیورٹی پولیس نے گرفتار کیا
A 6 6|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S اس نے آزاد یونیورسٹی سے تھیٹر کی تعلیم حاصل کی اور مختصر فلمیں بنا کر اپنے پیشہ ورانہ زندگی کا آغاز کیا
A 2 2|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S اس نے 2020 میں امیونولوجی میں ماسٹر آف سائنس کی ڈگری حاصل کی
A 6 6|||M:PROPN|||ایم|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 04 22 19 فروری 2023 ( م ع و )
A 9 9|||M:PROPN|||05|||REQUIRED|||-NONE-|||0

S اس نے ابتدائی طور پر اسکندریہ یونیورسٹی کے طبی اسکول میں داخلہ لیا لیکن ایک سال کے بعد اسکول برائے فارمیسی میں منتقل ہوگیا
A 5 5|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S اس نے 1988 میں کویت یونیورسٹی سے انگریزی ادب میں بی اے اور 1989 میں کینٹ یونیورسٹی سے جدید ادب میں ایم اے کیا
A 4 4|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S الہاشم نے کویت یونیورسٹی سے انگریزی ادب میں ڈگری حاصل کی اور پنسلوانیا اسٹیٹ یونیورسٹی سے ایم بی اے مکمل کیا
A 2 2|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S اس نے کویت یونیورسٹی سے سیاسیات اور انگریزی میں بیچلر کی ڈگری حاصل کی
A 2 2|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S حوریہ نے 1992 میں کابل یونیورسٹی میں صحافت کی تعلیم حاصل کی
A 4 4|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S انہوں نے اپنا ٹوئنٹی 20 کا آغاز 3 مارچ 2021 کو کوئٹہ گلیڈی ایٹرز کے لیے 2021 پاکستان سپر لیگ میں کیا
A 20 20|||M:PROPN|||2021|||REQUIRED|||-NONE-|||0

S نومبر 2022 میں عثمان کو چٹوگرام چیلنجرز نے 2022 23 بنگلہ دیش پریمیئر لیگ میں کھیلنے کے لیے سائن کیا تھا
A 14 14|||M:PROPN|||2022 23|||REQUIRED|||-NONE-|||0

S اس نے لاہور یونیورسٹی سے اپنی تعلیم مکمل کی
A 2 2|||M:PROPN|||جامعہ|||REQUIRED|||-NONE-|||0

S اسی سیزن میں 2023 اکرکٹ ورلڈ کپ اکتوبر اور نومبر میں بھارت میں ہونا ہے
A 7 7|||M:PROPN|||2023|||REQUIRED|||-NONE-|||0

S اروناچل پردیش کرکٹ ٹیم ایک کرکٹ ٹیم ہے جو ہندوستانی ڈومیسٹک مقابلوں میں ریاست اروناچل پردیش کی نمائندگی کرتی ہے
A 9 9|||M:PROPN|||بھارتی|||REQUIRED|||-NONE-|||0

S ابھی میں نے بے ایمان محبت پر بیرونی ربط میں ترمیم کی ہے
A 5 5|||M:PROPN|||لو|||REQUIRED|||-NONE-|||0

S شہید صدر میٹرو اسٹیشن تہران میٹرو لائن 1 کا ایک اسٹیشن ہے
A 10 10|||M:PROPN|||ٹرمینس|||REQUIRED|||-NONE-|||0

S پوٹس پوائنٹ ( انگریزی ) آسٹریلیا کا ایک مضافات جو سڈنی شہر میں واقع ہے
A 11 11|||M:PROPN|||ساؤتھ|||REQUIRED|||-NONE-|||0

S نماز جنازہ 11 بجے کراچی ملیر محمڈن فٹبال گراؤنڈ میں ادا کی گئی
A 9 9|||M:PROPN|||کراچی|||REQUIRED|||-NONE-|||0

