S آخری تجدید 17 24 5 اگست 2018 ( م ع و )
A 3 3|||M:OTHER|||36|||REQUIRED|||-NONE-|||0

S آخری تجدید 13 38 28 اکتوبر 2018 ( م ع و )
A 2 2|||M:OTHER|||14|||REQUIRED|||-NONE-|||0

S آخری تجدید 13 38 28 اکتوبر 2018 ( م ع و )
A 2 2|||M:OTHER|||49|||REQUIRED|||-NONE-|||0

S آخری تجدید 16 24 2 نومبر 2018 ( م ع و )
A 4 4|||M:OTHER|||39|||REQUIRED|||-NONE-|||0

S آخری تجدید 04 39 11 نومبر 2018 ( م ع و )
A 2 2|||M:OTHER|||16|||REQUIRED|||-NONE-|||0

S آخری تجدید 05 16 3 دسمبر 2018 ( م ع و )
A 5 5|||M:OTHER|||9|||REQUIRED|||-NONE-|||0

S آخری تجدید 06 27 19 دسمبر 2018 ( م ع و )
A 4 4|||M:OTHER|||43|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 11 18 ستمبر 2019 ( م ع و )
A 4 4|||M:OTHER|||37|||REQUIRED|||-NONE-|||0

S آخری تجدید 21 35 29 نومبر 2019 ( م ع و )
A 3 3|||M:OTHER|||14|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 17 11 دسمبر 2019 ( م ع و )
A 4 4|||M:OTHER|||10|||REQUIRED|||-NONE-|||0

S آخری تجدید 20 06 5 اپریل 2018 ( م ع و )
A 3 3|||M:OTHER|||56|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 07 29 مئی 2018 ( م ع و )
A 3 3|||M:OTHER|||45|||REQUIRED|||-NONE-|||0

S آخری تجدید 18 11 9 دسمبر 2018 ( م ع و )
A 5 5|||M:OTHER|||10|||REQUIRED|||-NONE-|||0

S آخری تجدید 06 08 19 دسمبر 2018 ( م ع و )
A 2 2|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 42 6 فروری 2019 ( م ع و )
A 4 4|||M:OTHER|||37|||REQUIRED|||-NONE-|||0

S آخری تجدید 18 25 4 اگست 2019 ( م ع و )
A 2 2|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 16 9 اگست 2019 ( م ع و )
A 4 4|||M:OTHER|||42|||REQUIRED|||-NONE-|||0

S آخری تجدید 02 11 28 نومبر 2019 ( م ع و )
A 4 4|||M:OTHER|||43|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 28 5 اگست 2018 ( م ع و )
A 2 2|||M:OTHER|||13|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 13 22 اگست 2018 ( م ع و )
A 4 4|||M:OTHER|||58|||REQUIRED|||-NONE-|||0

S آخری تجدید 06 33 19 دسمبر 2018 ( م ع و )
A 2 2|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S آخری تجدید 23 00 6 فروری 2019 ( م ع و )
A 2 2|||M:OTHER|||14|||REQUIRED|||-NONE-|||0

S آخری تجدید 19 42 1 ستمبر 2019 ( م ع و )
A 3 3|||M:OTHER|||43|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 18 18 ستمبر 2019 ( م ع و )
A 4 4|||M:OTHER|||42|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 16 9 دسمبر 2019 ( م ع و )
A 4 4|||M:OTHER|||49|||REQUIRED|||-NONE-|||0

S آخری تجدید 01 54 5 جون 2018 ( م ع و )
A 5 5|||M:OTHER|||7|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 25 5 اگست 2018 ( م ع و )
A 2 2|||M:OTHER|||13|||REQUIRED|||-NONE-|||0

S آخری تجدید 16 24 2 نومبر 2018 ( م ع و )
A 4 4|||M:OTHER|||39|||REQUIRED|||-NONE-|||0

S آخری تجدید 04 39 11 نومبر 2018 ( م ع و )
A 2 2|||M:OTHER|||16|||REQUIRED|||-NONE-|||0

S آخری تجدید 05 16 3 دسمبر 2018 ( م ع و )
A 5 5|||M:OTHER|||9|||REQUIRED|||-NONE-|||0

S آخری تجدید 06 28 19 دسمبر 2018 ( م ع و )
A 4 4|||M:OTHER|||44|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 12 18 ستمبر 2019 ( م ع و )
A 4 4|||M:OTHER|||37|||REQUIRED|||-NONE-|||0

S آخری تجدید 21 36 29 نومبر 2019 ( م ع و )
A 3 3|||M:OTHER|||14|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 17 11 دسمبر 2019 ( م ع و )
A 4 4|||M:OTHER|||10|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 17 8 ستمبر 2019 ( م ع و )
A 5 5|||M:OTHER|||14|||REQUIRED|||-NONE-|||0

S آخری تجدید 08 49 28 ستمبر 2019 ( م ع و )
A 2 2|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 54 5 اکتوبر 2019 ( م ع و )
A 2 2|||M:OTHER|||14|||REQUIRED|||-NONE-|||0

S آخری تجدید 07 43 10 اکتوبر 2019 ( م ع و )
A 5 5|||M:OTHER|||12 12|||REQUIRED|||-NONE-|||0

S آخری تجدید 03 13 28 نومبر 2019 ( م ع و )
A 4 4|||M:OTHER|||42|||REQUIRED|||-NONE-|||0

S آخری تجدید 07 29 1 دسمبر 2019 ( م ع و )
A 3 3|||M:OTHER|||49|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 47 11 دسمبر 2019 ( م ع و )
A 2 2|||M:OTHER|||17 38|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 38 14 دسمبر 2019 ( م ع و )
A 5 5|||M:OTHER|||47 25|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 08 29 مئی 2018 ( م ع و )
A 3 3|||M:OTHER|||45|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 17 5 اگست 2018 ( م ع و )
A 5 5|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S آخری تجدید 13 31 28 اکتوبر 2018 ( م ع و )
A 2 2|||M:OTHER|||14|||REQUIRED|||-NONE-|||0

S آخری تجدید 06 08 19 دسمبر 2018 ( م ع و )
A 2 2|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S آخری تجدید 01 21 23 جنوری 2019 ( م ع و )
A 4 4|||M:OTHER|||40|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 42 6 فروری 2019 ( م ع و )
A 4 4|||M:OTHER|||37|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 17 9 اگست 2019 ( م ع و )
A 4 4|||M:OTHER|||43|||REQUIRED|||-NONE-|||0

S آخری تجدید 02 11 28 نومبر 2019 ( م ع و )
A 4 4|||M:OTHER|||43|||REQUIRED|||-NONE-|||0

S آخری تجدید 08 10 10 دسمبر 2019 ( م ع و )
A 4 4|||M:OTHER|||57|||REQUIRED|||-NONE-|||0

S " آخری تجدید بذریعہ بوقت 13 17 بروز 9 مارچ 2013 "
A 6 6|||M:OTHER|||53|||REQUIRED|||-NONE-|||0

S " آخری تجدید بذریعہ بوقت 13 17 بروز 9 مارچ 2013 "
A 6 6|||M:OTHER|||54|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 00 16 اپریل 2018 ( م ع و )
A 4 4|||M:OTHER|||50|||REQUIRED|||-NONE-|||0

S آخری تجدید 01 54 5 جون 2018 ( م ع و )
A 5 5|||M:OTHER|||7|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 25 5 اگست 2018 ( م ع و )
A 2 2|||M:OTHER|||13|||REQUIRED|||-NONE-|||0

S آخری تجدید 05 16 3 دسمبر 2018 ( م ع و )
A 5 5|||M:OTHER|||9|||REQUIRED|||-NONE-|||0

S آخری تجدید 06 28 19 دسمبر 2018 ( م ع و )
A 4 4|||M:OTHER|||44|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 17 23 دسمبر 2018 ( م ع و )
A 4 4|||M:OTHER|||34|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 12 18 ستمبر 2019 ( م ع و )
A 4 4|||M:OTHER|||37|||REQUIRED|||-NONE-|||0

S آخری تجدید 02 26 28 نومبر 2019 ( م ع و )
A 4 4|||M:OTHER|||55|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 18 11 دسمبر 2019 ( م ع و )
A 2 2|||M:OTHER|||17 10|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 26 5 اگست 2018 ( م ع و )
A 3 3|||M:OTHER|||39|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 11 22 اگست 2018 ( م ع و )
A 4 4|||M:OTHER|||56|||REQUIRED|||-NONE-|||0

S آخری تجدید 05 18 3 دسمبر 2018 ( م ع و )
A 4 4|||M:OTHER|||46|||REQUIRED|||-NONE-|||0

S آخری تجدید 06 30 19 دسمبر 2018 ( م ع و )
A 2 2|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 20 9 اگست 2019 ( م ع و )
A 2 2|||M:OTHER|||15|||REQUIRED|||-NONE-|||0

S آخری تجدید 15 49 9 اگست 2019 ( م ع و )
A 5 5|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S آخری تجدید 21 18 30 نومبر 2019 ( م ع و )
A 3 3|||M:OTHER|||50|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 01 16 اپریل 2018 ( م ع و )
A 4 4|||M:OTHER|||50|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 25 5 اگست 2018 ( م ع و )
A 2 2|||M:OTHER|||13|||REQUIRED|||-NONE-|||0

S آخری تجدید 20 01 22 ستمبر 2018 ( م ع و )
A 5 5|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 28 12 اکتوبر 2018 ( م ع و )
A 5 5|||M:OTHER|||25 22|||REQUIRED|||-NONE-|||0

S آخری تجدید 05 17 3 دسمبر 2018 ( م ع و )
A 4 4|||M:OTHER|||44|||REQUIRED|||-NONE-|||0

S آخری تجدید 06 28 19 دسمبر 2018 ( م ع و )
A 4 4|||M:OTHER|||44|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 17 23 دسمبر 2018 ( م ع و )
A 4 4|||M:OTHER|||34|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 19 9 اگست 2019 ( م ع و )
A 4 4|||M:OTHER|||48|||REQUIRED|||-NONE-|||0

S آخری تجدید 15 48 9 اگست 2019 ( م ع و )
A 5 5|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S آخری تجدید 21 16 30 نومبر 2019 ( م ع و )
A 3 3|||M:OTHER|||45|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 18 11 دسمبر 2019 ( م ع و )
A 5 5|||M:OTHER|||14|||REQUIRED|||-NONE-|||0

S آخری تجدید 03 53 11 اپریل 2018 ( م ع و )
A 2 2|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 01 16 اپریل 2018 ( م ع و )
A 4 4|||M:OTHER|||50|||REQUIRED|||-NONE-|||0

S آخری تجدید 01 55 5 جون 2018 ( م ع و )
A 5 5|||M:OTHER|||7|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 26 5 اگست 2018 ( م ع و )
A 3 3|||M:OTHER|||38|||REQUIRED|||-NONE-|||0

S آخری تجدید 20 01 22 ستمبر 2018 ( م ع و )
A 5 5|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 28 12 اکتوبر 2018 ( م ع و )
A 5 5|||M:OTHER|||25 22|||REQUIRED|||-NONE-|||0

S آخری تجدید 05 17 3 دسمبر 2018 ( م ع و )
A 4 4|||M:OTHER|||44|||REQUIRED|||-NONE-|||0

S آخری تجدید 06 29 19 دسمبر 2018 ( م ع و )
A 4 4|||M:OTHER|||45|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 18 23 دسمبر 2018 ( م ع و )
A 4 4|||M:OTHER|||34|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 19 9 اگست 2019 ( م ع و )
A 4 4|||M:OTHER|||48|||REQUIRED|||-NONE-|||0

S آخری تجدید 15 48 9 اگست 2019 ( م ع و )
A 5 5|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 13 18 ستمبر 2019 ( م ع و )
A 4 4|||M:OTHER|||38|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 19 11 دسمبر 2019 ( م ع و )
A 2 2|||M:OTHER|||17 12|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 20 1 اپریل 2018 ( م ع و )
A 3 3|||M:OTHER|||42|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 27 5 اگست 2018 ( م ع و )
A 3 3|||M:OTHER|||39|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 11 22 اگست 2018 ( م ع و )
A 4 4|||M:OTHER|||57|||REQUIRED|||-NONE-|||0

S آخری تجدید 05 19 3 دسمبر 2018 ( م ع و )
A 2 2|||M:OTHER|||18|||REQUIRED|||-NONE-|||0

S آخری تجدید 06 31 19 دسمبر 2018 ( م ع و )
A 2 2|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 19 23 دسمبر 2018 ( م ع و )
A 4 4|||M:OTHER|||36|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 21 9 اگست 2019 ( م ع و )
A 4 4|||M:OTHER|||50|||REQUIRED|||-NONE-|||0

S آخری تجدید 15 50 9 اگست 2019 ( م ع و )
A 5 5|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 15 18 ستمبر 2019 ( م ع و )
A 4 4|||M:OTHER|||40|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 15 14 دسمبر 2019 ( م ع و )
A 5 5|||M:OTHER|||25|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 28 5 اگست 2018 ( م ع و )
A 2 2|||M:OTHER|||13|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 12 22 اگست 2018 ( م ع و )
A 2 2|||M:OTHER|||17|||REQUIRED|||-NONE-|||0

S آخری تجدید 06 33 19 دسمبر 2018 ( م ع و )
A 2 2|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 17 18 ستمبر 2019 ( م ع و )
A 4 4|||M:OTHER|||42|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 16 9 دسمبر 2019 ( م ع و )
A 4 4|||M:OTHER|||48|||REQUIRED|||-NONE-|||0

S ملن را ریزرووئر کیرالا کا ایک اہم آبپاشی منصوبہ سیاحوں کے لئے کشتی اور مچھلی پکڑنے کے لئے آپ کی پسندیدہ جگہ ہے
A 9 9|||M:OTHER|||ہے جو|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 27 5 اگست 2018 ( م ع و )
A 3 3|||M:OTHER|||39|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 11 22 اگست 2018 ( م ع و )
A 4 4|||M:OTHER|||56|||REQUIRED|||-NONE-|||0

S آخری تجدید 05 18 3 دسمبر 2018 ( م ع و )
A 4 4|||M:OTHER|||46|||REQUIRED|||-NONE-|||0

S آخری تجدید 06 31 19 دسمبر 2018 ( م ع و )
A 2 2|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 19 23 دسمبر 2018 ( م ع و )
A 4 4|||M:OTHER|||36|||REQUIRED|||-NONE-|||0

S آخری تجدید 15 50 9 اگست 2019 ( م ع و )
A 5 5|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 15 18 ستمبر 2019 ( م ع و )
A 4 4|||M:OTHER|||40|||REQUIRED|||-NONE-|||0

S آخری تجدید 08 11 29 ستمبر 2019 ( م ع و )
A 4 4|||M:OTHER|||42|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 14 14 دسمبر 2019 ( م ع و )
A 5 5|||M:OTHER|||25|||REQUIRED|||-NONE-|||0

S گس سے ان کی حوصلہ افزائی ہو گی اور وہ مزید سے اردو ویکیپیڈیا پر خدمات انجام دے سکیں گے
A 15 15|||M:OTHER|||مزید بہتر|||REQUIRED|||-NONE-|||0

S پیو ریسرچ سینٹر کی روداد 2009 کے مطابق مسلمان امریکی جزائر ورجن میں آبادی کا تقریبا 0 1 فیصد ہیں
A 18 18|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S اس کی سرحد ں صوبہ پنجاب ضلع نوشہرہ ضلع ہنگو ضلع کرک اور اورکزئی ایجنسی سے ملتی ہیں
A 15 15|||M:OTHER|||ضلع کرک|||REQUIRED|||-NONE-|||0

S 272 ( کیچ گوادر ) پاکستان کے ایوان زیریں پاکستان ( قومی اسمبلی ) کے لیے ایک انتخابی حلقہ ہے
A 4 4|||M:OTHER|||1|||REQUIRED|||-NONE-|||0

S یعنی براڈ گیج ریلوے ٹریک کی پٹریوں کے درمیان کا فاصلہ 1435 ملی میٹر یا 4 فٹ ساڑھے 8 انچ زیادہ ہوتا ہے
A 19 19|||M:OTHER|||1 2|||REQUIRED|||-NONE-|||0

S وہی بات جنگ کی آگ جیسی سدھ میں پھل گئی
A 2 2|||M:OTHER|||سندھ میں|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 10 29 مئی 2018 ( م ع و )
A 3 3|||M:OTHER|||48|||REQUIRED|||-NONE-|||0

S آخری تجدید 04 19 11 نومبر 2018 ( م ع و )
A 4 4|||M:OTHER|||34|||REQUIRED|||-NONE-|||0

S آخری تجدید 06 14 19 دسمبر 2018 ( م ع و )
A 4 4|||M:OTHER|||38|||REQUIRED|||-NONE-|||0

S دھونی نے اپنے ون ڈے کیریئر کی شروعات اچھی نہیں کی وہ ڈیبیو پر صفر پر رن آؤٹ ہو گئے
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S بنگلہ دیش کے خلاف اوسط سیریز کے باوجود دھونی کو پاکستان ون ڈے سیریز کے لیے منتخب کیا گیا
A 11 11|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S فروری 1997 میں بھارت نے پانچ ٹیسٹ اور چار ون ڈے میچوں کی سیریز کے لیے ویسٹ انڈیز کا دورہ کیا
A 9 9|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ٹیسٹ اور ون ڈے سیریز میں ان کی باؤلنگ پرفارمنس ان کی خراب بیٹنگ پرفارمنس سے متاثر ہوئی
A 2 2|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S دار العلوم دیوبند میں ان کی تدریسی زندگی 47 سال یعنی نصف صدی کے عرصہ پر محیط ہے
A 13 13|||M:OTHER|||47 سال|||REQUIRED|||-NONE-|||0

S آخری تجدید 03 42 11 اپریل 2018 ( م ع و )
A 4 4|||M:OTHER|||10|||REQUIRED|||-NONE-|||0

S آخری تجدید 10 26 25 اپریل 2018 ( م ع و )
A 3 3|||M:OTHER|||40|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 58 3 جولائی 2018 ( م ع و )
A 5 5|||M:OTHER|||7|||REQUIRED|||-NONE-|||0

S آخری تجدید 21 08 7 جولائی 2018 ( م ع و )
A 4 4|||M:OTHER|||34|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 23 5 اگست 2018 ( م ع و )
A 5 5|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 00 22 اگست 2018 ( م ع و )
A 2 2|||M:OTHER|||17|||REQUIRED|||-NONE-|||0

S آخری تجدید 16 20 2 نومبر 2018 ( م ع و )
A 4 4|||M:OTHER|||36|||REQUIRED|||-NONE-|||0

S آخری تجدید 05 13 3 دسمبر 2018 ( م ع و )
A 5 5|||M:OTHER|||9|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 51 26 جنوری 2019 ( م ع و )
A 3 3|||M:OTHER|||45|||REQUIRED|||-NONE-|||0

S 05 19 , 10 اکتوبر 2016 ( م ع و )
A 2 2|||M:OTHER|||50|||REQUIRED|||-NONE-|||0

S 03 42 11 اپریل 2018 ( م ع و )
A 2 2|||M:OTHER|||10|||REQUIRED|||-NONE-|||0

S 10 26 25 اپریل 2018 ( م ع و )
A 1 1|||M:OTHER|||40|||REQUIRED|||-NONE-|||0

S 09 58 3 جولائی 2018 ( م ع و )
A 3 3|||M:OTHER|||7|||REQUIRED|||-NONE-|||0

S 17 23 5 اگست 2018 ( م ع و )
A 3 3|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S 14 48 1 نومبر 2018 ( م ع و )
A 3 3|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S 16 20 2 نومبر 2018 ( م ع و )
A 2 2|||M:OTHER|||36|||REQUIRED|||-NONE-|||0

S 16 51 22 نومبر 2018 ( م ع و )
A 3 3|||M:OTHER|||33 28|||REQUIRED|||-NONE-|||0

S 22 33 28 نومبر 2018 ( م ع و )
A 1 1|||M:OTHER|||13|||REQUIRED|||-NONE-|||0

S 05 13 3 دسمبر 2018 ( م ع و )
A 3 3|||M:OTHER|||9|||REQUIRED|||-NONE-|||0

S 06 26 19 دسمبر 2018 ( م ع و )
A 2 2|||M:OTHER|||43|||REQUIRED|||-NONE-|||0

S 22 51 26 جنوری 2019 ( م ع و )
A 1 1|||M:OTHER|||46|||REQUIRED|||-NONE-|||0

S 19 46 5 فروری 2019 ( م ع و )
A 3 3|||M:OTHER|||6|||REQUIRED|||-NONE-|||0

S درگ ( انگریزی ) ہے جو بھارت میں واقع ہے
A 9 9|||M:OTHER|||ایک شہر|||REQUIRED|||-NONE-|||0

S لنڈی کوتل ریلوے اسٹیشن پاکستان کے قصبہ لنڈی کوتل خیبر ایجنسی میں واقع ہے جو میں واقع ہے
A 15 15|||M:OTHER|||خیبر ایجنسی|||REQUIRED|||-NONE-|||0

S ایران شہر کاؤنٹی ہے جو ایران میں واقع ہے
A 1 1|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S بسمل ان کا اردو تخلص تھا جس کا ہندی میں مطلب ہوتا ہے روحانی طور پر مجروح
A 13 13|||M:OTHER|||مجروح (|||REQUIRED|||-NONE-|||0

S اور ین ایچ اور ین ایچ کے ساتھ متصل ہے اور پورا شہر چوراہے سے منسلک ہے
A 3 3|||M:OTHER|||9|||REQUIRED|||-NONE-|||0

S ٹرنر لینڈنگ الینوائے کی مجموعی آبادی 132 89 میٹر سطح دریا سے بلندی پر واقع ہے
A 8 8|||M:OTHER|||92|||REQUIRED|||-NONE-|||0

S زبردا ( پتروواک ) ) سربیا کا ایک رہائشی علاقہ جو برانیچیوو ضلع میں واقع ہے
A 4 4|||M:OTHER|||( لاطینی|||REQUIRED|||-NONE-|||0

S جبکہ ( فوچا ) ) بوسنیا و ہرزیگووینا کا ایک رہائشی علاقہ جو فوچا اوستیکولینا میں واقع ہے
A 4 4|||M:OTHER|||( لاطینی|||REQUIRED|||-NONE-|||0

S جسن ( الدژا سرائیوو ) ) بوسنیا و ہرزیگووینا کا ایک رہائشی علاقہ جو سرائیوو کانتون میں واقع ہے
A 5 5|||M:OTHER|||( لاطینی|||REQUIRED|||-NONE-|||0

S لیونڈنگ کا رقبہ 24 05 مربع کیلومیٹر ہے ہے کی مجموعی آبادی 289 میٹر سطح دریا سے بلندی پر واقع ہے
A 3 3|||M:OTHER|||76|||REQUIRED|||-NONE-|||0

S سیلیسترا کا رقبہ 27 159 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 50 , 780 افراد پر مشتمل ہے
A 5 5|||M:OTHER|||78|||REQUIRED|||-NONE-|||0

S سینٹ بلاسے ہوتے سوائے کا رقبہ 2 55 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 198 افراد پر مشتمل ہے
A 8 8|||M:OTHER|||44|||REQUIRED|||-NONE-|||0

S سینٹ دنووال کا رقبہ 8 61 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 401 افراد پر مشتمل ہے
A 4 4|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S سین این مرتینقے کا رقبہ 38 42 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 5 , 017 افراد پر مشتمل ہے
A 7 7|||M:OTHER|||97|||REQUIRED|||-NONE-|||0

S سین فرانکویسے بس سینٹ لارنٹ کیوبک کا رقبہ 89 40 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 399 افراد پر مشتمل ہے
A 4 4|||M:OTHER|||دو|||REQUIRED|||-NONE-|||0

S سین مرے این چانس کا رقبہ 4 79 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 204 افراد پر مشتمل ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S سین وپپورتونے دو بوسک کا رقبہ 8 07 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 628 افراد پر مشتمل ہے
A 6 6|||M:OTHER|||10|||REQUIRED|||-NONE-|||0

S سینٹ گرمین سر یکولے کا رقبہ 2 53 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 356 افراد پر مشتمل ہے
A 8 8|||M:OTHER|||90|||REQUIRED|||-NONE-|||0

S سینٹ گرمین سر رہونے کا رقبہ 7 85 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 305 افراد پر مشتمل ہے
A 6 6|||M:OTHER|||14|||REQUIRED|||-NONE-|||0

S سینٹ گلیس دو منے کا رقبہ 12 92 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 478 افراد پر مشتمل ہے
A 8 8|||M:OTHER|||45|||REQUIRED|||-NONE-|||0

S سینٹ مارٹن دس پلینس کا رقبہ 3 87 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 150 افراد پر مشتمل ہے
A 6 6|||M:OTHER|||20|||REQUIRED|||-NONE-|||0

S سین رومین لا وروے کا رقبہ 7 82 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 782 افراد پر مشتمل ہے
A 8 8|||M:OTHER|||5|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 19 28 , 16 مئی 2014 ( م ع و )
A 11 11|||M:OTHER|||49|||REQUIRED|||-NONE-|||0

S مشہور کیمیا دان حکیم محمد لقمان جو یہ بھی اسی قصبہ میں 1937میں پیدا ہو ے
A 11 11|||M:OTHER|||میں1933|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 16 09 , 15 جون 2014 ( م ع و )
A 11 11|||M:OTHER|||46|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 16 03 , 6 جولا ئی 2014 ( م ع و )
A 11 11|||M:OTHER|||18|||REQUIRED|||-NONE-|||0

S 2008 میں بھارت کے انسانی ترقیاتی اشاریہ کا قومی اوسط 0 467 تھا
A 7 7|||M:OTHER|||میں بھارت|||REQUIRED|||-NONE-|||0

S رینگنے والے ببر شیر کے بچے ہاتھیوں لگڑبگڑ اور بھینسوں کا شکار بنتے ہیں
A 5 5|||M:OTHER|||رینگنے والے|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " 15 17 , 3 نومبر 2014 ( م ع و )
A 10 10|||M:OTHER|||37|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 08 49 , 5 اگست 2014 ( م ع و )
A 9 9|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S کمال ایرانی ایک ایرانی گھرانے میں کراچی میں پیدا ھوئے ان کا اصل نام " سید کمال الدیں صفوی " تھا
A 2 2|||M:OTHER|||کراچی کے|||REQUIRED|||-NONE-|||0

S یہ پاکستان بھارت نیپال اور بنگلہ دیش کے اشتراکی نظریات رکھنے والوں کا ایک خوشی کے اظہار کا طریقہ اور خفیہ رمز ہے
A 18 18|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 22 40 , 26 ستمبر 2014 ( م ع و )
A 11 11|||M:OTHER|||32|||REQUIRED|||-NONE-|||0

S جن میں سے دو کتابیں ان کی ان کی شا عری ( نعتوں غزلوں ) پر
A 14 14|||M:OTHER|||دیگر منظومات|||REQUIRED|||-NONE-|||0

S ٹوٹ بٹوٹ کے نام سے ایک بچوں کے لیے نظموں کی کتاب بھی صوفی تبسم نے لکھی تھی
A 11 11|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S لا بالیینی کا رقبہ 4 13 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 93 افراد پر مشتمل ہے
A 4 4|||M:OTHER|||9|||REQUIRED|||-NONE-|||0

S لا بوساینی کا رقبہ 9 63 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 620 افراد پر مشتمل ہے
A 4 4|||M:OTHER|||10|||REQUIRED|||-NONE-|||0

S لا شاپیل آ چوکس کا رقبہ 14 6 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 277 افراد پر مشتمل ہے
A 8 8|||M:OTHER|||36|||REQUIRED|||-NONE-|||0

S لا نیوویل لے لیور کا رقبہ 4 88 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 330 افراد پر مشتمل ہے
A 6 6|||M:OTHER|||6|||REQUIRED|||-NONE-|||0

S لا نوایلی کا رقبہ 48 12 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 247 افراد پر مشتمل ہے
A 6 6|||M:OTHER|||77|||REQUIRED|||-NONE-|||0

S لیک ویو انڈیانا کی مجموعی آبادی 307 85 میٹر سطح دریا سے بلندی پر واقع ہے
A 6 6|||M:OTHER|||252|||REQUIRED|||-NONE-|||0

S لانگوینان کا رقبہ 15 95 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 1 , 039 افراد پر مشتمل ہے
A 5 5|||M:OTHER|||10|||REQUIRED|||-NONE-|||0

S لانگویک کا رقبہ 1 0 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 559 افراد پر مشتمل ہے
A 5 5|||M:OTHER|||64|||REQUIRED|||-NONE-|||0

S 3 اکتوبر 2018 کو وہ جنوبی افریقہ کے لیے ون ڈے میں ہیٹ ٹرک کرنے والے چوتھے بولر بن گئے
A 9 9|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انور علی ( 1987 کرکٹ کھلاڑی ) ) ایک پاکستانی کرکٹر ہے
A 3 3|||M:OTHER|||پیدائش 25 نومبر|||REQUIRED|||-NONE-|||0

S شاہ نے 2008 ایشیا کپ میں بنگلہ دیش کے خلاف اپنا ون ڈے ڈیبیو کیا
A 11 11|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S باربور کاؤنٹی الاباما کا رقبہ 2 , 343 95 مربع کیلومیٹر ہے ہے
A 7 7|||M:OTHER|||621|||REQUIRED|||-NONE-|||0

S مارشل کاؤنٹی الاباما کا رقبہ 1 , 613 57 مربع کیلومیٹر ہے ہے
A 9 9|||M:OTHER|||96|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 12 56 , 9 نومبر 2014 ( م ع و )
A 9 9|||M:OTHER|||15|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 19 05 , 14 نومبر 2014 ( م ع و )
A 11 11|||M:OTHER|||46|||REQUIRED|||-NONE-|||0

S آسٹریلین ون ڈے ٹیم میں ہیوز کے انتخاب کی تصدیق 6 جنوری 2013 کو ہوئی
A 1 1|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مجیب بھائی میرا مضمون ڈاکٹر نبی بخش بلوچ اور پطرس بخاری ملاحظ کریں دونوں بہترین مقالہ کے امیدوار ہیں
A 14 14|||M:OTHER|||امیدوار برائے|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 23 20 , 12 دسمبر 2014 ( م ع و )
A 11 11|||M:OTHER|||58|||REQUIRED|||-NONE-|||0

S اس نے موسم گرما میں 31 پر فرسٹ کلاس 45 وکٹیں حاصل کیں یہ گلمور کا اب تک کا بہترین مجموعہ ہوگا
A 11 11|||M:OTHER|||31 پر|||REQUIRED|||-NONE-|||0

S اس نے موسم گرما میں فرسٹ کلاس 45 وکٹیں 31 پر حاصل کیں یہ گلمور کا اب تک کا بہترین مجموعہ ہوگا
A 8 8|||M:OTHER|||اول درجہ|||REQUIRED|||-NONE-|||0

S چیلٹینہیم کا رقبہ 46 61 مربع کیلومیٹر ہے ہے
A 3 3|||M:OTHER|||370|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 21 07 , 2 فروری 2015 ( م ع و )
A 11 11|||M:OTHER|||14|||REQUIRED|||-NONE-|||0

S تھوان تھآن ضلع کا رقبہ 118 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 144 , 536 افراد پر مشتمل ہے
A 2 2|||M:OTHER|||دو|||REQUIRED|||-NONE-|||0

S شاہ اللہ دتہ وفاقی دار الحکومت اسلام آباد کے سلسلہ کوہ مارگلہ کی تلہٹی پر واقع ایک صدیوں پرانا گاؤں ہے
A 8 8|||M:OTHER|||وفاقی دارالحکومت علاقہ|||REQUIRED|||-NONE-|||0

S گیا لآک ضلع کا رقبہ 122 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 151 , 177 افراد پر مشتمل ہے
A 2 2|||M:OTHER|||تھآن|||REQUIRED|||-NONE-|||0

S ترک جنگ آزادی کے بعد عمر فخر الدین پاشا کابل افغانستان میں ترکی کا سفیر سال 1922 سے 1926 تک رہا
A 20 20|||M:OTHER|||ترکی کا سفیر|||REQUIRED|||-NONE-|||0

S کوائی تسنگ ضلع کا رقبہ 21 82 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 523 , 300 افراد پر مشتمل ہے
A 15 15|||M:OTHER|||5|||REQUIRED|||-NONE-|||0

S اوداتے اکیتا کا رقبہ 913 70 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 76 , 406 افراد پر مشتمل ہے
A 6 6|||M:OTHER|||34|||REQUIRED|||-NONE-|||0

S نبی نے اپنے پہلے ون ڈے میں نصف سنچری بنانے کے لیے 58 رنز بنائے یہ میچ افغانستان نے جیتا تھا
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S زمبابوے کے خلاف افغانستان کی دو طرفہ ون ڈے سیریز تک کپتانی سے استعفی دینے کے بعد نبی کی خراب فارم برقرار رہی
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S لیوگی پیرآندیلو کی ادبی خدمات کے صلے میں 1936 میں ادب کا نوبیل انعام دیا گیا
A 14 14|||M:OTHER|||برائے ادب|||REQUIRED|||-NONE-|||0

S وقت اور مقام کے سیاق و سباق کی بنیاد پر خدشہ اصل میں یہ ہے کہ حقیقت میں کیا ہوا تھا
A 4 4|||M:OTHER|||اصل میں|||REQUIRED|||-NONE-|||0

S رچلینڈ ٹاؤن شپ کلیریون کاؤنٹی پنسلوانیا کا رقبہ 40 8 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 553 افراد پر مشتمل ہے
A 10 10|||M:OTHER|||0|||REQUIRED|||-NONE-|||0

S تاریخ آخری تجدید " 06 27 , 29 ستمبر 2017 ( م ع و ) بذریعہ "
A 4 4|||M:OTHER|||14|||REQUIRED|||-NONE-|||0

S ابری کمپیوٹنگ ( 2 ) کی اصطلاح یا استعارہ جوکھ 2000 میں مقبول ہوا
A 0 0|||M:OTHER|||کلاؤڈ کمپیوٹنگ یا|||REQUIRED|||-NONE-|||0

S ملالہ نجمانی ( انگریزی ) ایک نجمانی ہے جو مریخ اور مشتری کے درمیان واقع ہے
A 0 0|||M:OTHER|||316201|||REQUIRED|||-NONE-|||0

S یعنی پوری طرح سورج کے گرد چکر کاٹ لیتی ہے
A 6 6|||M:OTHER|||ایک مکمل|||REQUIRED|||-NONE-|||0

S مینامیچیتا ایچی کا رقبہ 38 24 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 20 , 255 افراد پر مشتمل ہے
A 4 4|||M:OTHER|||46|||REQUIRED|||-NONE-|||0

S واکابا وارڈ چیبا کا رقبہ 84 21 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 151 , 593 افراد پر مشتمل ہے
A 7 7|||M:OTHER|||25|||REQUIRED|||-NONE-|||0

S سورومی وارڈ اوساکا کا رقبہ 8 16 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 111 , 832 افراد پر مشتمل ہے
A 5 5|||M:OTHER|||36|||REQUIRED|||-NONE-|||0

S جوئے پور ہٹ صدر ذیلی ضلع بنگلہ دیش کا ایک بنگلا دیش کے ذیلی اضلاع جو جوئے پور ہٹ میں واقع ہے
A 6 6|||M:OTHER|||( لاطینی )|||REQUIRED|||-NONE-|||0

S راوماری ذیلی ضلع کا رقبہ 197 8 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 137 , 040 افراد پر مشتمل ہے
A 5 5|||M:OTHER|||504|||REQUIRED|||-NONE-|||0

S لال مینار ہٹ صدر ذیلی ضلع بنگلہ دیش کا ایک بنگلا دیش کے ذیلی اضلاع جو لال مینار ہٹ ضلع میں واقع ہے
A 6 6|||M:OTHER|||( لاطینی )|||REQUIRED|||-NONE-|||0

S ڈ م ر یا ذیلی ضلع بنگلہ دیش کا ایک بنگلہ دیش کے ذیلی اضلاع جو ضلع کھلنا میں واقع ہے
A 6 6|||M:OTHER|||( لاطینی )|||REQUIRED|||-NONE-|||0

S ایک ترمیم استرجع کے بعد جن صارفین کی ترمیم کو استرجع کیا گیا ہے خود کار طور پر ان کی شراکتیں کھول دیتا ہے
A 3 3|||M:OTHER|||شدہ ترامیم|||REQUIRED|||-NONE-|||0

S یہ اکثر کھیتوں میں موجود کھمبوں یا بجلی کی تاروں پر بیٹھا نظر آتا ہے
A 10 10|||M:OTHER|||یا کھمبوں|||REQUIRED|||-NONE-|||0

S عربی کے سر تھامس ایڈمز کے پروفیسر کیمبرج یونیورسٹی میں ایک عہدے کا عنوان ہے
A 5 5|||M:OTHER|||کے عربی|||REQUIRED|||-NONE-|||0

S ( قبل فرع کے متعلقات میں ایک گاؤں ہے ) تو ان کانوں سے سوائے زکو ۃ کے کچھ نہیں لیا جاتا آج تک
A 11 11|||M:OTHER|||آج تک|||REQUIRED|||-NONE-|||0

S پینل ڈیبے علاقائی کارپوریشن کا رقبہ 246 91 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 83 , 609 افراد پر مشتمل ہے
A 8 8|||M:OTHER|||53|||REQUIRED|||-NONE-|||0

S تسمسیلت ( عربی ت سمس لت ) الجزائر کا ایک شہر و الجزائر کی بلدیات جو میں واقع ہے
A 16 16|||M:OTHER|||صوبہ تبسہ|||REQUIRED|||-NONE-|||0

S مزید برآں ان کے پاس ون ڈے کرکٹ میں سب سے زیادہ وکٹ کیپنگ آؤٹ کرنے کا ریکارڈ ہے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S یہ ایجنسی انگریزی ہندی اور اردو زبانوں میں اخباری ایجنسی ہے
A 6 6|||M:OTHER|||تینوں|||REQUIRED|||-NONE-|||0

S پیاترا نامتس کا رقبہ 77 4 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 85 , 055 افراد پر مشتمل ہے
A 6 6|||M:OTHER|||3|||REQUIRED|||-NONE-|||0

S سنہ ھ میں یرموک کا واقعہ پیش آیا اس میں حضرت اسما رضی اللہ عنہا نے اپنے خیمہ کی چوب سے رومیوں کوقتل کیا
A 21 21|||M:OTHER|||9|||REQUIRED|||-NONE-|||0

S لومباتان لاناؤ جنوبی کا رقبہ 158 39 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 16 , 719 افراد پر مشتمل ہے
A 5 5|||M:OTHER|||302|||REQUIRED|||-NONE-|||0

S اشآ کا رقبہ 3 9 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 4 , 722 افراد پر مشتمل ہے
A 3 3|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S موستا کا رقبہ 6 8 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 20 , 241 افراد پر مشتمل ہے
A 3 3|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S فئلی کا رقبہ 6 74 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 522 افراد پر مشتمل ہے
A 3 3|||M:OTHER|||0|||REQUIRED|||-NONE-|||0

S آپ کا سلسلہ نسب محمد بن عبد اللہ کے چچا زاد اور رضاعی بھائی حارث بن عبد المطلب ہاشمی سے جاملتا ہے
A 4 4|||M:OTHER|||سروردوعالم حضرت|||REQUIRED|||-NONE-|||0

S کایانگیل کا رقبہ 1 4 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 138 افراد پر مشتمل ہے
A 3 3|||M:OTHER|||3|||REQUIRED|||-NONE-|||0

S بلدیہ بریژیتسے کا رقبہ 268 1 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 24 , 483 افراد پر مشتمل ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S لہ ذا کافی ذیلی معدن اصل میں پانی کو اپنے اندر ذخیرہ نہیں کرتے بلکہ بننے کے لئے ان کو پانی ضرورت ہوتی ہے
A 15 15|||M:OTHER|||ان کو|||REQUIRED|||-NONE-|||0

S اسٹیفن لووین ( سویڈنی تلفظ استیفن لووین ) ایک سویڈنی سیاست دان جو 2014 سے سویڈن کے 33ویں اور موجودہ وزیر اعظم ہیں
A 15 15|||M:OTHER|||2018 تک|||REQUIRED|||-NONE-|||0

S اسٹیفن لووین ( سویڈنی تلفظ استیفن لووین ) ایک سویڈنی سیاست دان جو 2014 سے 2018 تک سویڈن کے 33ویں وزیر اعظم تھے
A 20 20|||M:OTHER|||اور موجودہ|||REQUIRED|||-NONE-|||0

S پائیک کاؤنٹی مسوری کا رقبہ 1 , 774 15 مربع کیلومیٹر ہے ہے
A 9 9|||M:OTHER|||93|||REQUIRED|||-NONE-|||0

S آریپاہو کاؤنٹی کولوراڈو کا رقبہ 2 , 084 95 مربع کیلومیٹر ہے ہے
A 7 7|||M:OTHER|||512|||REQUIRED|||-NONE-|||0

S گرانٹ کاؤنٹی کنساس کا رقبہ 1 , 489 25 مربع کیلومیٹر ہے ہے
A 9 9|||M:OTHER|||71|||REQUIRED|||-NONE-|||0

S کوک سٹوڈیو ایک پاکستانی موسیقی کا ٹی وی پروگرام ہے جس میں مختلف فنکار براہ راست اپنے فن کا مظاہرہ کرتے ہیں
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اسے 2008 میں شروع کیا گیا تھا اور اس نے تنقید کے ساتھ ساتھ مقبولیت بھی پورے ملک میں پائی
A 19 19|||M:OTHER|||مقبولیت بھی|||REQUIRED|||-NONE-|||0

S کاڈو پیرش لوزیانا کا رقبہ 2 , 426 83 مربع کیلومیٹر ہے ہے
A 9 9|||M:OTHER|||46|||REQUIRED|||-NONE-|||0

S ابتدائی تعلیم روئن میں پائی اور پھر قانون کی تعلیم کے لئے جس سے انھیں کوئی دلچسپی نہیں تھی پیرس چلے گئے
A 12 12|||M:OTHER|||پیرس چلے گئے|||REQUIRED|||-NONE-|||0

S انوکا کاؤنٹی مینیسوٹا کا رقبہ 1 , 155 14 مربع کیلومیٹر ہے ہے
A 7 7|||M:OTHER|||742|||REQUIRED|||-NONE-|||0

S آرچر کاؤنٹی ٹیکساس کا رقبہ 2 , 395 75 مربع کیلومیٹر ہے ہے
A 7 7|||M:OTHER|||162|||REQUIRED|||-NONE-|||0

S وہیلر کاؤنٹی اوریگون کا رقبہ 4 , 441 85 مربع کیلومیٹر ہے ہے
A 9 9|||M:OTHER|||62|||REQUIRED|||-NONE-|||0

S کرافورڈ کاؤنٹی پنسلوانیا کا رقبہ 2 , 688 42 مربع کیلومیٹر ہے ہے
A 9 9|||M:OTHER|||5|||REQUIRED|||-NONE-|||0

S ٹائلر کاؤنٹی مغربی ورجینیا کا رقبہ 675 99 مربع کیلومیٹر ہے ہے
A 8 8|||M:OTHER|||45|||REQUIRED|||-NONE-|||0

S سکاجیٹ کاؤنٹی واشنگٹن کا رقبہ 4 , 972 8 مربع کیلومیٹر ہے ہے
A 7 7|||M:OTHER|||358|||REQUIRED|||-NONE-|||0

S وارن کاؤنٹی ٹینیسی کا رقبہ 1 , 124 06 مربع کیلومیٹر ہے ہے
A 9 9|||M:OTHER|||24|||REQUIRED|||-NONE-|||0

S لیلی نے ادبی زندگی کا آغاز بطور صحافی مقامی اخبار اور رسالے سے شروع کیا
A 12 12|||M:OTHER|||بطور صحافی|||REQUIRED|||-NONE-|||0

S آپ نے شادی افغانستان کے مشہور حکمران سلیم خان ھوتک ولد کرم خان جو کہ ھوتک سلطنت کے حکمران تھے سے ہوئی
A 13 13|||M:OTHER|||سے کی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو اٹھانوے اور اس کے بعد چار سو بولا جاتا ہے
A 13 13|||M:OTHER|||دو|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو اٹھانوے اور اس کے بعد پانچ سو بولا جاتا ہے
A 13 13|||M:OTHER|||دو|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو اٹھانوے اور اس کے بعد سات سو بولا جاتا ہے
A 13 13|||M:OTHER|||دو|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو اٹھانوے اور اس کے بعد آٹھ سو بولا جاتا ہے
A 13 13|||M:OTHER|||دو|||REQUIRED|||-NONE-|||0

S النبک ضلع کا رقبہ 1 , 122 87 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 80 , 001 افراد پر مشتمل ہے
A 8 8|||M:OTHER|||63|||REQUIRED|||-NONE-|||0

S ابو مصعب الزرقاوی نے اس کتاب کے بہت سے حوالہ جات نقل کیئے ہیں
A 11 11|||M:OTHER|||کثرت سے|||REQUIRED|||-NONE-|||0

S زار کے ساتھ اس کی ملکہ چار بیٹیاں اور چھوٹا بیٹا تھے جو کہ گولیاں اور بندوقوں کی سنگینیں مار کر دئیے گئے
A 20 20|||M:OTHER|||کر قتل|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 17 53 , 5 جنوری 2016 ( م ع و )
A 11 11|||M:OTHER|||40|||REQUIRED|||-NONE-|||0

S البرٹ کلاوڈیایک بیلجئیمی ڈاکٹراور خلیاتی حیاتیاتدان تھے جنھوں نے 1974 کا نوبل انعام وصول کیا تھا
A 2 2|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 10 57 , 8 جنوری 2016 ( م ع و )
A 9 9|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S پینکی کا رقبہ 2 9 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 3 , 434 افراد پر مشتمل ہے
A 3 3|||M:OTHER|||5|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 19 31 , 19 جنوری 2016 ( م ع و )
A 11 11|||M:OTHER|||50|||REQUIRED|||-NONE-|||0

S فلورین ایک کیمیائی عنصر ہے جس کا جوہری عدد 9 ہے یہ اور اس کی کیمیائی علامت انگریزی حرف " " ہے
A 1 1|||M:OTHER|||یا سیلانیہ|||REQUIRED|||-NONE-|||0

S سروا شکشا ابھ یان حکومت بھارت کی طرف سے پیش کیا گیا عالمی معیار کی ابتدائی تعلیم کا منصوبہ ہے
A 18 18|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S پھرا ناکھون سی ایوتتھایا صوبہ تھائی لینڈ کا ایک تھائی لینڈ کے صوبے جو تھائی لینڈ میں واقع ہے
A 5 5|||M:OTHER|||( لاطینی )|||REQUIRED|||-NONE-|||0

S میر آباد کا رقبہ 17 1 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 122 , 700 افراد پر مشتمل ہے
A 4 4|||M:OTHER|||33|||REQUIRED|||-NONE-|||0

S شیخ الاسلام ابو نصر احمد جام عارفان خدا میں بہت معروف نام ہے
A 8 8|||M:OTHER|||کے میدان|||REQUIRED|||-NONE-|||0

S بازار حسن اردو اور ہندی زبان میں پریم چند کا ناول ہے
A 7 7|||M:OTHER|||لکھا گیا|||REQUIRED|||-NONE-|||0

S میری پکفورڈ چارلی چیپلن اور ڈی ڈبلیو گرفتھ کے ساتھ مل 1919 میں ڈگلس فیئربینکس نے یونائیٹڈ آرٹسٹس نامی فلم سٹوڈیو قائم کیا
A 0 0|||M:OTHER|||ڈگلس فیئربینکس نے|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 23 09 , 21 اپریل 2016 ( م ع و )
A 11 11|||M:OTHER|||42|||REQUIRED|||-NONE-|||0

S آنند مٹھ ایک بنگالی زبان میں لکھی گئی ناول ہے
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S سوجی ضلع کا رقبہ 42 1 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 299 , 587 افراد پر مشتمل ہے
A 6 6|||M:OTHER|||7|||REQUIRED|||-NONE-|||0

S کاکوری ٹرین ڈکیتی ایک ریل میں ہونے والی ڈکیتی تھی جس میں ہندستان کی آزادی کے کچھ کارکنوں نے حصہ لیا تھا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس کی مختصر فلم " میٹر پانی کی سطح , " اور " آبی دانت " بہترین مختصر فلمیں تھی
A 5 5|||M:OTHER|||35|||REQUIRED|||-NONE-|||0

S ملکہ موسیقی روشن آرا بیگم ( پیدائش 1917 وفات 6 دسمبر 1982 ) ملکہ موسیقی کا خطاب پانے والی نامور پاکستانی کلاسکی گلوکارہ تھیں
A 22 22|||M:OTHER|||و فلمی|||REQUIRED|||-NONE-|||0

S آفرین خان پری ایک پاکستانی فلمی اور اسٹیج کی اداکارہ ہے
A 3 3|||M:OTHER|||پاکستان کی|||REQUIRED|||-NONE-|||0

S ییل ئونیورسٹی ایک نیو ہیون کنیکٹیکٹ میں مشہور نجی یونیورسٹی ہے
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے ون ڈے میں 100 وکٹیں حاصل کیں
A 2 2|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ویکی اجلاس بھارت بھارت میں منعقد ہونے والا ایک قومی سطح کا ویکی اجلاس ہے
A 12 12|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S موجودہ دور میں کوٹھی حیدرآباد کے نواح میں واقع یہ محل چھوٹی سی سیاحت گاہ کی شکل اختیار کر گیا ہے
A 11 11|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S آخری تجدید بتاریخ " 08 41 , 16 اکتوبر 2016 ( م ع و ) "
A 6 6|||M:OTHER|||55|||REQUIRED|||-NONE-|||0

S آخری تجدید بتاریخ " 12 13 , 15 دسمبر 2016 ( م ع و ) "
A 6 6|||M:OTHER|||49|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 53 3 جولائی 2018 ( م ع و )
A 5 5|||M:OTHER|||7|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 20 5 اگست 2018 ( م ع و )
A 2 2|||M:OTHER|||13|||REQUIRED|||-NONE-|||0

S آخری تجدید 08 52 22 اگست 2018 ( م ع و )
A 2 2|||M:OTHER|||17|||REQUIRED|||-NONE-|||0

S آخری تجدید 19 39 22 ستمبر 2018 ( م ع و )
A 5 5|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 22 12 اکتوبر 2018 ( م ع و )
A 2 2|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S آخری تجدید 06 20 19 دسمبر 2018 ( م ع و )
A 2 2|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S آخری تجدید 12 40 23 دسمبر 2018 ( م ع و )
A 2 2|||M:OTHER|||14|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 51 6 فروری 2019 ( م ع و )
A 2 2|||M:OTHER|||14|||REQUIRED|||-NONE-|||0

S ان کی پتلی آواز کی وجہ سے آغاز میں موسیقار فلموں میں ان سے گانا گوانے سے منع کر دیتے تھے
A 13 13|||M:OTHER|||کو گانے|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 28 5 اگست 2018 ( م ع و )
A 2 2|||M:OTHER|||13|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 13 22 اگست 2018 ( م ع و )
A 4 4|||M:OTHER|||59|||REQUIRED|||-NONE-|||0

S آخری تجدید 05 21 3 دسمبر 2018 ( م ع و )
A 4 4|||M:OTHER|||48|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 21 23 دسمبر 2018 ( م ع و )
A 5 5|||M:OTHER|||25|||REQUIRED|||-NONE-|||0

S آخری تجدید 23 00 6 فروری 2019 ( م ع و )
A 2 2|||M:OTHER|||14|||REQUIRED|||-NONE-|||0

S آخری تجدید 19 42 1 ستمبر 2019 ( م ع و )
A 3 3|||M:OTHER|||43|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 18 18 ستمبر 2019 ( م ع و )
A 4 4|||M:OTHER|||42|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 16 9 دسمبر 2019 ( م ع و )
A 4 4|||M:OTHER|||49|||REQUIRED|||-NONE-|||0

S ان کے وصال کے بعد مجاہد اعظم حضرت خواجہ محمد ضیا الدین سیالوی ( وصال 1909 ) سجادہ نشین ہوئے
A 7 7|||M:OTHER|||نڈر قائد|||REQUIRED|||-NONE-|||0

S سنہ 1857 کے خونیں انقلاب کے بعد مسلمانوں میں مایوسی عام تھی
A 1 1|||M:OTHER|||جنگ آزادی ہند|||REQUIRED|||-NONE-|||0

S عشق کے چالیس اصول یا عشق کے چالیس قوانین ترکی انگریزی اور عربی میں شائع ایک مقبول ناول کا عنوان ہے
A 0 0|||M:OTHER|||چالیس چراغ|||REQUIRED|||-NONE-|||0

S یہ بنیادی طور پر ترکی ناول نگار ایلف شفق کا سب سے مشہور ناول ہے
A 5 5|||M:OTHER|||کی مشہور|||REQUIRED|||-NONE-|||0

S اردو محفل ایک اردو زبان کا فورم ہے جو 2005 میں شروع کیا گیا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S محمد حمزہ شہباز شریف ایک پاکستانی سیاست دان اور قومی اسمبلی پاکستان کے رکن موجودہ وزیر اعلی پنجاب
A 9 9|||M:OTHER|||سابقہ رکن|||REQUIRED|||-NONE-|||0

S پروفیسرمحمد نور بخش توکلی عظیم سیرت نگار اور نامور مصنف ہیں
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 12 03 , 10 جنوری 2017 ( م ع و )
A 11 11|||M:OTHER|||11|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 17 18 , 11 جنوری 2017 ( م ع و )
A 11 11|||M:OTHER|||36|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 21 06 , 10 فروری 2017 ( م ع و )
A 11 11|||M:OTHER|||39|||REQUIRED|||-NONE-|||0

S ایڈا آرکنساس کی مجموعی آبادی 303 89 میٹر سطح سمندر سے بلندی پر واقع ہے
A 5 5|||M:OTHER|||281|||REQUIRED|||-NONE-|||0

S نارتھ مڈلٹن ٹاؤن شپ پنسلوانیا کا رقبہ 60 9 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 11 , 143 افراد پر مشتمل ہے
A 7 7|||M:OTHER|||127|||REQUIRED|||-NONE-|||0

S پارکویل پنسلوانیا کا رقبہ 7 6 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 6 , 706 افراد پر مشتمل ہے
A 4 4|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ڈیسولیشن پیک ( واشنگٹن ) کی مجموعی آبادی 1 , 859 91 میٹر سطح سمندر سے بلندی پر واقع ہے
A 10 10|||M:OTHER|||223|||REQUIRED|||-NONE-|||0

S ٹیبل ماؤنٹین ( سکامینیا کاؤنٹی واشنگٹن ) ) ریاستہائے متحدہ امریکا کا ایک پہاڑ جو ریاست واشنگٹن میں واقع ہے
A 7 7|||M:OTHER|||( لاطینی|||REQUIRED|||-NONE-|||0

S بئیرز ایرز ماؤنٹین کی مجموعی آبادی 3 , 602 78 میٹر سطح سمندر سے بلندی پر واقع ہے
A 10 10|||M:OTHER|||44|||REQUIRED|||-NONE-|||0

S بینٹ پیک کی مجموعی آبادی 4 , 026 15 میٹر سطح سمندر سے بلندی پر واقع ہے
A 7 7|||M:OTHER|||789|||REQUIRED|||-NONE-|||0

S لٹل کون کی مجموعی آبادی 3 , 653 99 میٹر سطح سمندر سے بلندی پر واقع ہے
A 9 9|||M:OTHER|||72|||REQUIRED|||-NONE-|||0

S کینٹ پیک ( بولڈر ماؤنٹینز ایڈاہو ) ) ریاستہائے متحدہ امریکا کا ایک پہاڑ جو ایڈاہو میں واقع ہے
A 7 7|||M:OTHER|||( لاطینی|||REQUIRED|||-NONE-|||0

S پیرامڈ پیک ( کیسٹر کاؤنٹی ایڈاہو ) ) ریاستہائے متحدہ امریکا کا ایک پہاڑ جو ایڈاہو میں واقع ہے
A 7 7|||M:OTHER|||( لاطینی|||REQUIRED|||-NONE-|||0

S پوک او مون شائن ماؤنٹین ریاستہائے متحدہ امریکا کا ایک پہاڑ جو نیویارک میں واقع ہے
A 5 5|||M:OTHER|||( لاطینی )|||REQUIRED|||-NONE-|||0

S ماؤنٹ ایڈریج ( الاسکا رینج ) ) ریاستہائے متحدہ امریکا کا ایک رہائشی علاقہ جو الاسکا میں واقع ہے
A 6 6|||M:OTHER|||( لاطینی|||REQUIRED|||-NONE-|||0

S ماؤنٹ گینیٹ کی مجموعی آبادی 2 , 941 05 میٹر سطح سمندر سے بلندی پر واقع ہے
A 9 9|||M:OTHER|||14|||REQUIRED|||-NONE-|||0

S ریگیڈ ماؤنٹین ( نیو ہیمپشائر ) کی مجموعی آبادی 696 78 میٹر سطح سمندر سے بلندی پر واقع ہے
A 11 11|||M:OTHER|||0|||REQUIRED|||-NONE-|||0

S بئیر ماؤنٹین ( کاربن کاؤنٹی پنسلوانیا ) ) ریاستہائے متحدہ امریکا کا ایک پہاڑ جو پنسلوانیا میں واقع ہے
A 7 7|||M:OTHER|||( لاطینی|||REQUIRED|||-NONE-|||0

S بش ماؤنٹین ( ٹیکساس ) ) ریاستہائے متحدہ امریکا کا ایک پہاڑ جو کولبرسن کاؤنٹی ٹیکساس میں واقع ہے
A 5 5|||M:OTHER|||( لاطینی|||REQUIRED|||-NONE-|||0

S ماؤنٹ گرانٹ ( ورمونٹ ) ) ریاستہائے متحدہ امریکا کا ایک پہاڑ جو ایڈسن کاؤنٹی ورمونٹ میں واقع ہے
A 5 5|||M:OTHER|||( لاطینی|||REQUIRED|||-NONE-|||0

S پائن ہل ( بارنسٹیبل کاؤنٹی میساچوسٹس ) ) ریاستہائے متحدہ امریکا کا ایک پہاڑ جو میساچوسٹس میں واقع ہے
A 7 7|||M:OTHER|||( لاطینی|||REQUIRED|||-NONE-|||0

S ہیملن پیک کی مجموعی آبادی 1 , 449 65 میٹر سطح سمندر سے بلندی پر واقع ہے
A 9 9|||M:OTHER|||4|||REQUIRED|||-NONE-|||0

S پھرا ناکھون سی ایوتتھایا ضلع تھائی لینڈ کا ایک امپھؤ جو پھرا ناکھون سی ایوتتھایا صوبہ میں واقع ہے
A 5 5|||M:OTHER|||( لاطینی )|||REQUIRED|||-NONE-|||0

S بانگ راک ضلع کا رقبہ 5 54 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 60 , 485 افراد پر مشتمل ہے
A 5 5|||M:OTHER|||11|||REQUIRED|||-NONE-|||0

S تالینگ چان ضلع کا رقبہ 29 479 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 105 , 613 افراد پر مشتمل ہے
A 5 5|||M:OTHER|||50|||REQUIRED|||-NONE-|||0

S 5 ذی قعدہ سنہ 1188ھ کو آپ کی ولادت لکھنؤ کے مضافات میں کنتور نامی ایک قصبہ میں ہوئی
A 0 0|||M:OTHER|||آپ کی ولادت|||REQUIRED|||-NONE-|||0

S موئانگ نونگ بوا لام پھو ضلع تھائی لینڈ کا ایک امپھؤ جو نونگ بوا لامپھو صوبہ میں واقع ہے
A 6 6|||M:OTHER|||( لاطینی )|||REQUIRED|||-NONE-|||0

S موئانگ مائے ہونگ سون ضلع تھائی لینڈ کا ایک امپھؤ جو صوبہ مائے ہونگ سون میں واقع ہے
A 5 5|||M:OTHER|||( لاطینی )|||REQUIRED|||-NONE-|||0

S گراؤنڈ اس ترتیب میں درج ہیں جس میں انہیں پہلی بار ون ڈے کرکٹ کے مقام کے طور پر استعمال کیا گیا تھا
A 11 11|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ڈبل جے جے ریزورٹ رینچ ایئرپورٹ ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو مشی گن میں واقع ہے
A 6 6|||M:OTHER|||( لاطینی )|||REQUIRED|||-NONE-|||0

S اوسکوڈا کاؤنٹی ڈینس کافمین میموریل ایئرپورٹ ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو مشی گن میں واقع ہے
A 6 6|||M:OTHER|||( لاطینی )|||REQUIRED|||-NONE-|||0

S سینٹ کلیر کاؤنٹی انٹرنیشنل ایئرپورٹ ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو مشی گن میں واقع ہے
A 5 5|||M:OTHER|||( لاطینی )|||REQUIRED|||-NONE-|||0

S کیلین فورٹ ہڈ ریجنل ایئرپورٹ ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو ٹیکساس میں واقع ہے
A 5 5|||M:OTHER|||( لاطینی )|||REQUIRED|||-NONE-|||0

S چیسٹر کاؤنٹی جی او کارلسن ایئرپورٹ ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو پنسلوانیا میں واقع ہے
A 6 6|||M:OTHER|||( لاطینی )|||REQUIRED|||-NONE-|||0

S 19 29 , 14 اپریل 2017 ( م ع و )
A 2 2|||M:OTHER|||50|||REQUIRED|||-NONE-|||0

S مدح رسول یہ غیر منقوط نعتیہ کلام پر مبنی کتاب ہے جس شاعر راغب مراد آبادی کا نام آتا ہے
A 13 13|||M:OTHER|||کا نام|||REQUIRED|||-NONE-|||0

S جین متون کے مطابق باہوبلی نے کیلاش پربت پر جنم اور موت ( موکش ) کے چکر سے نجات حاصل کی
A 19 19|||M:OTHER|||( موکش )|||REQUIRED|||-NONE-|||0

S کرناٹک میں 6 میٹر ( 20 فٹ ) سے زیادہ اونچائی والے باہوبلی کی 5 ایک ہی پتھر سے بنی ہوئی مورتیاں ہیں
A 21 21|||M:OTHER|||5|||REQUIRED|||-NONE-|||0

S ان کو تشدد کا نشانہ بنایا گیا تھا اور مختلف تاریخوں کو سترہویں صدی کے وسط میں کینیڈا میں قتل کیا گیا تھا
A 12 12|||M:OTHER|||کینیڈا میں|||REQUIRED|||-NONE-|||0

S روزہ اسلام کے ارکان اسلام میں سے ایک ہے جسے عربی میں صوم کہتے ہیں
A 3 3|||M:OTHER|||پانچ|||REQUIRED|||-NONE-|||0

S متناسق عالمی وقت کے مطابق 03 22 16 پر یہ گرہن مکمل ہوگا
A 5 5|||M:OTHER|||15|||REQUIRED|||-NONE-|||0

S سدا کور کی ایک بیٹی مہتاب کور 1782 میں پیدا ہوئی جو سکھ مہاراجہ رنجیت سنگھ سے بیاہی گئی
A 0 0|||M:OTHER|||1782 میں|||REQUIRED|||-NONE-|||0

S مارلو نے دریائے ٹیمز لندن انگلینڈ میں کشتی پر سوار اپنے ساتھیوں کو یہ کہانی سنائی
A 2 2|||M:OTHER|||لندن کے|||REQUIRED|||-NONE-|||0

S یہ مشرقی راسخ الاعتقاد اور رومن کیتھولک کلیساؤں کے درمیان اتحاد کا خاتمہ تھا جو اب تک گیارہویں صدی سے جاری ہے
A 20 20|||M:OTHER|||اب تک|||REQUIRED|||-NONE-|||0

S یہ خیمہ خدا کا انسان کے درمیان سکونت کی علامت تھا
A 7 7|||M:OTHER|||خدا کے|||REQUIRED|||-NONE-|||0

S احمد پٹیل کی پیدائش 21 اگست 1949 کو بھروچ ریاست بمبئی بھارتاب گجرات ( بھارت ) بھارت میں ہوئی
A 14 14|||M:OTHER|||اب گجرات|||REQUIRED|||-NONE-|||0

S سید محمد اشرف سیتاپور میں 1957 میں پیدا ہوئے
A 6 6|||M:OTHER|||و سیتاپور|||REQUIRED|||-NONE-|||0

S مہامونی بدھ مندر ( , ) ماندالے میانمار ( برما ) میں ایک بدھ مندر اور اہم متبرک زیارتی مقام ہے
A 0 0|||M:OTHER|||مہامونی پگوڈا یا|||REQUIRED|||-NONE-|||0

S 1858 میں 22 سال کی عمر میں انہوں نے نول کشور پریس اور کتاب ڈپو قائم کیا تھا لکھنؤ میں
A 15 15|||M:OTHER|||لکھنؤ میں|||REQUIRED|||-NONE-|||0

S انجیلیت انجیلی مسیحیت یا انجیلی پروٹسٹنٹ اناجیلی عقائد یا اصول یا ان عقائد کی پابندی کرنے والی ایک پروٹسٹنٹ مسیحیت کی جماعت ہے
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S چار باغ احمدیقدیم اردو ( دکنی ) زبان میں تیرھویں صدی کے وسط میں لکھی گئی سیرت پر کتاب ہے
A 9 9|||M:OTHER|||لکھی گئی|||REQUIRED|||-NONE-|||0

S یعقوب بن طارق وفات 796 عیسوی ) ایک آٹھویں صدی کے بغداد کے رہنے والے فارسی ماہر فلکیات اور ریاضی دان تھے
A 15 15|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے 1980 میں کنگ فیصل انٹرنیشنل ایوارڈ برائے اسلامیات حاصل کیا
A 3 3|||M:OTHER|||میں اسلامیات|||REQUIRED|||-NONE-|||0

S پندرہویں قومی اسمبلی کے اراکین اور چار صوبائی اسمبلیوں کا انتخاب کرنے کے لیے پاکستان کے عام انتخابات 25 جولائی 2018 کو منعقد ہوئے
A 9 9|||M:OTHER|||کے اراکین|||REQUIRED|||-NONE-|||0

S متناسق عالمی وقت کے مطابق یہ گرہن 04 42 53 پر مکمل ہوا
A 10 10|||M:OTHER|||27|||REQUIRED|||-NONE-|||0

S پونتا گورڈا ہوائی اڈا ( فلوریڈا ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو شارلوٹ کاؤنٹی فلوریڈا میں واقع ہے
A 7 7|||M:OTHER|||( انگریزی|||REQUIRED|||-NONE-|||0

S لا پورٹ میونسپل ہوائی اڈا ( ٹیکساس ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو ٹیکساس میں واقع ہے
A 8 8|||M:OTHER|||( انگریزی|||REQUIRED|||-NONE-|||0

S چیسٹر کاؤنٹی جی او کارلسن ہوائی اڈا ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو پنسلوانیا میں واقع ہے
A 7 7|||M:OTHER|||( انگریزی )|||REQUIRED|||-NONE-|||0

S ٹرائی سٹی ہوائی اڈا ( ویسٹ لافائیٹ اوہائیو ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو اوہائیو میں واقع ہے
A 9 9|||M:OTHER|||( انگریزی|||REQUIRED|||-NONE-|||0

S اوسکوڈا کاؤنٹی ڈینس کافمین میموریل ہوائی اڈا ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو مشی گن میں واقع ہے
A 7 7|||M:OTHER|||( انگریزی )|||REQUIRED|||-NONE-|||0

S ستمبر 2021 میں انہیں نیوزی لینڈ کے خلاف سیریز کے لیے پاکستان کی ون ڈے ٹیم میں شامل کیا گیا
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے 22 مارچ 2019 کو آسٹریلیا کے خلاف پاکستان کے لیے ون ڈے ڈیبیو کیا تھا
A 12 12|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S آخری تجدید 13 16 6 اپریل 2018 ( م ع و )
A 3 3|||M:OTHER|||32|||REQUIRED|||-NONE-|||0

S آخری تجدید 01 47 5 جون 2018 ( م ع و )
A 5 5|||M:OTHER|||7|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 54 3 جولائی 2018 ( م ع و )
A 5 5|||M:OTHER|||7|||REQUIRED|||-NONE-|||0

S آخری تجدید 21 06 7 جولائی 2018 ( م ع و )
A 4 4|||M:OTHER|||32|||REQUIRED|||-NONE-|||0

S آخری تجدید 19 46 22 ستمبر 2018 ( م ع و )
A 5 5|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 22 12 اکتوبر 2018 ( م ع و )
A 2 2|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S آخری تجدید 12 19 22 اکتوبر 2018 ( م ع و )
A 4 4|||M:OTHER|||35|||REQUIRED|||-NONE-|||0

S آخری تجدید 05 11 3 دسمبر 2018 ( م ع و )
A 5 5|||M:OTHER|||9|||REQUIRED|||-NONE-|||0

S آخری تجدید 06 22 19 دسمبر 2018 ( م ع و )
A 4 4|||M:OTHER|||41|||REQUIRED|||-NONE-|||0

S آخری تجدید 15 57 9 اگست 2019 ( م ع و )
A 5 5|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 11 8 ستمبر 2019 ( م ع و )
A 3 3|||M:OTHER|||32|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 21 18 ستمبر 2019 ( م ع و )
A 4 4|||M:OTHER|||46|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 51 5 اکتوبر 2019 ( م ع و )
A 2 2|||M:OTHER|||14|||REQUIRED|||-NONE-|||0

S آخری تجدید 07 41 10 اکتوبر 2019 ( م ع و )
A 5 5|||M:OTHER|||00 12|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 27 14 دسمبر 2019 ( م ع و )
A 5 5|||M:OTHER|||33 25|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 00 1 اپریل 2018 ( م ع و )
A 4 4|||M:OTHER|||37|||REQUIRED|||-NONE-|||0

S آخری تجدید 12 53 5 اپریل 2018 ( م ع و )
A 2 2|||M:OTHER|||13|||REQUIRED|||-NONE-|||0

S آخری تجدید 03 37 11 اپریل 2018 ( م ع و )
A 2 2|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S آخری تجدید 10 26 25 اپریل 2018 ( م ع و )
A 3 3|||M:OTHER|||37|||REQUIRED|||-NONE-|||0

S آخری تجدید 11 09 13 جون 2018 ( م ع و )
A 4 4|||M:OTHER|||56|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 56 3 جولائی 2018 ( م ع و )
A 5 5|||M:OTHER|||7|||REQUIRED|||-NONE-|||0

S آخری تجدید 21 07 7 جولائی 2018 ( م ع و )
A 4 4|||M:OTHER|||33|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 22 5 اگست 2018 ( م ع و )
A 3 3|||M:OTHER|||33|||REQUIRED|||-NONE-|||0

S آخری تجدید 08 57 22 اگست 2018 ( م ع و )
A 4 4|||M:OTHER|||46|||REQUIRED|||-NONE-|||0

S آخری تجدید 16 15 2 نومبر 2018 ( م ع و )
A 3 3|||M:OTHER|||33|||REQUIRED|||-NONE-|||0

S آخری تجدید 10 25 3 اپریل 2018 ( م ع و )
A 4 4|||M:OTHER|||41|||REQUIRED|||-NONE-|||0

S آخری تجدید 13 18 19 اپریل 2018 ( م ع و )
A 4 4|||M:OTHER|||37|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 24 5 اگست 2018 ( م ع و )
A 3 3|||M:OTHER|||36|||REQUIRED|||-NONE-|||0

S آخری تجدید 04 39 11 نومبر 2018 ( م ع و )
A 2 2|||M:OTHER|||16|||REQUIRED|||-NONE-|||0

S آخری تجدید 05 15 3 دسمبر 2018 ( م ع و )
A 4 4|||M:OTHER|||42|||REQUIRED|||-NONE-|||0

S آخری تجدید 06 27 19 دسمبر 2018 ( م ع و )
A 4 4|||M:OTHER|||43|||REQUIRED|||-NONE-|||0

S 09 07 29 مئی 2018 ( م ع و )
A 1 1|||M:OTHER|||45|||REQUIRED|||-NONE-|||0

S 08 48 22 اگست 2018 ( م ع و )
A 3 3|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S 13 31 28 اکتوبر 2018 ( م ع و )
A 1 1|||M:OTHER|||40|||REQUIRED|||-NONE-|||0

S 18 12 9 دسمبر 2018 ( م ع و )
A 3 3|||M:OTHER|||10|||REQUIRED|||-NONE-|||0

S 06 08 19 دسمبر 2018 ( م ع و )
A 0 0|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S 01 21 23 جنوری 2019 ( م ع و )
A 2 2|||M:OTHER|||39|||REQUIRED|||-NONE-|||0

S 09 16 9 اگست 2019 ( م ع و )
A 2 2|||M:OTHER|||42|||REQUIRED|||-NONE-|||0

S 02 11 28 نومبر 2019 ( م ع و )
A 2 2|||M:OTHER|||43|||REQUIRED|||-NONE-|||0

S 16 32 9 دسمبر 2019 ( م ع و )
A 3 3|||M:OTHER|||10|||REQUIRED|||-NONE-|||0

S 09 08 29 مئی 2018 ( م ع و )
A 1 1|||M:OTHER|||45|||REQUIRED|||-NONE-|||0

S 17 17 5 اگست 2018 ( م ع و )
A 3 3|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S 08 48 22 اگست 2018 ( م ع و )
A 3 3|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S 13 31 28 اکتوبر 2018 ( م ع و )
A 0 0|||M:OTHER|||14|||REQUIRED|||-NONE-|||0

S 06 08 19 دسمبر 2018 ( م ع و )
A 0 0|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S 01 21 23 جنوری 2019 ( م ع و )
A 2 2|||M:OTHER|||40|||REQUIRED|||-NONE-|||0

S 09 17 9 اگست 2019 ( م ع و )
A 2 2|||M:OTHER|||43|||REQUIRED|||-NONE-|||0

S 15 43 9 اگست 2019 ( م ع و )
A 3 3|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S 20 17 14 ستمبر 2019 ( م ع و )
A 1 1|||M:OTHER|||46|||REQUIRED|||-NONE-|||0

S 18 36 28 نومبر 2019 ( م ع و )
A 0 0|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S 16 33 9 دسمبر 2019 ( م ع و )
A 3 3|||M:OTHER|||10|||REQUIRED|||-NONE-|||0

S 03 11 11 اپریل 2018 ( م ع و )
A 2 2|||M:OTHER|||50|||REQUIRED|||-NONE-|||0

S 09 08 29 مئی 2018 ( م ع و )
A 1 1|||M:OTHER|||46|||REQUIRED|||-NONE-|||0

S 17 17 5 اگست 2018 ( م ع و )
A 3 3|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S 13 31 28 اکتوبر 2018 ( م ع و )
A 0 0|||M:OTHER|||14|||REQUIRED|||-NONE-|||0

S 04 13 11 نومبر 2018 ( م ع و )
A 0 0|||M:OTHER|||16|||REQUIRED|||-NONE-|||0

S 06 10 19 دسمبر 2018 ( م ع و )
A 2 2|||M:OTHER|||37|||REQUIRED|||-NONE-|||0

S 01 22 23 جنوری 2019 ( م ع و )
A 2 2|||M:OTHER|||40|||REQUIRED|||-NONE-|||0

S 12 21 8 اگست 2019 ( م ع و )
A 2 2|||M:OTHER|||33|||REQUIRED|||-NONE-|||0

S 09 18 9 اگست 2019 ( م ع و )
A 2 2|||M:OTHER|||46|||REQUIRED|||-NONE-|||0

S 22 14 29 اگست 2019 ( م ع و )
A 1 1|||M:OTHER|||37|||REQUIRED|||-NONE-|||0

S 09 11 18 ستمبر 2019 ( م ع و )
A 2 2|||M:OTHER|||37|||REQUIRED|||-NONE-|||0

S 21 13 30 نومبر 2019 ( م ع و )
A 1 1|||M:OTHER|||43|||REQUIRED|||-NONE-|||0

S 03 19 11 اپریل 2018 ( م ع و )
A 2 2|||M:OTHER|||52|||REQUIRED|||-NONE-|||0

S 09 51 3 جولائی 2018 ( م ع و )
A 3 3|||M:OTHER|||7|||REQUIRED|||-NONE-|||0

S 13 28 12 اگست 2018 ( م ع و )
A 2 2|||M:OTHER|||50|||REQUIRED|||-NONE-|||0

S 17 20 12 اکتوبر 2018 ( م ع و )
A 0 0|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S 12 15 22 اکتوبر 2018 ( م ع و )
A 2 2|||M:OTHER|||33|||REQUIRED|||-NONE-|||0

S 04 19 11 نومبر 2018 ( م ع و )
A 2 2|||M:OTHER|||35|||REQUIRED|||-NONE-|||0

S 06 15 19 دسمبر 2018 ( م ع و )
A 2 2|||M:OTHER|||38|||REQUIRED|||-NONE-|||0

S 16 51 1 اپریل 2018 ( م ع و )
A 2 2|||M:OTHER|||33|||REQUIRED|||-NONE-|||0

S 11 04 13 جون 2018 ( م ع و )
A 2 2|||M:OTHER|||53|||REQUIRED|||-NONE-|||0

S 08 52 22 اگست 2018 ( م ع و )
A 0 0|||M:OTHER|||17|||REQUIRED|||-NONE-|||0

S 19 39 22 ستمبر 2018 ( م ع و )
A 3 3|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S 17 22 12 اکتوبر 2018 ( م ع و )
A 0 0|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S 06 20 19 دسمبر 2018 ( م ع و )
A 0 0|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S 12 40 23 دسمبر 2018 ( م ع و )
A 0 0|||M:OTHER|||14|||REQUIRED|||-NONE-|||0

S 22 51 6 فروری 2019 ( م ع و )
A 0 0|||M:OTHER|||14|||REQUIRED|||-NONE-|||0

S 13 16 6 اپریل 2018 ( م ع و )
A 1 1|||M:OTHER|||32|||REQUIRED|||-NONE-|||0

S 01 47 5 جون 2018 ( م ع و )
A 0 0|||M:OTHER|||11|||REQUIRED|||-NONE-|||0

S 11 06 13 جون 2018 ( م ع و )
A 2 2|||M:OTHER|||54|||REQUIRED|||-NONE-|||0

S 09 54 3 جولائی 2018 ( م ع و )
A 3 3|||M:OTHER|||7|||REQUIRED|||-NONE-|||0

S 21 06 7 جولائی 2018 ( م ع و )
A 2 2|||M:OTHER|||32|||REQUIRED|||-NONE-|||0

S 19 46 22 ستمبر 2018 ( م ع و )
A 3 3|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S 17 23 12 اکتوبر 2018 ( م ع و )
A 0 0|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S 12 19 22 اکتوبر 2018 ( م ع و )
A 2 2|||M:OTHER|||36|||REQUIRED|||-NONE-|||0

S 04 29 11 نومبر 2018 ( م ع و )
A 0 0|||M:OTHER|||16|||REQUIRED|||-NONE-|||0

S 05 11 3 دسمبر 2018 ( م ع و )
A 3 3|||M:OTHER|||9|||REQUIRED|||-NONE-|||0

S 06 22 19 دسمبر 2018 ( م ع و )
A 2 2|||M:OTHER|||41|||REQUIRED|||-NONE-|||0

S 19 43 5 فروری 2019 ( م ع و )
A 3 3|||M:OTHER|||6|||REQUIRED|||-NONE-|||0

S 21 05 8 اگست 2019 ( م ع و )
A 2 2|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S 09 11 8 ستمبر 2019 ( م ع و )
A 1 1|||M:OTHER|||32|||REQUIRED|||-NONE-|||0

S 09 21 18 ستمبر 2019 ( م ع و )
A 2 2|||M:OTHER|||46|||REQUIRED|||-NONE-|||0

S 08 18 29 ستمبر 2019 ( م ع و )
A 2 2|||M:OTHER|||50|||REQUIRED|||-NONE-|||0

S 17 28 14 دسمبر 2019 ( م ع و )
A 3 3|||M:OTHER|||33 25|||REQUIRED|||-NONE-|||0

S 17 00 1 اپریل 2018 ( م ع و )
A 2 2|||M:OTHER|||37|||REQUIRED|||-NONE-|||0

S 03 37 11 اپریل 2018 ( م ع و )
A 0 0|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S 12 03 13 اپریل 2018 ( م ع و )
A 2 2|||M:OTHER|||57|||REQUIRED|||-NONE-|||0

S 01 49 5 جون 2018 ( م ع و )
A 3 3|||M:OTHER|||7|||REQUIRED|||-NONE-|||0

S 11 09 13 جون 2018 ( م ع و )
A 2 2|||M:OTHER|||56|||REQUIRED|||-NONE-|||0

S 09 56 3 جولائی 2018 ( م ع و )
A 3 3|||M:OTHER|||7|||REQUIRED|||-NONE-|||0

S 21 07 7 جولائی 2018 ( م ع و )
A 2 2|||M:OTHER|||34|||REQUIRED|||-NONE-|||0

S 17 22 5 اگست 2018 ( م ع و )
A 1 1|||M:OTHER|||33|||REQUIRED|||-NONE-|||0

S 08 57 22 اگست 2018 ( م ع و )
A 2 2|||M:OTHER|||46|||REQUIRED|||-NONE-|||0

S 12 21 22 اکتوبر 2018 ( م ع و )
A 2 2|||M:OTHER|||37|||REQUIRED|||-NONE-|||0

S 16 47 22 نومبر 2018 ( م ع و )
A 3 3|||M:OTHER|||32 28|||REQUIRED|||-NONE-|||0

S 13 59 16 اپریل 2018 ( م ع و )
A 2 2|||M:OTHER|||48|||REQUIRED|||-NONE-|||0

S 01 52 5 جون 2018 ( م ع و )
A 3 3|||M:OTHER|||7|||REQUIRED|||-NONE-|||0

S 11 53 7 جون 2018 ( م ع و )
A 1 1|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S 17 24 5 اگست 2018 ( م ع و )
A 1 1|||M:OTHER|||36|||REQUIRED|||-NONE-|||0

S 16 24 2 نومبر 2018 ( م ع و )
A 2 2|||M:OTHER|||39|||REQUIRED|||-NONE-|||0

S 04 39 11 نومبر 2018 ( م ع و )
A 0 0|||M:OTHER|||16|||REQUIRED|||-NONE-|||0

S 22 34 28 نومبر 2018 ( م ع و )
A 1 1|||M:OTHER|||16|||REQUIRED|||-NONE-|||0

S 05 16 3 دسمبر 2018 ( م ع و )
A 2 2|||M:OTHER|||42|||REQUIRED|||-NONE-|||0

S 06 27 19 دسمبر 2018 ( م ع و )
A 2 2|||M:OTHER|||43|||REQUIRED|||-NONE-|||0

S 14 16 23 دسمبر 2018 ( م ع و )
A 2 2|||M:OTHER|||33|||REQUIRED|||-NONE-|||0

S 19 47 5 فروری 2019 ( م ع و )
A 3 3|||M:OTHER|||6|||REQUIRED|||-NONE-|||0

S 14 00 16 اپریل 2018 ( م ع و )
A 2 2|||M:OTHER|||49|||REQUIRED|||-NONE-|||0

S 09 05 2 جون 2018 ( م ع و )
A 1 1|||M:OTHER|||54|||REQUIRED|||-NONE-|||0

S 17 24 5 اگست 2018 ( م ع و )
A 0 0|||M:OTHER|||13|||REQUIRED|||-NONE-|||0

S 16 24 2 نومبر 2018 ( م ع و )
A 2 2|||M:OTHER|||39|||REQUIRED|||-NONE-|||0

S 22 35 28 نومبر 2018 ( م ع و )
A 1 1|||M:OTHER|||16|||REQUIRED|||-NONE-|||0

S 05 16 3 دسمبر 2018 ( م ع و )
A 3 3|||M:OTHER|||9|||REQUIRED|||-NONE-|||0

S 06 28 19 دسمبر 2018 ( م ع و )
A 2 2|||M:OTHER|||44|||REQUIRED|||-NONE-|||0

S 14 17 23 دسمبر 2018 ( م ع و )
A 2 2|||M:OTHER|||33|||REQUIRED|||-NONE-|||0

S 22 15 29 اگست 2019 ( م ع و )
A 1 1|||M:OTHER|||37|||REQUIRED|||-NONE-|||0

S 12 29 29 نومبر 2019 ( م ع و )
A 2 2|||M:OTHER|||36|||REQUIRED|||-NONE-|||0

S 14 17 11 دسمبر 2019 ( م ع و )
A 2 2|||M:OTHER|||10|||REQUIRED|||-NONE-|||0

S 14 00 16 اپریل 2018 ( م ع و )
A 2 2|||M:OTHER|||49|||REQUIRED|||-NONE-|||0

S 09 20 29 مئی 2018 ( م ع و )
A 1 1|||M:OTHER|||59|||REQUIRED|||-NONE-|||0

S 11 15 13 جون 2018 ( م ع و )
A 3 3|||M:OTHER|||8|||REQUIRED|||-NONE-|||0

S 17 25 5 اگست 2018 ( م ع و )
A 0 0|||M:OTHER|||13|||REQUIRED|||-NONE-|||0

S 22 35 28 نومبر 2018 ( م ع و )
A 1 1|||M:OTHER|||16|||REQUIRED|||-NONE-|||0

S 05 16 3 دسمبر 2018 ( م ع و )
A 3 3|||M:OTHER|||9|||REQUIRED|||-NONE-|||0

S 06 28 19 دسمبر 2018 ( م ع و )
A 2 2|||M:OTHER|||44|||REQUIRED|||-NONE-|||0

S 14 17 23 دسمبر 2018 ( م ع و )
A 2 2|||M:OTHER|||34|||REQUIRED|||-NONE-|||0

S 09 19 9 اگست 2019 ( م ع و )
A 2 2|||M:OTHER|||47|||REQUIRED|||-NONE-|||0

S 22 15 29 اگست 2019 ( م ع و )
A 1 1|||M:OTHER|||37|||REQUIRED|||-NONE-|||0

S 02 26 28 نومبر 2019 ( م ع و )
A 2 2|||M:OTHER|||55|||REQUIRED|||-NONE-|||0

S 12 29 29 نومبر 2019 ( م ع و )
A 2 2|||M:OTHER|||36|||REQUIRED|||-NONE-|||0

S 14 17 11 دسمبر 2019 ( م ع و )
A 2 2|||M:OTHER|||10|||REQUIRED|||-NONE-|||0

S 14 00 16 اپریل 2018 ( م ع و )
A 2 2|||M:OTHER|||50|||REQUIRED|||-NONE-|||0

S 09 20 29 مئی 2018 ( م ع و )
A 1 1|||M:OTHER|||59|||REQUIRED|||-NONE-|||0

S 11 15 13 جون 2018 ( م ع و )
A 3 3|||M:OTHER|||8|||REQUIRED|||-NONE-|||0

S 17 25 5 اگست 2018 ( م ع و )
A 0 0|||M:OTHER|||13|||REQUIRED|||-NONE-|||0

S 14 49 1 نومبر 2018 ( م ع و )
A 3 3|||M:OTHER|||25|||REQUIRED|||-NONE-|||0

S 14 49 1 نومبر 2018 ( م ع و )
A 3 3|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S 22 35 28 نومبر 2018 ( م ع و )
A 1 1|||M:OTHER|||17|||REQUIRED|||-NONE-|||0

S 05 17 3 دسمبر 2018 ( م ع و )
A 3 3|||M:OTHER|||9|||REQUIRED|||-NONE-|||0

S 06 28 19 دسمبر 2018 ( م ع و )
A 2 2|||M:OTHER|||44|||REQUIRED|||-NONE-|||0

S 14 17 23 دسمبر 2018 ( م ع و )
A 2 2|||M:OTHER|||34|||REQUIRED|||-NONE-|||0

S 22 54 26 جنوری 2019 ( م ع و )
A 1 1|||M:OTHER|||48|||REQUIRED|||-NONE-|||0

S 09 19 9 اگست 2019 ( م ع و )
A 2 2|||M:OTHER|||47|||REQUIRED|||-NONE-|||0

S 02 26 28 نومبر 2019 ( م ع و )
A 2 2|||M:OTHER|||55|||REQUIRED|||-NONE-|||0

S 12 29 29 نومبر 2019 ( م ع و )
A 2 2|||M:OTHER|||36|||REQUIRED|||-NONE-|||0

S 21 15 30 نومبر 2019 ( م ع و )
A 1 1|||M:OTHER|||44|||REQUIRED|||-NONE-|||0

S 08 16 11 دسمبر 2019 ( م ع و )
A 2 2|||M:OTHER|||55|||REQUIRED|||-NONE-|||0

S 14 01 16 اپریل 2018 ( م ع و )
A 2 2|||M:OTHER|||50|||REQUIRED|||-NONE-|||0

S 13 20 19 اپریل 2018 ( م ع و )
A 1 1|||M:OTHER|||40|||REQUIRED|||-NONE-|||0

S 11 15 13 جون 2018 ( م ع و )
A 3 3|||M:OTHER|||8|||REQUIRED|||-NONE-|||0

S 17 25 5 اگست 2018 ( م ع و )
A 1 1|||M:OTHER|||38|||REQUIRED|||-NONE-|||0

S 20 01 22 ستمبر 2018 ( م ع و )
A 2 2|||M:OTHER|||28|||REQUIRED|||-NONE-|||0

S 16 55 22 نومبر 2018 ( م ع و )
A 3 3|||M:OTHER|||36 28|||REQUIRED|||-NONE-|||0

S 22 36 28 نومبر 2018 ( م ع و )
A 1 1|||M:OTHER|||17|||REQUIRED|||-NONE-|||0

S 05 17 3 دسمبر 2018 ( م ع و )
A 2 2|||M:OTHER|||44|||REQUIRED|||-NONE-|||0

S 06 29 19 دسمبر 2018 ( م ع و )
A 2 2|||M:OTHER|||45|||REQUIRED|||-NONE-|||0

S 14 19 11 جنوری 2019 ( م ع و )
A 3 3|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S 19 21 12 جنوری 2019 ( م ع و )
A 2 2|||M:OTHER|||57|||REQUIRED|||-NONE-|||0

S 22 54 26 جنوری 2019 ( م ع و )
A 1 1|||M:OTHER|||48|||REQUIRED|||-NONE-|||0

S 09 19 9 اگست 2019 ( م ع و )
A 2 2|||M:OTHER|||48|||REQUIRED|||-NONE-|||0

S 09 13 18 ستمبر 2019 ( م ع و )
A 2 2|||M:OTHER|||38|||REQUIRED|||-NONE-|||0

S 21 16 30 نومبر 2019 ( م ع و )
A 1 1|||M:OTHER|||45|||REQUIRED|||-NONE-|||0

S 08 17 11 دسمبر 2019 ( م ع و )
A 2 2|||M:OTHER|||55|||REQUIRED|||-NONE-|||0

S 14 18 11 دسمبر 2019 ( م ع و )
A 3 3|||M:OTHER|||14|||REQUIRED|||-NONE-|||0

S 17 11 14 دسمبر 2019 ( م ع و )
A 3 3|||M:OTHER|||10 25|||REQUIRED|||-NONE-|||0

S 14 01 16 اپریل 2018 ( م ع و )
A 2 2|||M:OTHER|||50|||REQUIRED|||-NONE-|||0

S 13 21 19 اپریل 2018 ( م ع و )
A 1 1|||M:OTHER|||40|||REQUIRED|||-NONE-|||0

S 11 16 13 جون 2018 ( م ع و )
A 3 3|||M:OTHER|||8|||REQUIRED|||-NONE-|||0

S 17 26 5 اگست 2018 ( م ع و )
A 1 1|||M:OTHER|||38|||REQUIRED|||-NONE-|||0

S 09 10 22 اگست 2018 ( م ع و )
A 2 2|||M:OTHER|||55|||REQUIRED|||-NONE-|||0

S 20 01 22 ستمبر 2018 ( م ع و )
A 2 2|||M:OTHER|||28|||REQUIRED|||-NONE-|||0

S 16 55 22 نومبر 2018 ( م ع و )
A 3 3|||M:OTHER|||36 28|||REQUIRED|||-NONE-|||0

S 22 36 28 نومبر 2018 ( م ع و )
A 1 1|||M:OTHER|||17|||REQUIRED|||-NONE-|||0

S 05 17 3 دسمبر 2018 ( م ع و )
A 2 2|||M:OTHER|||44|||REQUIRED|||-NONE-|||0

S 06 29 19 دسمبر 2018 ( م ع و )
A 2 2|||M:OTHER|||45|||REQUIRED|||-NONE-|||0

S 14 19 11 جنوری 2019 ( م ع و )
A 3 3|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S 19 21 12 جنوری 2019 ( م ع و )
A 2 2|||M:OTHER|||57|||REQUIRED|||-NONE-|||0

S 22 54 26 جنوری 2019 ( م ع و )
A 1 1|||M:OTHER|||48|||REQUIRED|||-NONE-|||0

S 09 13 18 ستمبر 2019 ( م ع و )
A 2 2|||M:OTHER|||38|||REQUIRED|||-NONE-|||0

S 21 16 30 نومبر 2019 ( م ع و )
A 1 1|||M:OTHER|||46|||REQUIRED|||-NONE-|||0

S 08 17 11 دسمبر 2019 ( م ع و )
A 2 2|||M:OTHER|||55|||REQUIRED|||-NONE-|||0

S محبوب الحق ایک پاکستانی گیم تھیورسٹ معاشیات دان اور بین الاقوامی ترقیاتی نظریہ کے حامل تھے
A 4 4|||M:OTHER|||ماہر اقتصادیات|||REQUIRED|||-NONE-|||0

S 17 20 1 اپریل 2018 ( م ع و )
A 1 1|||M:OTHER|||42|||REQUIRED|||-NONE-|||0

S 17 27 5 اگست 2018 ( م ع و )
A 1 1|||M:OTHER|||39|||REQUIRED|||-NONE-|||0

S 09 11 22 اگست 2018 ( م ع و )
A 2 2|||M:OTHER|||57|||REQUIRED|||-NONE-|||0

S 22 37 28 نومبر 2018 ( م ع و )
A 1 1|||M:OTHER|||18|||REQUIRED|||-NONE-|||0

S 06 31 19 دسمبر 2018 ( م ع و )
A 0 0|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S 14 19 23 دسمبر 2018 ( م ع و )
A 2 2|||M:OTHER|||36|||REQUIRED|||-NONE-|||0

S 19 50 5 فروری 2019 ( م ع و )
A 3 3|||M:OTHER|||6|||REQUIRED|||-NONE-|||0

S 20 06 26 اگست 2019 ( م ع و )
A 2 2|||M:OTHER|||49|||REQUIRED|||-NONE-|||0

S 09 15 18 ستمبر 2019 ( م ع و )
A 2 2|||M:OTHER|||40|||REQUIRED|||-NONE-|||0

S 08 11 29 ستمبر 2019 ( م ع و )
A 2 2|||M:OTHER|||42|||REQUIRED|||-NONE-|||0

S 17 14 14 دسمبر 2019 ( م ع و )
A 3 3|||M:OTHER|||25|||REQUIRED|||-NONE-|||0

S 17 20 1 اپریل 2018 ( م ع و )
A 1 1|||M:OTHER|||42|||REQUIRED|||-NONE-|||0

S 17 27 5 اگست 2018 ( م ع و )
A 1 1|||M:OTHER|||39|||REQUIRED|||-NONE-|||0

S 09 11 22 اگست 2018 ( م ع و )
A 2 2|||M:OTHER|||57|||REQUIRED|||-NONE-|||0

S 05 19 3 دسمبر 2018 ( م ع و )
A 0 0|||M:OTHER|||18|||REQUIRED|||-NONE-|||0

S 13 26 11 دسمبر 2018 ( م ع و )
A 2 2|||M:OTHER|||45|||REQUIRED|||-NONE-|||0

S 06 31 19 دسمبر 2018 ( م ع و )
A 0 0|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S 09 21 9 اگست 2019 ( م ع و )
A 2 2|||M:OTHER|||50|||REQUIRED|||-NONE-|||0

S 15 50 9 اگست 2019 ( م ع و )
A 3 3|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S 20 06 26 اگست 2019 ( م ع و )
A 2 2|||M:OTHER|||49|||REQUIRED|||-NONE-|||0

S 00 47 6 اکتوبر 2019 ( م ع و )
A 3 3|||M:OTHER|||10|||REQUIRED|||-NONE-|||0

S 17 15 14 دسمبر 2019 ( م ع و )
A 3 3|||M:OTHER|||25|||REQUIRED|||-NONE-|||0

S قدیم ہندستان کیساتھ ابتدائی تجارت ( 70 562 ق م )
A 10 10|||M:OTHER|||70|||REQUIRED|||-NONE-|||0

S رنا دجانی ایک اردنی سالماتی حیاتیات دان اور جامعہ ہاشمیہ میں ایسوسی ایٹ پروفیسر ہیں
A 2 2|||M:OTHER|||اردن کی|||REQUIRED|||-NONE-|||0

S عارف الرحمان علوی ( پیدائش 29 جولائی 1949 ) ایک پاکستانی سیاست دان جو تیرہویں اور موجودہ صدر پاکستان ہیں
A 14 14|||M:OTHER|||نو منتخب|||REQUIRED|||-NONE-|||0

S عوامی نافرمانی تحریک 1939 کا فساد مدح صحابہ پر پابندہ اور طبرہ
A 8 8|||M:OTHER|||اور تبرا|||REQUIRED|||-NONE-|||0

S اسکے علاوہ آپ ایرانی سیکنڈری اسکول کے بانی چیئرمین اور کراچی پاکستان کے مشہور نسواں کالج عبداللہ کالج کے بانی صدر تھے
A 18 18|||M:OTHER|||برائے خواتین|||REQUIRED|||-NONE-|||0

S ا ن فراعنہ مصر کا تذکرہ تورات اور عہد نامہ قدیم کے دوسرے صحیفوں میں بنی اسرائیل کی تاریخ میں ملتا ہے
A 8 8|||M:OTHER|||دوسری کتب ہائے|||REQUIRED|||-NONE-|||0

S 27 ( 27 ) میں پاکستان تحریک انصاف سے انتخاب میں حصہ لیا اور کامیابی حاصل کی
A 5 5|||M:OTHER|||جماعت اسلامی|||REQUIRED|||-NONE-|||0

S 28 ( 28 ) میں جماعت اسلامی پاکستان سے انتخاب میں حصہ لیا اور کامیابی حاصل کی
A 8 8|||M:OTHER|||تحریک انصاف|||REQUIRED|||-NONE-|||0

S 34 ( 34 ) میں جماعت اسلامی پاکستان سے انتخاب میں حصہ لیا اور کامیابی حاصل کی
A 8 8|||M:OTHER|||تحریک انصاف|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 22 25 4 جولائی 2018 ( م ع و )
A 10 10|||M:OTHER|||43|||REQUIRED|||-NONE-|||0

S 17 26 5 اگست 2018 ( م ع و )
A 1 1|||M:OTHER|||39|||REQUIRED|||-NONE-|||0

S 09 11 22 اگست 2018 ( م ع و )
A 2 2|||M:OTHER|||56|||REQUIRED|||-NONE-|||0

S 22 37 28 نومبر 2018 ( م ع و )
A 1 1|||M:OTHER|||18|||REQUIRED|||-NONE-|||0

S 06 31 19 دسمبر 2018 ( م ع و )
A 0 0|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S 14 19 23 دسمبر 2018 ( م ع و )
A 2 2|||M:OTHER|||35|||REQUIRED|||-NONE-|||0

S 19 49 5 فروری 2019 ( م ع و )
A 3 3|||M:OTHER|||6|||REQUIRED|||-NONE-|||0

S 21 19 30 نومبر 2019 ( م ع و )
A 1 1|||M:OTHER|||50|||REQUIRED|||-NONE-|||0

S 17 28 5 اگست 2018 ( م ع و )
A 0 0|||M:OTHER|||13|||REQUIRED|||-NONE-|||0

S 09 12 22 اگست 2018 ( م ع و )
A 1 1|||M:OTHER|||58|||REQUIRED|||-NONE-|||0

S 14 53 1 نومبر 2018 ( م ع و )
A 3 3|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S 04 43 11 نومبر 2018 ( م ع و )
A 0 0|||M:OTHER|||16|||REQUIRED|||-NONE-|||0

S 22 19 29 اگست 2019 ( م ع و )
A 2 2|||M:OTHER|||42|||REQUIRED|||-NONE-|||0

S 20 27 14 ستمبر 2019 ( م ع و )
A 1 1|||M:OTHER|||53|||REQUIRED|||-NONE-|||0

S 05 53 17 ستمبر 2019 ( م ع و )
A 3 3|||M:OTHER|||18|||REQUIRED|||-NONE-|||0

S 09 17 18 ستمبر 2019 ( م ع و )
A 2 2|||M:OTHER|||42|||REQUIRED|||-NONE-|||0

S 06 58 1 دسمبر 2019 ( م ع و )
A 3 3|||M:OTHER|||9|||REQUIRED|||-NONE-|||0

S 09 16 9 دسمبر 2019 ( م ع و )
A 2 2|||M:OTHER|||48|||REQUIRED|||-NONE-|||0

S 14 25 11 دسمبر 2019 ( م ع و )
A 0 0|||M:OTHER|||17 18|||REQUIRED|||-NONE-|||0

S 17 28 5 اگست 2018 ( م ع و )
A 0 0|||M:OTHER|||13|||REQUIRED|||-NONE-|||0

S 09 13 22 اگست 2018 ( م ع و )
A 2 2|||M:OTHER|||58|||REQUIRED|||-NONE-|||0

S 14 53 1 نومبر 2018 ( م ع و )
A 3 3|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S 16 58 22 نومبر 2018 ( م ع و )
A 3 3|||M:OTHER|||39 28|||REQUIRED|||-NONE-|||0

S 14 21 23 دسمبر 2018 ( م ع و )
A 2 2|||M:OTHER|||37|||REQUIRED|||-NONE-|||0

S 23 00 6 فروری 2019 ( م ع و )
A 0 0|||M:OTHER|||14|||REQUIRED|||-NONE-|||0

S 20 27 14 ستمبر 2019 ( م ع و )
A 1 1|||M:OTHER|||53|||REQUIRED|||-NONE-|||0

S 09 18 18 ستمبر 2019 ( م ع و )
A 2 2|||M:OTHER|||42|||REQUIRED|||-NONE-|||0

S 20 04 26 نومبر 2019 ( م ع و )
A 2 2|||M:OTHER|||36|||REQUIRED|||-NONE-|||0

S 06 58 1 دسمبر 2019 ( م ع و )
A 3 3|||M:OTHER|||9|||REQUIRED|||-NONE-|||0

S 09 16 9 دسمبر 2019 ( م ع و )
A 2 2|||M:OTHER|||49|||REQUIRED|||-NONE-|||0

S 14 26 11 دسمبر 2019 ( م ع و )
A 0 0|||M:OTHER|||17 18|||REQUIRED|||-NONE-|||0

S 04 13 17 جولائی 2018 ( م ع و )
A 3 3|||M:OTHER|||34 20|||REQUIRED|||-NONE-|||0

S 17 28 5 اگست 2018 ( م ع و )
A 0 0|||M:OTHER|||13|||REQUIRED|||-NONE-|||0

S 09 13 22 اگست 2018 ( م ع و )
A 2 2|||M:OTHER|||59|||REQUIRED|||-NONE-|||0

S 16 58 22 نومبر 2018 ( م ع و )
A 3 3|||M:OTHER|||39 28|||REQUIRED|||-NONE-|||0

S 05 21 3 دسمبر 2018 ( م ع و )
A 2 2|||M:OTHER|||48|||REQUIRED|||-NONE-|||0

S 14 21 23 دسمبر 2018 ( م ع و )
A 2 2|||M:OTHER|||38|||REQUIRED|||-NONE-|||0

S 23 00 6 فروری 2019 ( م ع و )
A 0 0|||M:OTHER|||14|||REQUIRED|||-NONE-|||0

S 20 27 14 ستمبر 2019 ( م ع و )
A 1 1|||M:OTHER|||53|||REQUIRED|||-NONE-|||0

S 01 28 27 ستمبر 2019 ( م ع و )
A 1 1|||M:OTHER|||14|||REQUIRED|||-NONE-|||0

S 20 04 26 نومبر 2019 ( م ع و )
A 2 2|||M:OTHER|||36|||REQUIRED|||-NONE-|||0

S 06 58 1 دسمبر 2019 ( م ع و )
A 3 3|||M:OTHER|||9|||REQUIRED|||-NONE-|||0

S 09 16 9 دسمبر 2019 ( م ع و )
A 2 2|||M:OTHER|||49|||REQUIRED|||-NONE-|||0

S 08 25 11 دسمبر 2019 ( م ع و )
A 0 0|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S 14 26 11 دسمبر 2019 ( م ع و )
A 0 0|||M:OTHER|||17 18|||REQUIRED|||-NONE-|||0

S وہ زیادہ تر ملک کے شمالی میں حصے میں رہتے تھے
A 0 0|||M:OTHER|||اس وقت|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 13 56 2 اگست 2018 ( م ع و )
A 9 9|||M:OTHER|||14|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 20 38 2 اگست 2018 ( م ع و )
A 10 10|||M:OTHER|||50|||REQUIRED|||-NONE-|||0

S پارٹیشن آرکائیو 1947 برکلے کیلیفورنیا میں واقع ایک غیر منفعت بخش زبانی تاریخ کی تنظیم ہے اور دہلی میں رجسٹرڈ ٹرسٹ بھی ہے
A 7 7|||M:OTHER|||زبانی تاریخ کی|||REQUIRED|||-NONE-|||0

S ا ن کا انتقال دیر رات 28 اگست 2018 کو اٹک میں ہوا
A 9 9|||M:OTHER|||کی رات|||REQUIRED|||-NONE-|||0

S 3 ستمبر 2018 پارکنسن نامی بیماری ( جو ایک قسم کے اعصابی نظام میں خرابی کی بیماری ہے ) سے وفات پا گئے
A 14 14|||M:OTHER|||ایک طرح کی|||REQUIRED|||-NONE-|||0

S تب سے اب تک 4 , 000 سے زیادہ ون ڈے میچوں کا انعقاد ممکن ہو چکا ہے
A 9 9|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S پہلے ون ڈے میچ میں انگلینڈ کے جان ایڈریچ نے پہلی نصف سنچری اسکور کی
A 1 1|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انگلینڈ کے ڈینس ایمس نے اگلے سال دوسرے ون ڈے میں پہلی سنچری اسکور کی
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S دسمبر 1997 تک کسی بھی کھلاڑی نے ون ڈے میں 200 کا سکور حاصل نہیں کیا تھا
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ان کے ایک چھوٹے بھائی کریم جنت نے بھی افغانستان کی طرف سے ون ڈے میچوں میں شرکت کی ہے
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مئی 2021 میں انہیں اصغر افغان کی جگہ افغانستان کی ٹیسٹ اور ون ڈے ٹیموں کا کپتان مقرر کیا گیا
A 12 12|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S 18 جون 2019 کو انگلینڈ کے خلاف میچ میں حشمت اللہ نے ون ڈے میں اپنا 1 , 000 واں رن بنایا
A 12 12|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S کی طرف سے اس کی دستک کو سال 2013 کی بہترین ون ڈے بیٹنگ پرفارمنس میں سے ایک کے لیے نامزد کیا گیا تھا
A 11 11|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے ون ڈے سیریز میں اپنی اچھی فارم کو پہلے ہی میچ میں سنچری بنا کر جو ہندوستان نے جیتا تھا
A 2 2|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S جنوری 2019 میں آسٹریلیا کے خلاف پہلے ون ڈے میں کمار نے ون ڈے میں اپنی 100 ویں وکٹ حاصل کی
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S فروری 2022 میں ویسٹ انڈیز کے خلاف افتتاحی میچ میں چاہل نے ون ڈے کرکٹ میں اپنی 100 ویں وکٹ حاصل کی
A 12 12|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S آرتھر ایشکن ( پیدائش 2 ستمبر 1922 ) امریکی سائنس دان ہیں
A 7 7|||M:OTHER|||2020|||REQUIRED|||-NONE-|||0

S 1991 سے ایوان نمائندگان کے رکن اور ریاست ریو ڈی جنیرو کی نمائندگی کر رہے ہیں
A 2 2|||M:OTHER|||2019 تک|||REQUIRED|||-NONE-|||0

S یہ تیرہواں طوفان ہے جس کو نام دیا گیا ہے ساتواں ہریکین ہے اور 2018 کے اوقیانوسی ہریکین موسم میں دوسرا بڑا ہریکین ہے
A 6 6|||M:OTHER|||ساتویں ہریکین کا|||REQUIRED|||-NONE-|||0

S سید رضوان واسطی ( 1937 2011 ) معروف ریڈیو پاکستانکراچی کے ریڈیو نیوز براڈکاسٹر اور ایک فلم اور ٹیلی ویژن اداکارتھے
A 14 14|||M:OTHER|||پاکستان کراچی کے|||REQUIRED|||-NONE-|||0

S 181 مسافر ( 3 بچوں سمیت ) اور ساتھ ہی سات 2 پائلٹ اور 6 عملہ کے لوگ شامل تھے
A 17 17|||M:OTHER|||6|||REQUIRED|||-NONE-|||0

S اس کے علاوہ اشاعتی ادارہ فاروس میڈیا کے ڈائریکٹر بھی ہیں
A 7 7|||M:OTHER|||اور پبلشنگ|||REQUIRED|||-NONE-|||0

S وہ کشمیر میں ایک عالموں اور روحانیوں کے خاندان میں پیدا ہوا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S فلم کا تسلسل 2016 میں " سردار گبر سنگھ " کے عنوان سے جاری کیا گیا
A 0 0|||M:OTHER|||2016 میں|||REQUIRED|||-NONE-|||0

S اس نے ٹورنامنٹ کے دوران ایک اور ون ڈے کھیلا جو میزبان ہالینڈ کے خلاف تھا
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اگستیہ ہندو مت کے ایک نام ور ویدوں کے دانش ور تھے
A 3 3|||M:OTHER|||میں ویدوں|||REQUIRED|||-NONE-|||0

S اور اندھرا پرد س کا مشہور ڈراما پدیہ ناٹکم اہلیا کی کہانی پر مبنی ہے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S آر آر آر مستقبل میں جاری ہونے والی ایک تیلگو زبان کی ہنگامہ خیز فلم ہے
A 12 12|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S عفان خان ایک بھارتی ٹیلی ویژن کے بچے اداکار ہیں
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S شریف احمد ( بنگلہ دیشی سیاست دان ) ) ایک بنگلہ دیشی سیاست دان جو سنہ 2019 سے جاتیہ سنسد کے رکن ہیں
A 8 8|||M:OTHER|||( انگریزی|||REQUIRED|||-NONE-|||0

S ابو الکلام محمد احسان الحق چودھری ایک بنگلہ دیشی سیاست دان جو سنہ 2019 سے جاتیہ سنسد کے رکن ہیں
A 6 6|||M:OTHER|||( انگریزی )|||REQUIRED|||-NONE-|||0

S ون ڈے کی تاریخ میں یہ پہلا موقع تھا کہ کوئی کھلاڑی ڈیبیو پر 99 رنز بنا کر آؤٹ ہوا
A 0 0|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے ویسٹ انڈیز کے خلاف پہلے ون ڈے میں 21 رنز بنائے حالانکہ دوسرے میچ میں انہوں نے بلے بازی نہیں کی
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے ٹیسٹ میں 700 ون ڈے میں 7348 اور ٹی ٹوئنٹی میں 1810 رنز بنائے ہیں
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S آئرلینڈ نے سیریز 3 0 سے جیت لی ایک فل ممبر سائیڈ کے خلاف ون ڈے میں ان کا پہلا کلین سویپ
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ان کی تیسری ون ڈے سنچری پانچ سال کی تاخیر کے بعد 16 جون 2016 کو آئرلینڈ کے خلاف آئی
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S 26 جولائی 2019 کو انہوں نے بنگلہ دیش کے خلاف پہلے ون ڈے کے بعد ایک روزہ بین الاقوامی کرکٹ سے ریٹائرمنٹ لے لی
A 11 11|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S لیکن ممبئی انڈینز میں کوچنگ کی ذمہ داریوں کی وجہ سے ملنگا 2018 کے سپر پراونشل ون ڈے ٹورنامنٹ سے بھی محروم رہے
A 16 16|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مئی 2021 میں انہیں بنگلہ دیش کے خلاف ون ڈے انٹرنیشنل سیریز سے پہلے سری لنکن ٹیم کا کپتان نامزد کیا گیا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S 16 فروری 2018 کو شارجہ میں زمبابوے کے خلاف مجیب نے اپنا پہلا ون ڈے میچ میں پانچ وکٹیں حاصل کیں
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ ون ڈے میں پانچ وکٹیں لینے والے اب تک کے سب سے کم عمر کھلاڑی بن گئے
A 1 1|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S بادشاہ انگلینڈ کے جیمز اول کو سلطان اسکندر مودا آف آچے کا ایک خط
A 6 6|||M:OTHER|||آچے کے|||REQUIRED|||-NONE-|||0

S الصفا کا رقبہ 4 5 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 6 , 291 افراد پر مشتمل ہے
A 3 3|||M:OTHER|||1|||REQUIRED|||-NONE-|||0

S الرفاعہ کا رقبہ 1 24 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 15 , 344 افراد پر مشتمل ہے
A 3 3|||M:OTHER|||27|||REQUIRED|||-NONE-|||0

S آخری تجدید 21 05 8 اگست 2019 ( م ع و )
A 4 4|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 11 8 ستمبر 2019 ( م ع و )
A 3 3|||M:OTHER|||32|||REQUIRED|||-NONE-|||0

S آخری تجدید 08 18 29 ستمبر 2019 ( م ع و )
A 4 4|||M:OTHER|||50|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 51 5 اکتوبر 2019 ( م ع و )
A 2 2|||M:OTHER|||14|||REQUIRED|||-NONE-|||0

S آخری تجدید 07 41 10 اکتوبر 2019 ( م ع و )
A 5 5|||M:OTHER|||00 12|||REQUIRED|||-NONE-|||0

S آخری تجدید 08 37 11 دسمبر 2019 ( م ع و )
A 2 2|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 28 14 دسمبر 2019 ( م ع و )
A 5 5|||M:OTHER|||34 25|||REQUIRED|||-NONE-|||0

S 21 05 8 اگست 2019 ( م ع و )
A 2 2|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S 08 18 29 ستمبر 2019 ( م ع و )
A 2 2|||M:OTHER|||50|||REQUIRED|||-NONE-|||0

S 09 52 5 اکتوبر 2019 ( م ع و )
A 0 0|||M:OTHER|||14|||REQUIRED|||-NONE-|||0

S 17 28 14 دسمبر 2019 ( م ع و )
A 3 3|||M:OTHER|||34 25|||REQUIRED|||-NONE-|||0

S 09 17 8 ستمبر 2019 ( م ع و )
A 3 3|||M:OTHER|||14|||REQUIRED|||-NONE-|||0

S 02 04 19 ستمبر 2019 ( م ع و )
A 2 2|||M:OTHER|||34|||REQUIRED|||-NONE-|||0

S 16 24 19 ستمبر 2019 ( م ع و )
A 1 1|||M:OTHER|||50|||REQUIRED|||-NONE-|||0

S 08 49 28 ستمبر 2019 ( م ع و )
A 0 0|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S 16 54 29 ستمبر 2019 ( م ع و )
A 1 1|||M:OTHER|||55|||REQUIRED|||-NONE-|||0

S 14 19 5 اکتوبر 2019 ( م ع و )
A 3 3|||M:OTHER|||6|||REQUIRED|||-NONE-|||0

S 18 22 21 نومبر 2019 ( م ع و )
A 1 1|||M:OTHER|||40|||REQUIRED|||-NONE-|||0

S 03 06 11 دسمبر 2019 ( م ع و )
A 2 2|||M:OTHER|||51|||REQUIRED|||-NONE-|||0

S 14 47 11 دسمبر 2019 ( م ع و )
A 0 0|||M:OTHER|||17 38|||REQUIRED|||-NONE-|||0

S 17 38 14 دسمبر 2019 ( م ع و )
A 3 3|||M:OTHER|||47 25|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 17 8 ستمبر 2019 ( م ع و )
A 5 5|||M:OTHER|||14|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 24 18 ستمبر 2019 ( م ع و )
A 2 2|||M:OTHER|||13|||REQUIRED|||-NONE-|||0

S آخری تجدید 08 49 28 ستمبر 2019 ( م ع و )
A 2 2|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 54 5 اکتوبر 2019 ( م ع و )
A 2 2|||M:OTHER|||14|||REQUIRED|||-NONE-|||0

S آخری تجدید 07 44 10 اکتوبر 2019 ( م ع و )
A 5 5|||M:OTHER|||12 12|||REQUIRED|||-NONE-|||0

S آخری تجدید 08 51 11 دسمبر 2019 ( م ع و )
A 4 4|||M:OTHER|||32|||REQUIRED|||-NONE-|||0

S آخری تجدید 14 47 11 دسمبر 2019 ( م ع و )
A 2 2|||M:OTHER|||17 38|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 38 14 دسمبر 2019 ( م ع و )
A 5 5|||M:OTHER|||48 25|||REQUIRED|||-NONE-|||0

S 09 24 18 ستمبر 2019 ( م ع و )
A 0 0|||M:OTHER|||13|||REQUIRED|||-NONE-|||0

S 02 04 19 ستمبر 2019 ( م ع و )
A 2 2|||M:OTHER|||34|||REQUIRED|||-NONE-|||0

S 08 49 28 ستمبر 2019 ( م ع و )
A 0 0|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S 14 20 5 اکتوبر 2019 ( م ع و )
A 3 3|||M:OTHER|||6|||REQUIRED|||-NONE-|||0

S 08 51 11 دسمبر 2019 ( م ع و )
A 2 2|||M:OTHER|||33|||REQUIRED|||-NONE-|||0

S 14 47 11 دسمبر 2019 ( م ع و )
A 0 0|||M:OTHER|||17 38|||REQUIRED|||-NONE-|||0

S اس ناول پر فلم بھی بن چکی ہے جو کافی کامیاب ہوئی تھی
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 19 28 17 اگست 2019 ( م ع و )
A 11 11|||M:OTHER|||37|||REQUIRED|||-NONE-|||0

S وہ 12 ٹیسٹ اور 116 ون ڈے میچوں میں کھیل چکی ہیں
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ ہندوستان کے لیے ون ڈے سنچری بنانے والی پہلی ہندوستانی کھلاڑی ہیں جبکہ بیرون ملک ٹیسٹ سیریز جیتنے والی پہلی کپتان
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ ون ڈے میں لگاتار سات نصف سنچری اسکور کرنے والی پہلی کھلاڑی ہیں
A 1 1|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ستمبر 2019 میں اس نے ون ڈے کرکٹ پر توجہ دینے کے لیے ٹی ٹونٹی سے ریٹائرمنٹ لینے کا اعلان کیا
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S 2013 کے خواتین ورلڈ کپ میں راج خواتین کے درمیان میں ون ڈے چارٹ میں نمبر 1 کرکٹ کھلاڑی تھیں
A 11 11|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 19 00 12 نومبر 2019 ( م ع و )
A 11 11|||M:OTHER|||41|||REQUIRED|||-NONE-|||0

S ہیمانگ کمال بادانی ( پیدائش 14 نومبر 1976 ) ایک سابق ہندوستانی کرکٹرکھلاڑی ہے جس نےٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیل رکھی ہے
A 18 18|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S سینٹ پیٹرز برگ کا خیال تھا کہ اس کی حکمرانی کو قبول نہیں کیا جاسکتا ہے
A 7 7|||M:OTHER|||انہوں نے|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 11 40 3 جنوری 2020 ( م ع و )
A 9 9|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 11 25 6 جنوری 2020 ( م ع و )
A 9 9|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S وہ ون ڈے کرکٹ میں 300 وکٹیں لینے والے سب سے کم عمر بولر ہیں
A 1 1|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ویٹوری کرکٹ کی تاریخ کے پہلے بائیں ہاتھ کے اسپنر ہیں جنہوں نے ون ڈے اور ٹیسٹ دونوں میں 300 وکٹیں حاصل کیں
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S تاہم انہیں 2013 کی آئی سی سی چیمپئنز ٹرافی کے لیے ون ڈے ٹیم میں واپس بلایا گیا
A 11 11|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اپنی پانچ وکٹوں میں سے ویٹوری نے ٹیسٹ کرکٹ میں 20 اور ون ڈے میچوں میں دو وکٹیں حاصل کیں
A 12 12|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے 13 جنوری 2017 کو پاکستان کے خلاف آسٹریلیا کے لیے اپنا ون ڈے ڈیبیو کیا
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 21 31 2 فروری 2020 ( م ع و )
A 10 10|||M:OTHER|||56|||REQUIRED|||-NONE-|||0

S جون جولائی 2022 میں سری لنکا کے دورے کے لیے ون ڈے اور آسٹریلیا اے اسکواڈز میں ہیڈ کا انتخاب کیا گیا تھا
A 10 10|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S سری لنکا اے کے خلاف دوسرے غیر سرکاری ون ڈے میں ہیڈ نے ہارنے کی وجہ سے سب سے زیادہ 110 رنز بنائے
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S البتہ عمران کے ایک ملازم سلیمان کو بھی کسی حد تک معلوم ہے مگر اتنا واضح ذکر نہیں ملتا اس بارے میں
A 14 14|||M:OTHER|||اس بارے میں|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 22 09 3 اپریل 2020 ( م ع و )
A 11 11|||M:OTHER|||56|||REQUIRED|||-NONE-|||0

S لیکن ان کا اثر ان کی آبادی کے حجم کے مقابلے میں زیادہ ہے
A 4 4|||M:OTHER|||و رسوخ|||REQUIRED|||-NONE-|||0

S سنو لیک شورز مسیسپی ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک آباد مقام جو بینٹن کاؤنٹی مسیسپی میں واقع ہے
A 13 13|||M:OTHER|||قصبہ و|||REQUIRED|||-NONE-|||0

S اس مسجد میں ایک بڑا گنبد نما نماز کے لیے ہال ہے جس کے آگے ایوان ( غلام گردش ) ہے
A 3 3|||M:OTHER|||نماز کے لئے|||REQUIRED|||-NONE-|||0

S 80 صنعتی پیداوار کا تیل کی صنعت سے تعلق رکھتا ہے جس کا بنیادی کاروبار انگوشینفٹ گیس پروموشن ہے
A 4 4|||M:OTHER|||80|||REQUIRED|||-NONE-|||0

S رسمی جاپانی انسٹرومنٹ آف سرینڈر پر 2 ستمبر 1945 کو لڑائی جہاز پر دستخط کیے گئے تھے ٹوکیو بے میں
A 10 10|||M:OTHER|||ٹوکیو بے میں|||REQUIRED|||-NONE-|||0

S اوقات نماز ( حیدر آباد سندھ کے لیے )
A 0 0|||M:OTHER|||11|||REQUIRED|||-NONE-|||0

S ابھی میں نے لائرڈ ساسکاٹچیوان پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||12|||REQUIRED|||-NONE-|||0

S ابھی میں نے باکو میٹرو پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||8|||REQUIRED|||-NONE-|||0

S ابھی میں نے سبحان قریشی پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے علی خان ( فوجی ) پر بیرونی ربط میں ترمیم کی ہے
A 9 9|||M:OTHER|||8|||REQUIRED|||-NONE-|||0

S ابھی میں نے فہرست ممالک بلحاظ دانستہ شرح موت پر بیرونی ربط میں ترمیم کی ہے
A 10 10|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے ماسکو اوبلاست پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے مورینو ویلی کیلیفورنیا پر بیرونی ربط میں ترمیم کی ہے
A 7 7|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ) مہاجرین کو یہ آزادی ملنی چاہیے کہ جس قدر اپنا مال و اسباب نکال سکیں نکال لیں
A 0 0|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S بلقیس دادی 82 سالہ بزرگ بھارتی خاتون ہیں جو متنازع ترمیم شہریت قانون کے خلاف احتجاج کی عالمی علامت بن گئیں
A 2 2|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ابھی میں نے بوری بندر پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے فلنڈرز پیٹری پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S یہ کنوج کی لڑائی میں ہمایوں کی 1540 کی شکست کے فورا بعد تھا جہاں دغلاٹ بھی ہارنے کی طرف تھا
A 1 1|||M:OTHER|||1540 میں|||REQUIRED|||-NONE-|||0

S 07 59 3 دسمبر 2020 ( م ع و )
A 3 3|||M:OTHER|||4|||REQUIRED|||-NONE-|||0

S سلیمان شکوہ کے چچا شہنشاہ اورنگزیب عالمگیر کے حکم پر ان کو مئی 1662 میں گوالیار قلعہ میں پھانسی دی گئی
A 2 2|||M:OTHER|||کو ان|||REQUIRED|||-NONE-|||0

S تیئے کا رقبہ 14 8 مربع کیلومیٹر ہے ہے کی مجموعی آبادی 112 میٹر سطح سمندر سے بلندی پر واقع ہے
A 5 5|||M:OTHER|||39|||REQUIRED|||-NONE-|||0

S ابھی میں نے اسلامی ترقیاتی بینک پر بیرونی ربط میں ترمیم کی ہے
A 7 7|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے اسلامی فتح مصر پر بیرونی ربط میں ترمیم کی ہے
A 7 7|||M:OTHER|||3|||REQUIRED|||-NONE-|||0

S ابھی میں نے اسماویہ اقبال پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے اسکند پران پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے او کینیڈا پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے باب پا ستان پر بیرونی ربط میں ترمیم کی ہے
A 7 7|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے بلدیہ عمان کبری پر بیرونی ربط میں ترمیم کی ہے
A 7 7|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے بلقیس احمد فتحی پر بیرونی ربط میں ترمیم کی ہے
A 7 7|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے بیلوگا وھیل پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے تاریخی واقعات پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے تانگ خاندان پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے تقسیم دولت پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||3|||REQUIRED|||-NONE-|||0

S ابھی میں نے توک پیسین پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||4|||REQUIRED|||-NONE-|||0

S ابھی میں نے حفر الباطن پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے خالدہ فروغ پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے خانیت چغتائی پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے ربیکا ماسٹرٹن پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے زامورا کیتھیڈرل پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے سان رافیل کیلیفورنیا پر بیرونی ربط میں ترمیم کی ہے
A 7 7|||M:OTHER|||3|||REQUIRED|||-NONE-|||0

S ابھی میں نے سندالی سنہا پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے سونیا گاندھی پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||4|||REQUIRED|||-NONE-|||0

S ابھی میں نے سیمور ہرش پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||3|||REQUIRED|||-NONE-|||0

S ابھی میں نے شمعون زیلوتیس پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||3|||REQUIRED|||-NONE-|||0

S ابھی میں نے صوبہ چیانگ مائی پر بیرونی ربط میں ترمیم کی ہے
A 7 7|||M:OTHER|||14|||REQUIRED|||-NONE-|||0

S ابھی میں نے فرڈینینڈ شیوال پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے فہرست ممالک بلحاظ تعداد جالبینی صارفین پر بیرونی ربط میں ترمیم کی ہے
A 10 10|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے فہرست ممالک بلحاظ شرح اضافہ آبادی پر بیرونی ربط میں ترمیم کی ہے
A 10 10|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے قطب شاہی سلطنت پر بیرونی ربط میں ترمیم کی ہے
A 7 7|||M:OTHER|||3|||REQUIRED|||-NONE-|||0

S ابھی میں نے لاہور جنرل ہسپتال پر بیرونی ربط میں ترمیم کی ہے
A 7 7|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے مغربی ریاستہائے متحدہ پر بیرونی ربط میں ترمیم کی ہے
A 7 7|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے ممنون حسین پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے منیش سسودیا پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||4|||REQUIRED|||-NONE-|||0

S ابھی میں نے موصل ڈیم پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے موچی دروازہ پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے نیا تائپے شہر پر بیرونی ربط میں ترمیم کی ہے
A 7 7|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے نین , کروشیا پر بیرونی ربط میں ترمیم کی ہے
A 7 7|||M:OTHER|||3|||REQUIRED|||-NONE-|||0

S ابھی میں نے ویسالیا کیلیفورنیا پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے چارٹر شہر پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے چوگوکو علاقہ پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||3|||REQUIRED|||-NONE-|||0

S ابھی میں نے چیانگ مائی پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||3|||REQUIRED|||-NONE-|||0

S ابھی میں نے کارائکال ضلع پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے کامپٹن کیلیفورنیا پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے گلنڈیل کیلیفورنیا پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے گوئچے ضلع پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے گول گنبد پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||9|||REQUIRED|||-NONE-|||0

S ابھی میں نے گیرت وائلڈرز پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||3|||REQUIRED|||-NONE-|||0

S ابھی میں نے ہا ضلع پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے ہاٹ ہاؤزنگ پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے ہند یورپی ہجرتیں پر بیرونی ربط میں ترمیم کی ہے
A 7 7|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے ہیسپیریا کیلیفورنیا پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے یوگنڈا منصوبہ پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے آئرش خانہ جنگی پر بیرونی ربط میں ترمیم کی ہے
A 7 7|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ان کا آخری میچ ہالینڈ کے خلاف ون ڈے تھا
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ٹیلر نے اپنے ون ڈے کیریئر کی دوسری سنچری 18 فروری 2007 کو آسٹریلیا کے خلاف بنائی
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس میچ میں ٹیلر ون ڈے میں بھی نیوزی لینڈ کے تیز ترین 6000 رنز مکمل کرنے والے بلے باز بن گئے
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس میچ میں اس نے نیتھن ایسٹل کو بھی پیچھے چھوڑ کر ون ڈے میں نیوزی لینڈ کا دوسرا ٹاپ اسکورر بن گیا
A 12 12|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ابھی میں نے ظفر آباد ( لیاقت پور ) پر بیرونی ربط میں ترمیم کی ہے
A 10 10|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے عبد اللہ بن سبا پر بیرونی ربط میں ترمیم کی ہے
A 8 8|||M:OTHER|||4|||REQUIRED|||-NONE-|||0

S ابھی میں نے اروناچل پردیش پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے اقبال احمد فاروقی پر بیرونی ربط میں ترمیم کی ہے
A 7 7|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے انزلی تالاب پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||8|||REQUIRED|||-NONE-|||0

S ابھی میں نے بارلاوینتو جزائر پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے بانتوی زبانیں پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے برسبین کیلیفورنیا پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||8|||REQUIRED|||-NONE-|||0

S ابھی میں نے بڑا سجاور خان پر بیرونی ربط میں ترمیم کی ہے
A 7 7|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے بھیلہ حطار پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے بیان سادات پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||4|||REQUIRED|||-NONE-|||0

S ابھی میں نے درد قوم پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے رفیق آباد پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے رموز بیخودی پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے ریاض الرحمان ساغر پر بیرونی ربط میں ترمیم کی ہے
A 7 7|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے ساوتھ ایل مونٹی کیلیفورنیا پر بیرونی ربط میں ترمیم کی ہے
A 8 8|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے سقوط بغداد 2003 پر بیرونی ربط میں ترمیم کی ہے
A 7 7|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے سقوط کردہ فرشتے پر بیرونی ربط میں ترمیم کی ہے
A 7 7|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے سوتاوینتو جزائر پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے سول اینڈ ملٹری گزٹ پر بیرونی ربط میں ترمیم کی ہے
A 4 4|||M:OTHER|||دو|||REQUIRED|||-NONE-|||0

S ابھی میں نے مقبرہ کاپلان پاشا پر بیرونی ربط میں ترمیم کی ہے
A 7 7|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے میکٹم ٹی 4 پر بیرونی ربط میں ترمیم کی ہے
A 7 7|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے نوسٹرا ڈیمس پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے نگار نذر پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے ویشالی نیوٹیا پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے سید نور علی شاہ غازی پر بیرونی ربط میں ترمیم کی ہے
A 9 9|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے ڈونگہ اکوکہ پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S اپنے ون ڈے کیریئر کے اختتام تک فلاور نے ہیتھ اسٹریک کے علاوہ کسی بھی دوسرے زمبابوے بولر سے زیادہ وکٹیں حاصل کی تھیں
A 1 1|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے اکتوبر 2010 میں جنوبی افریقہ کے خلاف تین میچوں کی سیریز کے پہلے ون ڈے کے دوران اپنی بین الاقوامی واپسی کی
A 15 15|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ابھی میں نے کلاسیکی لاطینی پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے کنیئرڈ کالج پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S اس وقت آپ کی عمر تقریبا ایک سو سال اور ڈیڑھ مہینہ ہے
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ابھی میں نے ریشم کھیتی پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 04 05 12 مارچ 2021 ( م ع و )
A 11 11|||M:OTHER|||49|||REQUIRED|||-NONE-|||0

S انہوں نے 1 ٹیسٹ میچ اور 4 ون ڈے میچوں میں بھارتی ٹیم کی کپتانی کی
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ دونوں طرز کی کرکٹ کھیلی ہے ٹی ٹوئنٹی کرکٹ نہیں کھیل سکیں
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر4 ٹیسٹ اور 78 ون ڈے میچ کھیلے
A 12 12|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ دائیں ہاتھ سے بلے بازی کرتی ہیں اور وکٹ کیپر گیند باز ہیں
A 9 9|||M:OTHER|||منجھی ہوئی|||REQUIRED|||-NONE-|||0

S انھوں نے نئے دور کی کرکٹ ٹی ٹوئنٹی اور ون ڈے کرکٹ کھیلی ہے
A 9 9|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ریما ملہوترا نے پہلا بین الاقوامی ون ڈے میچ آسٹریلیا کے خلاف سن 2003 میں کھیلا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر2 ٹیسٹ اور 23 ون ڈے میچ کھیلے
A 12 12|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S پریتی ڈمری نے پہلا بین الاقوامی ون ڈے میچ آئر لینڈ کے خلاف سن 2006 میں کھیلا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے ٹی ٹوئنٹی اور ون ڈے کرکٹ کھیلی ہے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S بلیک ویل نے تین کیچ لیے لیکن پہلے ون ڈے میں صرف ایک کیچ لیا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس کے بعد اس نے 5 189 میں سے 44 رنز بنائے اور پہلے ون ڈے میں 63 رنز سے جیت حاصل کی
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مہم کا آغاز آسٹریلیا میں پانچ ون ڈے میچوں سے ہوا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اپنے 251 بین الاقوامی میچوں میں بلیک ویل نے تین سنچریاں بنائیں یہ سب ون ڈے میں
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس کی تیسری ون ڈے سنچری اور سب سے زیادہ بین الاقوامی اسکور صرف سات سال بعد 2016 میں آیا
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S 21 جولائی کو ہونے والے میچ میں اس نے ون ڈے کرکٹ میں 1000 رنز کا سنگ میل عبور کیا
A 9 9|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے پہلے چار ون ڈے کھیلے 4 2 ناٹ آؤٹ اور 0 ناٹ آؤٹ بنائے
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس کے بعد آسٹریلین ٹیم ایک 20 بین الاقوامی اور پانچ ون ڈے میچوں کے لیے لنکن نیوزی لینڈ میں برٹ سٹکلف اوول گئے
A 11 11|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S سیریز کے بعد نٹشکے نے نیوزی لینڈ کے خلاف روز باؤل سیریز کھیلی جس کا آغاز آسٹریلیا میں پانچ ون ڈے سے ہوا
A 19 19|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس کے بعد آسٹریلیا نے نیوزی لینڈ میں ون ڈے میں نیوزی لینڈ کو 3 0 سے کلین سویپ کیا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے ٹی ٹوئنٹی اور ون ڈے کرکٹ کھیلی ہے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 116 ٹی ٹوئنٹی اور 76 ون ڈے میچ کھیلے
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے ٹی ٹوئنٹی اور ون ڈے دونوں کرکٹ کھیلی ہے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 82 ٹی ٹوئنٹی اور 71 ون ڈے میچ کھیلے
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S جیس جونیسن نے پہلا بین الاقوامی ون ڈے میچ نیوزی لینڈ کے خلاف سن 2012 میں کھیلا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اپنے بین الاقوامی کیریئر کے دوران اس نے چار ٹیسٹ 67 ون ڈے اور 37 خواتین کے ٹوئنٹی20 انٹرنیشنل میچز کھیلے
A 11 11|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے ٹی ٹوئنٹی اور ون ڈے کرکٹ کھیلی ہے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر67 ٹی ٹوئنٹی اور 62 ون ڈے میچ کھیلے
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 6 ٹیسٹ اور 59 ون ڈے میچ کھیلے
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S جولی ہیس نے پہلا بین الاقوامی ون ڈے میچ سری لنکا کے خلاف سن 2000 میں کھیلا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے ٹی ٹوئنٹی اور ون ڈے کرکٹ کھیلی ہے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S جیس کیمرون نے پہلا بین الاقوامی ون ڈے میچ نیوزی لینڈ کے خلاف سن 2009 میں کھیلا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے بین الاقوامی سطح پر مجموعی طور پر 3 ٹیسٹ اور 50 ون ڈے میچ کھیلے
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S نکول بولٹن نے پہلا بین الاقوامی ون ڈے میچ انگلینڈ کے خلاف سن 2014 میں کھیلا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S پولٹن اس کے بعد خود بولڈ ہوئیں اتنے ون ڈے میچوں میں تیسری بار جب وہ اس طرح آؤٹ ہوئیں
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S 2010 کی روز باؤل سیریز میں فیرل نے آسٹریلیا کے مقابلے کے دوران 5 ون ڈے میں سے ہر ایک میں کھیلا
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے اپنے پہلے ٹیسٹ میں 2 48 اور اپنے پہلے ون ڈے میں 3 21 حاصل کیا
A 11 11|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S 2007 08 میں اینڈریوز آسٹریلوی ٹیم کے اندر اور باہر تھے اور انہوں نے چھ ون ڈے کھیلے سات وکٹیں حاصل کیں
A 15 15|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S آسٹریلیا نے چار میں سے تین ون ڈے جیتے جب کہ دوسرے میں دھواں دھڑکا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S آخری ون ڈے ختم ہو گیا
A 1 1|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ون ڈے کے بعد پانچ ٹی ٹوئنٹی انٹرنیشنل کھیلے گئے تین ہوبارٹ کے بیلریو اوول میں اور آخری دو نیوزی لینڈ میں
A 0 0|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے ٹی ٹوئنٹی اور ون ڈے کرکٹ کھیلی ہے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 56 ٹی ٹوئنٹی اور 38 ون ڈے میچ کھیلے
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S بیتھ مونی نے پہلا بین الاقوامی ون ڈے میچ نیوزی لینڈ کے خلاف سن 2016 میں کھیلا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مشیل گوسزکو نے پہلا بین الاقوامی ون ڈے میچ نیوزی لینڈ کے خلاف سن 1997 میں کھیلا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے ٹی ٹوئنٹی اور ون ڈے کرکٹ کھیلی ہے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 44 ٹی ٹوئنٹی اور 33 ون ڈے میچ کھیلے
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے ٹی ٹوئنٹی اور ون ڈے کرکٹ کھیلی ہے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 47 ٹی ٹوئنٹی اور 30 ون ڈے میچ کھیلے
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S سارہ کوئٹے نے پہلا بین الاقوامی ون ڈے میچ انگلینڈ کے خلاف سن 2011 میں کھیلا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر18 ٹیسٹ اور 30 ون ڈے میچ کھیلے
A 12 12|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S کرسٹن بیمز نے پہلا بین الاقوامی ون ڈے میچ پاکستان کے خلاف سن 2014 میں کھیلا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر2 ٹیسٹ اور 24 ون ڈے میچ کھیلے
A 12 12|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S لنڈسے ریلر نے پہلا بین الاقوامی ون ڈے میچ انڈیا کے خلاف سن 1984 میں کھیلا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے بین الاقوامی سطح پر مجموعی طور پر 3 ٹیسٹ اور 22 ون ڈے میچ کھیلے
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S سارہ ایلیٹ نے پہلا بین الاقوامی ون ڈے میچ انگلینڈ کے خلاف 2005 میں کھیلا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے ٹی ٹوئنٹی اور ون ڈے کرکٹ کھیلی ہے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر9 ٹی ٹوئنٹی اور 22 ون ڈے میچ کھیلے
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ہولی فرلنگ نے پہلا بین الاقوامی ون ڈے میچ پاکستان کے خلاف سن 2013 میں کھیلا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S کیرن ریڈ نے پہلا بین الاقوامی ون ڈے میچ انٹرنیشنل الیون کے خلاف سن 1982 میں کھیلا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 2 ٹیسٹ اور 24 ون ڈے میچ کھیلے
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ملیسا بلو نے پہلا بین الاقوامی ون ڈے میچ انڈیا کے خلاف سن 2003 میں کھیلا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے ٹی ٹوئنٹی اور ون ڈے کرکٹ کھیلی ہے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 26 ٹی ٹوئنٹی اور 18 ون ڈے میچ کھیلے
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S جارجیا ویرہم نے پہلا بین الاقوامی ون ڈے میچ پاکستان کے خلاف سن 2018 میں کھیلا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 3 ٹیسٹ اور 34 ون ڈے میچ کھیلے
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اپنے آخری ون ڈے کے وقت آرمسٹرانگ کی عمر 42 سال اور 154 دن کی تھی
A 2 2|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے ٹی ٹوئنٹی اور ون ڈے کرکٹ کھیلی ہے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 154 ٹی ٹوئنٹی اور 15 ون ڈے میچ کھیلے
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S نکولا کیری نے پہلا بین الاقوامی ون ڈے میچ انڈیا کے خلاف سن 2018 میں کھیلا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ٹیری رسل نے پہلا بین الاقوامی ون ڈے میچ انڈیا کے خلاف سن 1982 میں کھیلا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے بین الاقوامی سطح پر مجموعی طور پر 11 ٹیسٹ اور 9 ون ڈے میچ کھیلے
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S گریس ہیرس نے پہلا بین الاقوامی ون ڈے میچ انڈیا کے خلاف 2016 میں کھیلا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے ٹی ٹوئنٹی اور ون ڈے کرکٹ کھیلی ہے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر4 ٹی ٹوئنٹی اور 6 ون ڈے میچ کھیلے
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S شیرون ملانٹا نے پہلا بین الاقوامی ون ڈے میچ نیوزی لینڈ کے خلاف سن 2011 میں کھیلا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے ٹی ٹوئنٹی اور ون ڈے کرکٹ کھیلی ہے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 24 ٹی ٹوئنٹی اور 6 ون ڈے میچ کھیلے
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S سوفی مولینیکس نے پہلا بین الاقوامی ون ڈے میچ پاکستان کے خلاف سن 2018 میں کھیلا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ا تر ونا بگس نے پہلا بین الاقوامی ون ڈے میچ انگلینڈ کے خلاف 20 جولائی 1995 میں کھیلا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے پہلا بین الاقوامی ون ڈے میچ انگلینڈ کے خلاف 20 جولائی 1990 میں کھیلا
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے 19 00 کی اوسط سے کل 57 رنز بنائے جس میں سب سے زیادہ 25 کا اسکور بھی شامل ہے
A 2 2|||M:OTHER|||14|||REQUIRED|||-NONE-|||0

S انہوں نے آئرلینڈ کی خواتین کرکٹ ٹیم کے لیے خواتین ون ڈے بین الاقوامی سطح پر 34 کھیلے
A 10 10|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے صرف ون ڈے کرکٹ میں کھیلا
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے پہلا بین الاقوامی ون ڈے میچ آسٹریلیا کے خلاف 1987 میں کھیلا
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے پہلا بین الاقوامی ون ڈے میچ نیدرلینڈز کے خلاف 2011 میں کھیلا
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے ٹی 20 کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور 12 ون ڈے میچ کھیلے
A 9 9|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے پہلا بین الاقوامی ون ڈے میچ آسٹریلیا کے خلاف 1987 میں کھیلا
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے اپنا صرف ایک ٹی 20 6 جون 2018 کو نیوزی لینڈ کے خلاف کھیلا تھا
A 7 7|||M:OTHER|||میں پہلا میچ|||REQUIRED|||-NONE-|||0

S ریچل ڈیلینی نے پہلا بین الاقوامی ون ڈے میچ جنوبی افریقا کے خلاف سن 2017 میں کھیلا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے بین الاقوامی سطح پر مجموعی طور پر 1 ٹی 20 اور 6 ون ڈے میچ کھیلے
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے ٹی20 کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے بین الاقوامی سطح پر مجموعی طور پر 2 ٹیسٹ اور 34 ون ڈے میچ کھیلے
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے پہلا بین الاقوامی ون ڈے میچ نیوزی لینڈ کے خلاف سن 2010 میں کھیلا
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مریم گریلی نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 1 ٹیسٹ اور 79 ون ڈے میچ کھیلے
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ماریان ہربرٹ نے پہلا بین الاقوامی ون ڈے میچ نیوزی لینڈ کے خلاف سن 2002 میں کھیلا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ماریان ہربرٹ نے ٹی20 کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 5 ٹی20 اور 15 ون ڈے میچ کھیلے
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے پہلا بین الاقوامی ون ڈے میچ انگلینڈ کے خلاف سن 1988 میں کھیلا
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 9 ون ڈے میچ کھیلے
A 10 10|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S راچیل ہارڈیمین نے پہلا بین الاقوامی ون ڈے میچ آسٹریلیا کے خلاف سن 1987 میں کھیلا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S سیلیلیا جوائس نے ٹی20 کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اسوبل جوائس نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اسوبل جوائس نے پہلا بین الاقوامی ون ڈے میچ بھارت کے خلاف سن 1999 میں کھیلا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے ٹی20 کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 5 ٹیسٹ اور 4 ون ڈے میچ کھیلے
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے پہلا بین الاقوامی ون ڈے میچ جنوبی افریقہ کے خلاف سن 2008 میں کھیلا
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے پہلا بین الاقوامی ون ڈے میچ نیدرلینڈز کے خلاف سن 2011 میں کھیلا
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S جولی لوگی نے پہلا بین الاقوامی ون ڈے میچ نیدرلینڈز کے خلاف سن 1988 میں کھیلا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے بین الاقوامی سطح پر مجموعی طور پر 9 ٹی20 اور 6 ون ڈے میچ کھیلے
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S لوئیس لٹل نے ٹی20 کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اننی لینھان نے پہلا بین الاقوامی ون ڈے میچ ڈنمارک کے خلاف سن 1989 میں کھیلا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اننی لینھان نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S گیبی لیوس نے ٹی20 کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر11 ون ڈے میچ کھیلے
A 9 9|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر صرف 1 ٹیسٹ اور 36 ون ڈے میچ کھیلے
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S سائبہ ینگ نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر2 ٹیسٹ اور 24 ون ڈے میچ کھیلے
A 9 9|||M:OTHER|||1|||REQUIRED|||-NONE-|||0

S میری والڈرون نے ٹیسٹ کرکٹ ٹی20 اور ون ڈے کرکٹ کھیلی ہے
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ہیدر وہیلان نے ٹی 20 کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ایلینا ٹائیس نے ٹی20 کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ایلینا ٹائیس نے پہلا بین الاقوامی ون ڈے میچ نیدرلینڈ کے خلاف سن 2011 میں کھیلا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S پامیلا ٹروہیر نے پہلا بین الاقوامی ون ڈے میچ آسٹریلیا کے خلاف سن 1987 میں کھیلا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 8 ون ڈے میچ کھیلے
A 10 10|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر2 ٹیسٹ اور 24 ون ڈے میچ کھیلے
A 9 9|||M:OTHER|||9|||REQUIRED|||-NONE-|||0

S انھوں نے پہلا بین الاقوامی ون ڈے میچ نیوزی لینڈ کے خلاف 7 مئی 2017 کو میں کھیلا
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر24 ون ڈے میچ کھیلے
A 9 9|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 47 ٹیسٹ اور 5 ون ڈے میچ کھیلے
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 2 ٹی 20 اور 8 ون ڈے میچ کھیلے
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے پہلا بین الاقوامی ون ڈے میچ آسٹریلیا کے خلاف 31 جولائی 2005 میں کھیلا
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور 19 ون ڈے میچ کھیلے
A 9 9|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 7 ٹی 20 اور 4 ون ڈے میچ کھیلے
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انا ریمنڈ نے پہلا بین الاقوامی ون ڈے میچ جنوبی افریقا کے خلاف 2016 میں کھیلا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S کلوڈھنہ شارپ نے پہلا بین الاقوامی ون ڈے میچ جنوبی افریقا کے خلاف 1997 میں کھیلا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 37 ون ڈے میچ کھیلے
A 10 10|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے بین الاقوامی سطح پر مجموعی طور پر 3 ٹی 20 اور 8 ون ڈے میچ کھیلے
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے ٹی ٹوئنٹی اور ون ڈے کرکٹ کھیلی ہے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 7 ٹی ٹوئنٹی اور 4 ون ڈے میچ کھیلے
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S لارین چیٹل نے پہلا بین الاقوامی ون ڈے میچ نیوزی لینڈ کے خلاف 2017 میں کھیلا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے ٹی ٹوئنٹی اور ون ڈے کرکٹ کھیلی ہے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر6 ٹی ٹوئنٹی اور 3 ون ڈے میچ کھیلے
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اینابل سدرلینڈ نے پہلا بین الاقوامی ون ڈے میچ نیوزی لینڈ کے خلاف سن 2020 میں کھیلا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے ٹی ٹوئنٹی اور ون ڈے کرکٹ کھیلی ہے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 2 ٹی ٹوئنٹی اور 2 ون ڈے میچ کھیلے
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S رینی چیپل نے پہلا بین الاقوامی ون ڈے میچ پاکستان کے خلاف سن 2013 میں کھیلا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے 32 97 کی اوسط سے کل 2605 رنز بنائے جس میں سب سے زیادہ 92 کا اسکور بھی شامل ہے
A 2 2|||M:OTHER|||24|||REQUIRED|||-NONE-|||0

S انہوں نے ٹیسٹ کرکٹ ٹی 20 اور ون ڈے کرکٹ کھیلی ہے
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے 109 ون ڈے میچوں میں 1003 رنز اسکور کیے
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S جین سمٹ نے پہلا بین الاقوامی ون ڈے میچ سن 2004 میں کھیلا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 35 ٹی ٹوئنٹی اور 88 ون ڈے میچ کھیلے
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 19ٹی ٹوئنٹی اور 58 ون ڈے میچ کھیلے
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے ٹیسٹ کرکٹ ٹی ٹوئنٹی اور ون ڈے کرکٹ کھیلی ہے
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 50 ٹی ٹوئنٹی 5 ٹیسٹ اور 72 ون ڈے میچ کھیلے
A 16 16|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S کچھ معززین مشران کے مطابق محسود قوم کی شاخ چونٹ خیل چونڑ خیل کا بدلہ ہوا نام ہے
A 5 5|||M:OTHER|||چوٹھوخیل قبیلہ|||REQUIRED|||-NONE-|||0

S اس کا سب سے بہترین ایڈیشن غالبا قاہرہ سے شوقی عبد الحکیم کا سنہ 1996 کا شائع کردہ ہے
A 9 9|||M:OTHER|||سنہ 1996 میں|||REQUIRED|||-NONE-|||0

S جبکہ سرکاری یونیورسٹیوں میں دوبارہ بولنے کے اہل ہونے کے لیے معافی نامہ جمع کرانے سے انکار کرنے کے
A 11 11|||M:OTHER|||انہوں نے|||REQUIRED|||-NONE-|||0

S ابھی میں نے محمد اویس قرنی پر بیرونی ربط میں ترمیم کی ہے
A 7 7|||M:OTHER|||3|||REQUIRED|||-NONE-|||0

S نواز دیوبندی نے بھارت کے مختلف شہروں میں 5000 سے زیادہ شاعرانہ سمپوزیم مشاعرہ اور کاوی سمیلان میں شرکت کی
A 14 14|||M:OTHER|||کی محفلوں|||REQUIRED|||-NONE-|||0

S فروری 2023 میں یاسر کے سوارا بھاسکر اور فہد احمد کی شادی پر ٹویٹ قانونی
A 13 13|||M:OTHER|||یاسر کی|||REQUIRED|||-NONE-|||0

S ابھی میں نے نواب آف پٹودی پر بیرونی ربط میں ترمیم کی ہے
A 7 7|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S 2004 میں پاکستان کے خلاف ان کی 111 رنز کی اننگز ان کی آخری ون ڈے سنچری تھی
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S قمبر نے کہا میں امام علی علیہ السلام کے لیے ہوں جو ان شا اللہ مددگاروں میں سے ہوں گے
A 15 15|||M:OTHER|||ان کے|||REQUIRED|||-NONE-|||0

S ابھی میں نے جامعہ امجدیہ رضویہ پر بیرونی ربط میں ترمیم کی ہے
A 7 7|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے بلوچستان افغانستان پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے رامانا سیاحی پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||3|||REQUIRED|||-NONE-|||0

S ابھی میں نے ناصرہ زبیری پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے وقار الدین قادری پر بیرونی ربط میں ترمیم کی ہے
A 7 7|||M:OTHER|||3|||REQUIRED|||-NONE-|||0

S ہندوستان نے اپنا پہلا ون ڈے 1974 میں کھیلا اور کل 243 کھلاڑی ٹیم کی نمائندگی کر چکے ہیں
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ٹنڈولکر نے 463 کے ساتھ سب سے زیادہ ون ڈے میچ کھیلنے کا ریکارڈ بھی اپنے نام کیا ہوا ہے نام کیا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے 1922 سے 1946 تک سندھ پینٹنگولر میچز میں چھ سنچریوں کے ساتھ 1 , 993 رنز ( اوسط 47 ) بنائے
A 18 18|||M:OTHER|||47|||REQUIRED|||-NONE-|||0

S یہ ٹی 20 بین الاقوامی میچوں میں زیادہ رنز بنانے والوں میں سے ایک ہے
A 8 8|||M:OTHER|||10|||REQUIRED|||-NONE-|||0

S رنز ون ڈے میں آئرلینڈ کی پہلی وکٹ کا ریکارڈ قائم کیا
A 1 1|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S کراچی میں نیشنل اسٹیڈیم میں کھیلا گیا میزبان ٹیم نے یہ میچ ایک وکٹ کے مارجن سے جیت لیا
A 7 7|||M:OTHER|||یہ ٹیسٹ|||REQUIRED|||-NONE-|||0

S جون 1975 کے ورلڈ کپ میں ویسٹ انڈیز کے خلاف جو کہ سری لنکا کا پہلا ون ڈے میچ بھی تھا
A 6 6|||M:OTHER|||یہ میچ|||REQUIRED|||-NONE-|||0

S تاہم ان کی ون ڈے کارکردگی نے سری لنکا کے سلیکٹرز کو پریشان کر دیا 25 اننگز میں صرف ایک ففٹی
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اوکسانا زبوزکو اس نسل سے تعلق رکھتی ہیں جسے تمارا ہنڈورووا ایک ادبی اسکالر " چرنویل کے بعد " کہتی ہیں
A 18 18|||M:OTHER|||از چرنویل|||REQUIRED|||-NONE-|||0

S ان کے بیٹے ڈین ہیڈلی نے انگلینڈ کے لیے 15 ٹیسٹ اور 13 ون ڈے کھیلے
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S پہلا ون ڈے انٹرنیشنل 5 جنوری 1971 کو کھیلا گیا جب آسٹریلیا نے انگلینڈ کا مقابلہ کیا
A 1 1|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اکیسویں صدی کی دوسری خواتین کرکٹروں کی طرح انہوں نے ون ڈے اور ٹی ٹوئنٹی کرکٹ ہی کھیلی اور ٹیسٹ نہ کھیل سکیں
A 10 10|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ہیلی میتھیوز نے 62 ون ڈے میچ کھیلے جس میں 61 اننگز شامل ہیں وہ 2 بار ناٹ آؤٹ رہیں
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ون ڈے میں 148 وکٹیں حاصل کیں جن میں پانچ مرتبہ 4 وکٹیں ایک ہی میچ میں حاصل کرنا بھی شامل ہے
A 0 0|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے 188 ون ڈے انٹرنیشنل بھی کھیلے ان میں سے 86 میں کپتان رہے
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S 13 جولائی 2021 کو بالبرنی نے آئرلینڈ کو جنوبی افریقہ کے خلاف پہلی ون ڈے میں فتح دلائی
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S بالبرنی نے ون ڈے کرکٹ میں اپنا 2 , 000 واں رن مکمل کیا
A 2 2|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ ون ڈے میں 100 وکٹیں لینے والے آئرلینڈ کے پہلے کھلاڑی تھے
A 1 1|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S فتح کا تناسب 44 67 رہا آئرلینڈ نے اپنا پہلا ون ڈے 13 جون 2006 کو انگلینڈ کے خلاف کھیلا تھا
A 10 10|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ دونوں طرز کی کرکٹ کھیلی ہے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ون ڈے کرکٹ میں تریشا چیٹی نے 123 ون ڈے میچ کھیلے جس میں 106 اننگز شامل ہیں وہ 15 بار ناٹ آؤٹ رہیں
A 0 0|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S نادین ڈے کلرک نے 16 ون ڈے میچ کھیلے جس میں 14 اننگز شامل ہیں وہ 3 بار ناٹ آؤٹ رہیں
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مگنون ڈو پریز نے 149 ون ڈے میچ کھیلے جس میں 136 اننگز شامل ہیں وہ 25 بار ناٹ آؤٹ رہیں
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S بون کی پہلی ون ڈے سنچری ستمبر 1986 میں سوائی مان سنگھ اسٹیڈیم جے پور میں بھارت کے خلاف بنی
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S 2017 تک وہ آسٹریلیا کے لیے ون ڈے سنچری بنانے والوں کی فہرست میں ڈیمین مارٹن کے ساتھ 14ویں نمبر پر ہے
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ون ڈے کرکٹ میں ایلن بارڈر نے اپنی پہلی سنچری 1980 میں ہندوستان کے خلاف بنائی جب انہوں نے ناٹ آؤٹ 105 رنز بنائے
A 0 0|||M:OTHER|||آیک|||REQUIRED|||-NONE-|||0

S ون ڈے میں بطور اوپنر ایسٹل کی کامیابی پورے سیزن میں جاری رہی
A 0 0|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ایسٹل نے پاکستان کے خلاف ون ڈے سیریز میں زبردست واپسی کرتے ہوئے 240 رنز بنائے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس کے بعد انگلینڈ نے پانچ ون ڈے اور تین ٹیسٹ میچ کھیلنے نیوزی لینڈ کا دورہ کیا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے اپنا آخری ون ڈے انٹرنیشنل 23 جنوری 2007 کو انگلینڈ کے خلاف ایڈیلیڈ اوول میں کھیلا
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ایسٹل کو نیوزی لینڈ کا اب تک کا بہترین ون ڈے بلے باز قرار دیا گیا ہے
A 9 9|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S چیڈین نیشن نے 57 ون ڈے میچ کھیلے جس میں 51 اننگز شامل ہیں وہ 6 بار ناٹ آؤٹ رہیں
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے ٹیسٹ کرکٹ نہیں کھیلی البتہ ٹی ٹوئنٹی اور ون ڈے کرکٹ دونوں طرز کی کرکٹ کھیلی ہے
A 10 10|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ کرسمس 1954 سے ٹھیک پہلے بیمار ہو گئے اور مئی 1955 میں 48 سال کی عمر میں انتقال کر گئے
A 15 15|||M:OTHER|||اور 335 دن|||REQUIRED|||-NONE-|||0

S چنیل ہینری نے ٹی ٹوئنٹی اور ون ڈے کرکٹ کھیلی ہے جبکہ ٹیسٹ کرکٹ سے محروم رہیں
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S چنیل ہینری نے 30 ون ڈے میچ کھیلے جس میں 24 اننگز شامل ہیں وہ 1 بار ناٹ آؤٹ رہیں
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ون ڈے میں انھوں نے کل 816 گیندیں پھینکیں 17 وکٹیں حاصل کیں ان کی گیند بازی کی اوسط 41 88 رہی
A 0 0|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے اپنی ٹیم کے لیے سب سے زیادہ چھ وکٹیں حاصل کیں جس میں چوتھے ون ڈے میں 3 32 شامل ہیں
A 16 16|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S شمیلیہ کونیل نے 55 ون ڈے میچ کھیلے جس میں 33 اننگز شامل ہیں وہ 17 بار ناٹ آؤٹ رہیں
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S شکیرا سیلمان نے 95 ون ڈے میچ کھیلے جس میں 43 اننگز شامل ہیں وہ 21 بار ناٹ آؤٹ رہیں
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے اپنے ون ڈے کیریئر میں ایک بھی چھکا نہیں لگایا البتہ 8 چوکے ضرور مارے
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S کیانا جوزف نے 8 ون ڈے میچ کھیلے جس میں 6 اننگز شامل ہیں وہ 2 بار ناٹ آؤٹ رہیں
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ون ڈے کرکٹ میں انھوں نے کل 310 گیندیں پھینکیں 7 وکٹیں حاصل کیں ان کی گیند بازی کی اوسط 31 85 رہی
A 0 0|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S نے 1970 71 کے سیزن میں چار ٹیسٹ اور ایک ون ڈے میچ کھیلا
A 9 9|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے ٹی ٹوئنٹی کرکٹ اور ون ڈے کرکٹ کھیلی جبکہ ٹیسٹ کرکٹ نہیں کھیل سکیں
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S رینی بوائس نے 6 ون ڈے میچ کھیلے جس میں 6 اننگز شامل ہیں وہ ایک بار بھی ناٹ آؤٹ نہ رہیں
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے ویمنز ون ڈے انٹرنیشنل کرکٹ کا آغاز ویسٹ انڈیز کے لیے پاکستان خواتین کرکٹ ٹیم کے خلاف 11 فروری 2019 کو کیا
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S کرشمہ رام ہارک نے 13 ون ڈے میچ کھیلے جس میں 9 اننگز شامل ہیں وہ 1 بار ناٹ آؤٹ رہیں
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S شینیٹا گریمنڈ نے 7 ون ڈے میچ کھیلے جس میں 5 اننگز شامل ہیں وہ 1 بار ناٹ آؤٹ رہیں
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے اپنے ون ڈے کیریئر میں 2 چھکے اور 6 چوکے مارے
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے آٹھ ون ڈے میچوں میں آسٹریلیا کی کپتانی کی جب باقاعدہ کپتان مارک ٹیلر زخمی ہو گئے
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S 2011 کے گھریلو سیزن کے خراب ہونے کے بعد جنوری 2012 میں انہیں ون ڈے ٹیم سے نکال دیا گیا تھا
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس کے باوجود وہ ایک سال سے زائد عرصے تک کسی اور ون ڈے کے لیے منتخب نہیں ہوئے
A 12 12|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ مین آف دی میچ کے اعزاز کا دعوی کیا اور پاکستان کے خلاف چوتھے اور پانچویں ون ڈے کے لیے منتخب ہوئے
A 17 17|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S عرفی نام ( " " دلدل کا بیٹا ) وہ بائیں ہاتھ کا ٹاپ آرڈر بلے باز ہے
A 9 9|||M:OTHER|||ہے اور|||REQUIRED|||-NONE-|||0

S وہ اسی دورے میں ون ڈے اور ٹی ٹوئنٹی سیریز کا حصہ تھے
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S فروری 2020 میں کمنز نے آسٹریلیا کے دورہ جنوبی افریقہ کے پہلے میچ میں ون ڈے کرکٹ میں اپنی 100 ویں وکٹ حاصل کی
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ پہلے ون ڈے کے لیے فٹ نہیں تھے اور سکواڈ سے باہر ہوگئے
A 2 2|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S 2013 14 میں انگلینڈ کے خلاف دوسرے ون ڈے میں فالکنر نے آسٹریلیا کو غیر متوقع فتح سے ہمکنار کیا
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S 2016 میں سری لنکا کے خلاف دوسرے ون ڈے کے دوران فالکنر نے ہیٹ ٹرک کی ایسا کرنے والے چھٹے آسٹریلوی بن گئے
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S 2008 میں الصانع نے شکاگو کالج برائے دندان سازی میں یونیورسٹی آف الینوائے سے زبانی علوم میں ماسٹر کی ڈگری حاصل کی
A 13 13|||M:OTHER|||کی یونیورسٹی|||REQUIRED|||-NONE-|||0

S " گرلز آف ریاض " کا عربی سے انگریزی میں ترجمہ 2007 میں مارلن بوتھ نے کیا تھا
A 4 4|||M:OTHER|||کی لڑکی|||REQUIRED|||-NONE-|||0

S بوتھ رجا الصانع کی بیسٹ سیلر " گرلز آف ریاض " کی اصل مترجم تھیں
A 10 10|||M:OTHER|||کی لڑکی|||REQUIRED|||-NONE-|||0

S اپنے ون ڈے ڈیبیو میں انہوں نے نصف سنچری بنائی
A 1 1|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S سری لنکا کے خلاف ون ڈے سیریز تک کمر کی انجری نے شان مارش کو ٹیم سے باہر کر دیا
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے سیریز کے بقیہ دو ون ڈے کھیلے تیسرے میچ میں پہلی ون ڈے نصف سنچری اسکور کی
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے سیریز کے بقیہ دو ون ڈے کھیلے تیسرے میچ میں پہلی ون ڈے نصف سنچری اسکور کی
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس کے بعد 2017 2018 میں ایک اور مضبوط ڈومیسٹک سیزن آیا جہاں انہوں نے 672 رنز بنائے
A 3 3|||M:OTHER|||18|||REQUIRED|||-NONE-|||0

S 2013 سے پیٹرسن آسٹریلیا کے ڈومیسٹک ون ڈے مقابلے میں نیو ساؤتھ ویلز کے لیے کھیل چکے ہیں
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S جنوری 2019 میں رچرڈسن کو ہندوستان کے خلاف ون ڈے سیریز کے لیے ٹیم میں شامل کیا گیا تھا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے 2004 05 میں آٹھ ون ڈے میچ کھیلے
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S 2004 میں ہسی نے آسٹریلیا اے کے لیے چار ون ڈے انٹرنیشنل کھیلے جس میں ویسٹ انڈیز کے خلاف سنچری بنائی
A 9 9|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S 12 مارچ 2009 کو ہاروڈ کو جنوبی افریقہ میں 16 رکنی آسٹریلوی ون ڈے اسکواڈ کے لیے منتخب کیا گیا
A 12 12|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ستمبر 2016 میں انہیں جنوبی افریقہ کے دورے کے لیے آسٹریلیا کے ون ڈے انٹرنیشنل اسکواڈ میں شامل کیا گیا
A 12 12|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ کوئنز لینڈ کے لیے ڈومیسٹک کرکٹ کھیلتا ہے اور بگ بیش لیگ میں میلبورن اسٹارز کے لیے ہے
A 18 18|||M:OTHER|||دستیاب ہوتا|||REQUIRED|||-NONE-|||0

S شارٹ نے اپنا لسٹ اے کرکٹ کا آغاز نومبر 2011 میں نیو ساؤتھ ویلز کے خلاف 2011 12 ریوبی ون ڈے کپ میں کیا
A 19 19|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے 23 ستمبر 2019 کو 2019 20 مارش ون ڈے کپ میں تسمانیہ کے لیے اپنا لسٹ اے ڈیبیو کیا
A 9 9|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اسی مہینے کے آخر میں ایلس کو پاکستان کے دورے کے لیے آسٹریلیا کے ون ڈے انٹرنیشنل اسکواڈ میں شامل کیا گیا
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S پندرہ مردوں نے دو ون ڈے ٹیموں کے لیے بین الاقوامی کرکٹ کھیلی ہے
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ڈی ویلیئرز کا ون ڈے ڈیبیو
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ڈی ویلیئرز نے اپنا ون ڈے ڈیبیو فروری 2005 میں انگلینڈ کے خلاف کیا
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ آسٹریلیا کے خلاف ون ڈے میں چھ سنچریاں بنانے میں سب سے کامیاب رہے
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ 1990 کی دہائی کے آخر میں زمبابوے کی بہترین ون ڈے ٹیم کا لازمی رکن تھا
A 10 10|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس کے نتیجے میں انٹرنیشنل کرکٹ کونسل ( آئی سی سی ) نے گیبریل کو چار ون ڈے میچوں کے لیے معطل کر دیا
A 16 16|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ان کی 234 ون ڈے وکٹیں اب بھی انگلینڈ کے لیے دوسرے نمبر پر ہیں
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ون ڈے میں 200 وکٹیں لینے والے پہلے انگلش بولر
A 0 0|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ ایک لمبے بائیں ہاتھ کے سیم بالر تھے جنہوں نے سری لنکا کے لیے 30 ٹیسٹ اور 95 ون ڈے کھیلے
A 19 19|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس کے پاس ایک ایک ٹیسٹ اور ون ڈے فائیفر بھی ہے
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے اکتوبر 2001 میں زمبابوے کے خلاف دو ون ڈے میچ کھیلے
A 9 9|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ستمبر 2021 میں مہاراج نے سری لنکا کے خلاف دوسرے ون ڈے میں پہلی بار جنوبی افریقہ کی کپتانی کی
A 10 10|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ویسٹ انڈیز کے خلاف پہلے ون ڈے میں انہوں نے اس میچ میں 250 سے نیچے تک محدود کر کے 4 وکٹیں حاصل کیں
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ون ڈے میں اچھی پرفارمنس کے بعد ہولڈر کو جون 2014 میں ٹیسٹ اسکواڈ کے لیے منتخب کیا گیا
A 0 0|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S بنیادی طور پر ایک تیز گیند باز اس نے 63 ٹیسٹ 58 ون ڈے اور 2 ٹی ٹوئنٹی میں انگلینڈ کی نمائندگی کی
A 12 12|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے 2 جولائی 2017 کو زمبابوے کے خلاف سری لنکا کے لیے اپنا ون ڈے ڈیبیو کیا
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S دوسرے اور تیسرے ون ڈے میں اس نے سری لنکا کے لیے سب سے زیادہ اقتصادی اسپیل کیے
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس میچ میں وہ ون ڈے میں ڈیبیو پر ہیٹ ٹرک کرنے والے چوتھے اور سری لنکا کے دوسرے باؤلر بن گئے
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ون ڈے میں زمبابوے کے ایک کھلاڑی کے ذریعے
A 0 0|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے 147 ون ڈے بھی کھیلے
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ 2010 16 تک سمرسیٹ کے کپتان تھے اور کئی ٹیسٹ اور ون ڈے میچوں کے لیے انگلینڈ کے عارضی کپتان تھے
A 12 12|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے انگلینڈ کرکٹ ٹیم کے لیے 15 ٹیسٹ اور 36 ون ڈے میچ کھیلے
A 11 11|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S چگمبورا موجودہ ون ڈے اسکواڈ میں 200 سے زیادہ کیپس کے ساتھ سب سے زیادہ کیپ والے کھلاڑی ہیں
A 2 2|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مئی 2015 میں چگمبورا نے اپنی پہلی ون ڈے سنچری لاہور میں پاکستان کے خلاف اپنے 174 ویں ون ڈے میچ میں بنائی
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مئی 2015 میں چگمبورا نے اپنی پہلی ون ڈے سنچری لاہور میں پاکستان کے خلاف اپنے 174 ویں ون ڈے میچ میں بنائی
A 18 18|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S تاج ملک 1975 میں پیدا ہوئے ایک افغان کرکٹر ہیں
A 2 2|||M:OTHER|||( پیدائش|||REQUIRED|||-NONE-|||0

S وہ ٹیسٹ ون ڈے اور ٹوئنٹی 20 بین الاقوامی سطح پر زمبابوے کی نمائندگی کر چکے ہیں
A 2 2|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ جولائی 2015 میں پاکستان کے خلاف پانچویں ون ڈے میں دوبارہ نظر آئے جہاں انہوں نے تین اہم وکٹیں حاصل کیں
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اپنے 20ویں ون ڈے میچ تک وہ پہلے ہی پانچ سنچریاں بنا چکے تھے
A 2 2|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے اپنے ون ڈے کیریئر کا آغاز سہ فریقی سیریز کے پہلے میچ میں زمبابوے کے خلاف کیا اور 3 وکٹیں حاصل کیں
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S گنارتنے نے اپنی پہلی ون ڈے سنچری 11 فروری 2017 کو جنوبی افریقہ کے خلاف سنچورین میں بنائی
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ان کا سکور جنوبی افریقہ کے خلاف چھٹے نمبر پر سب سے زیادہ ون ڈے سکور ہے
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ون ڈے سیریز ختم ہو چکی تھی لیکن تین میچوں کا ٹیسٹ شروع ہونے والا تھا
A 0 0|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ون ڈے میں انہوں نے 16 93 کی اوسط سے 16 وکٹیں حاصل کیں
A 0 0|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S بعد ازاں موسم گرما میں نیوزی لینڈ پانچ ون ڈے اور ایک ٹوئنٹی 20 میچ کے لیے آسٹریلیا واپس آیا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S نیوزی لینڈ نے موسم گرما میں بھارت کی میزبانی میں دو ٹوئنٹی 20 پانچ ون ڈے اور تین ٹیسٹ کھیلے
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S بھارت جانے والی ٹیم نے تین ٹیسٹ ( مارچ کے بعد پہلی بار ) اور پانچ ون ڈے کھیلے
A 16 16|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S پاکستان نے تین ٹی ٹوئنٹی دو ٹیسٹ اور چھ ون ڈے کے لیے دورہ کیا
A 9 9|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ساؤتھی نے باقی تمام میچ کھیلتے ہوئے صرف ایک ون ڈے نہیں کھیلا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ان کی ون ڈے میں واپسی مضبوط تھی جہاں اس نے بنگلہ دیشی بولنگ اٹیک کے خلاف بالترتیب 109 اور 97 رنز بنائے
A 2 2|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S بروم نے اسی سیریز کے دوسرے ون ڈے کے دوران بنگلہ دیش کے خلاف اپنی پہلی ون ڈے سنچری اسکور کی
A 16 16|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے اس سال کے ریجنل ون ڈے ٹورنامنٹ میں اسپین گھر اور 2017 کے شپیزا میں اسپین گھر ٹائیگرز کے لیے بھی کھیلا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ڈوکریل نے ٹورنامنٹ میں مزید تین یوتھ ون ڈے انٹرنیشنل کھیلے
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے زمبابوے میں اپنے والد کی موت کے بعد ویسٹ انڈیز کے خلاف ون ڈے میچوں سے قبل دورہ چھوڑ دیا
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S جون 2019 میں انہیں زمبابوے کے خلاف سیریز کے لیے نیدرلینڈز کے ون ڈے انٹرنیشنل اسکواڈ میں شامل کیا گیا
A 12 12|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S راشد اس وقت بالترتیب ون ڈے اور ٹی ٹوئنٹی میں انگلینڈ کے اسپن باؤلرز میں سب سے زیادہ وکٹیں لینے والے بولر ہیں
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انگلش کپتان ایون مورگن نے انہیں ون ڈے میں انگلینڈ کا مضبوط اثاثہ قرار دیا ہے
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S منگل کی قیادت میں افغانستان نے اسکاٹ لینڈ کو ان کے پہلے ون ڈے میں فتح دلائی خود جان بلین کی وکٹ حاصل کی
A 12 12|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اردو میں مزید مختصر ہے ) لفظ کی آخری پوزیشن میں جو )
A 2 2|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے 1979 میں انگلینڈ کے لیے خواتین کا ایک ٹیسٹ میچ اور ایک ون ڈے انٹرنیشنل کھیلا
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S سٹیورٹ نے سب سے زیادہ ون ڈے کھیلنے کا ریکارڈ بھی قائم کیا
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہیں 2022 کے رائل لندن ون ڈے کپ میں واروکشائر کاؤنٹی کرکٹ کلب کے لیے کھیلنے کے لیے منتخب کیا گیا تھا
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S میکڈونلڈ کو اپنے تین دیگر ون ڈے میچوں میں زیادہ کامیابی ملی یہ سب ڈنمارک میں 1989 کی یورپی چیمپئن شپ میں ہوئی تھیں
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ٹکولو نے تین ون ڈے سنچریاں بنائی ہیں
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S زنجیروں کی لڑائی یا جنگ ذات السلاسل یہ پہلی جنگ تھی جو خلافت راشدہ اور ساسانی فارسی سلطنت کے درمیان میں لڑی گئی تھی
A 7 7|||M:OTHER|||یا زنجیروں کی لڑائی|||REQUIRED|||-NONE-|||0

S انہوں نے ٹیسٹ میچ میں 130 اور ون ڈے میں 89 وکٹیں حاصل کیں
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے 928 ٹیسٹ میچ اور 987 ون ڈے ایک گیند پر ایک رن سے زیادہ رنز بنائے
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے ون ڈے اور ٹیسٹ نیوزی لینڈ ٹیموں کے ساتھ ساتھ کینٹربری نیوزی لینڈ ڈومیسٹک چیمپئن شپ ٹیم میں بھی کام کیا
A 2 2|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ ٹیسٹ اور ون ڈے میں ٹیم کے نائب کپتان بھی ہیں
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S رانا عمر حسین ( پیدائش 3 دسمبر 1984 پیسلے سکاٹ لینڈ ) ایک پاکستان سے تعلق رکھنے والے سکاٹ لینڈ کے کرکٹ کھلاڑی ہیں
A 21 21|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ سری لنکا کے لیے ون ڈے میں 1000 رنز بنانے والی پہلی خاتون تھیں
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے ون ڈے میں بھی متاثر کیا 1982 83 میں آسٹریلیا کے خلاف چار ون ڈے میں سے پہلے میں 37 بنائے
A 15 15|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S کرسٹن نے تینوں ون ڈے میچز کھیلے فائنل میچ میں ناٹ آؤٹ 86 رنز بنائے انہیں مین آف دی میچ کا ایوارڈ ملا
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ابھی میں نے احمد بن علی الثانی پر بیرونی ربط میں ترمیم کی ہے
A 8 8|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ارون نے زمبابوے کے لیے اکتوبر 2001 میں انگلینڈ کے خلاف ون ڈے انٹرنیشنل میں ڈیبیو کیا
A 11 11|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مبارکپوری ب ہ نام الداعی کے کالم الفکر الاسلام کے تحت قسط وار شبیر احمد عثمانی کی تفسیر عثمانی کا ترجمہ کر رہے ہیں
A 20 20|||M:OTHER|||قسط وار|||REQUIRED|||-NONE-|||0

S اس کارکردگی کے باوجود تاہم یہ دونوں گیمز گفورڈ کے مختصر ون ڈے کیریئر کی حد تک ثابت ہوئے
A 11 11|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S و لس نے جون 1982 سے مارچ 1984 کے درمیان 18 ٹیسٹ اور 28 ون ڈے میچوں میں انگلینڈ کی ٹیم کی کپتانی کی
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مئی 2022 میں انہیں ویسٹ انڈیز کے خلاف سیریز کے لیے پاکستان کے ون ڈے سکواڈ میں شامل کیا گیا
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ون ڈے میں ایک سنچری پہلی اننگز میں اور دوسری تعاقب کے دوران
A 0 0|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اپنی ڈومیسٹک فارم کو دوبارہ پیش کرنے میں ناکام ایڈمز کی ٹیسٹ میں اوسط صرف 13 اور ون ڈے میں 17 75 تھی
A 17 17|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S سٹراس نے ون ڈے کپتانی سے مستعفی ہو کر ایک روزہ بین الاقوامی کرکٹ سے ریٹائرمنٹ لے لی
A 2 2|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے 3 ستمبر 2013 کو آئرلینڈ کے خلاف ایک ون ڈے میں انگلینڈ کی طرف سے ڈیبیو کیا
A 9 9|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S بیلنس کو 5ویں ون ڈے سے باہر کردیا گیا اور ان کی جگہ جو روٹ کو ٹیم میں شامل کیا گیا
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے چوتھے ون ڈے کے لیے اپنی جگہ برقرار رکھی اور کیچ ہونے سے قبل 30 گیندوں پر 18 رنز بنائے
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S بیلنس سری لنکا کے خلاف پہلے ون ڈے میں نمایاں ہوئے انہوں نے انگلینڈ کی جیت میں سب سے زیادہ 64 رنز بنائے
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے تیسرا ون ڈے کھیلا تاہم انگلینڈ کی 10 وکٹوں کی جیت میں ان کی ضرورت نہیں تھی
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S بھارت کے خلاف ون ڈے سیریز میں بیلنس نے صرف چوتھا ون ڈے کھیلا جہاں انہوں نے سات رنز بنائے
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S بھارت کے خلاف ون ڈے سیریز میں بیلنس نے صرف چوتھا ون ڈے کھیلا جہاں انہوں نے سات رنز بنائے
A 11 11|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S جنوری 2021 تک ولیمسن نے 24 ٹیسٹ اور 13 ون ڈے سنچریاں اسکور کی ہیں
A 9 9|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ٹیسٹ میں ان کا سب سے زیادہ اسکور 251 اور ون ڈے میں 148 ہے
A 10 10|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ڈکٹ کو بنگلہ دیش کے دورے میں ٹیسٹ اور ون ڈے میچوں کے لیے ٹیم میں منتخب کیا گیا تھا
A 9 9|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے بنگلہ دیش کے خلاف پہلے ون ڈے میں انگلینڈ میں ڈیبیو کیا
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S شروبسول نے 14 اگست 2008 کو جنوبی افریقہ کے خلاف اپنا ون ڈے ڈیبیو کیا
A 11 11|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S دوسرا 2014 میں سری لنکا کے خلاف انگلینڈ کے لیے ایک ون ڈے میچ میں ہے
A 10 10|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S 2009 میں ان کی کارکردگی کے لیے انہیں آئی سی سی نے ورلڈ ون ڈے الیون میں شامل کیا تھا
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ون ڈے تاریخ میں ٹیم کا کل ( 359 )
A 0 0|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S فروری 2019 تک گپٹل نے تین ٹیسٹ 16 ون ڈے اور دو ٹوئنٹی 20 بین الاقوامی سنچریاں اسکور کی ہیں
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ان کی سنچری کسی نیوزی لینڈر کی طرف سے اپنے ون ڈے ڈیبیو پر پہلی سنچری تھی
A 10 10|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ 4 ٹیسٹ اور 3 ون ڈے میں ٹیم انڈیا کے وکٹ کیپر تھے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے 1982 اور 1984 کے درمیان 10 ون ڈے بھی کھیلے
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس عمل میں وہ لگاتار 3 ون ڈے میچوں میں 4 وکٹیں حاصل کرنے والے پہلے ہندوستانی بولر بن گئے
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S 1996 97 کے سیزن میں انہوں نے 15 ٹیسٹ میں 55 اور 30 ون ڈے میں 48 وکٹیں حاصل کیں
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اپنے کیریئر میں انہوں نے 39 ون ڈے اور ایک تنہا ٹیسٹ کھیلا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے اپنا پہلا ون ڈے 18 ماہ میں کھیلا جب وہ موہالی میں چوتھے میچ میں واپس آئے
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ینگ نے دسمبر 1990 میں میلبورن میں آسٹریلیا کے خلاف ایک ون ڈے میں نیوزی لینڈ کے لیے بین الاقوامی ڈیبیو کیا
A 10 10|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس کے بعد ہونے والی سیریز میں انہوں نے اپنا ون ڈے ڈیبیو کیا
A 10 10|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S 10 فروری 2008 کو شرما نے آسٹریلیا کے خلاف سی بی سیریز کے چوتھے ون ڈے میں چار اہم وکٹیں حاصل کیں
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے 18 فروری 2008 کو سی بی سیریز کے 7ویں ون ڈے میں آسٹریلیا کے خلاف دو اہم وکٹیں حاصل کیں
A 11 11|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے 2008 سے 2013 تک 48 بین الاقوامی میچز 24 ٹیسٹ 18 ون ڈے اور 6 ٹی ٹوئنٹی کھیلے
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہیں ویسٹ انڈیز کے ون ڈے دورے کے لیے ہندوستان کے اسکواڈ میں شامل کیا گیا تھا جہاں اس نے اپنا ڈیبیو کیا تھا
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے اکتوبر 2010 میں وشاکھاپٹنم میں آسٹریلیا کے خلاف اپنا ون ڈے ڈیبیو کیا جب چند پہلی پسند کھلاڑیوں کو آرام دیا گیا
A 11 11|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے 3 میچوں کی سیریز کے پہلے ون ڈے میں 24 گیندوں پر 43 رنز بنائے
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S فروری 2022 میں پرسید کو ویسٹ انڈیز کے خلاف ون ڈے کے لیے ہندوستان کے اسکواڈ میں شامل کیا گیا
A 9 9|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے اسی سیریز کے پہلے ون ڈے میں ویسٹ انڈیز کے خلاف اپنا ون ڈے ڈیبیو کیا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے اسی سیریز کے پہلے ون ڈے میں ویسٹ انڈیز کے خلاف اپنا ون ڈے ڈیبیو کیا
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S بین الاقوامی مقابلوں میں وہ گیند کے ساتھ فارم میں واپس آئی اور فی ون ڈے میں ایک وکٹ سے زیادہ اوسط حاصل کی
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے آئرلینڈ میں ایک اسٹاپ اوور کے ساتھ آغاز کیا اور تین ون ڈے میں سے صرف دوسرا آگے بڑھا
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S استھلیکر نے تینوں میچوں میں کھیلا جب آسٹریلیا نے ون ڈے میں کلین سویپ کیا
A 9 9|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس کے بعد آسٹریلین ٹیم ایک 20 بین الاقوامی اور پانچ ون ڈے میچوں کے لیے لنکن نیوزی لینڈ میں برٹ سٹکلف اوول گئے
A 11 11|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے پانچوں ون ڈے میچوں میں کھیلا جس میں مسلسل اگرچہ غیر شاندار نتائج آئے
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انگلینڈ نے آخری ون ڈے کے علاوہ تمام ون ڈے میچز جیتے جو کہ دھول چوں چوں چبائے گئے
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انگلینڈ نے آخری ون ڈے کے علاوہ تمام ون ڈے میچز جیتے جو کہ دھول چوں چوں چبائے گئے
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس کے بعد اسٹالیکر مغربی آسٹریلیا کے خلاف ڈبل ہیڈر کے دوران عروج پر تھے
A 8 8|||M:OTHER|||دونوں|||REQUIRED|||-NONE-|||0

S سیریز کے بعد اسٹالیکر نے نیوزی لینڈ کے خلاف روز باؤل سیریز میں کھیلا جس کا آغاز آسٹریلیا میں پانچ ون ڈے سے ہوا
A 20 20|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس کے بعد آسٹریلیا نے نیوزی لینڈ میں ون ڈے میں نیوزی لینڈ کو 3 0 سے کلین سویپ کیا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ون ڈے اور ٹوئنٹی 20 ڈیبیو
A 0 0|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S آسٹریلیا کو ون ڈے میچ میں صرف ایک بار 10 وکٹوں کے فرق سے شکست ہوئی ہے
A 2 2|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S جولائی 2022 تک 414 امپائرز ایک ون ڈے میچ میں امپائرنگ کر چکے ہیں
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S پہلا ون ڈے میچ 5 جنوری 1971 کو آسٹریلیا اور انگلینڈ کے درمیان میلبورن کرکٹ گراؤنڈ میں ہوا
A 1 1|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے بطور وکٹ کیپر بلے باز 1976 سے 1983 تک 21 ٹیسٹ اور 31 ون ڈے کھیلے
A 15 15|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S 1981 میں ایڈگر ایک ون ڈے اننگز میں 99 رنز پر ناقابل شکست رہنے والے پہلے کرکٹر بن گئے
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ہارٹ لینڈ نے سیریز میں تین میں سے دو ون ڈے بھی کھیلے
A 9 9|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے نیوزی لینڈ کے لیے ٹیسٹ اور ون ڈے انٹرنیشنل کھیلے
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S خواتین کا پہلا ون ڈے 1973 میں انگلینڈ اور آسٹریلیا کے درمیان میں کھیلا گیا
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ان کی پہلی ون ڈے سنچری
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ایلیٹ نے انگلینڈ کے خلاف 3 وکٹیں لے کر نیوزی لینڈ کے لیے اپنا ون ڈے ڈیبیو بھی کیا ہے
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اپنے دوسرے گیم میں اس نے اپنا پہلا ون ڈے 50 سکور کیا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ان کا 267 کا اسٹینڈ ون ڈے میں چھٹی وکٹ کی سب سے بڑی شراکت ہے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اپریل 2016 میں ایلیٹ نے ون ڈے کرکٹ سے ریٹائرمنٹ کا اعلان کیا
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس کے بعد انہوں نے 23 فروری 2008 کو آخری ون ڈے انٹرنیشنل کے لیے آؤٹ آف فارم پیٹر فلٹن کی جگہ لی
A 10 10|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ پانچ ون ڈے میچوں میں نیوزی لینڈ کے بہترین بلے باز تھے
A 2 2|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S رائیڈر بین الاقوامی کرکٹ میں واپس آئے جب انہیں ویسٹ انڈیز کا مقابلہ کرنے کے لیے ون ڈے سکواڈ میں بلایا گیا
A 16 16|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S رائڈر نے 13 جنوری 2009 کو پانچواں ون ڈے کھیلا اور 21 رنز بنائے
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے اپنے پہلے ون ڈے میچ میں 69 رنز بنائے جو ان کا سب سے بڑا بین الاقوامی اسکور رہا
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S کندھے کی ایک غیر متوقع سنگین سرجری کا مطلب ہے کہ اس نے صرف 12 ون ڈے کھیلے
A 15 15|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S دسمبر 2015 میں نکولس کو سری لنکا کے خلاف سیریز کے لیے نیوزی لینڈ کے ون ڈے انٹرنیشنل سکواڈ میں شامل کیا گیا
A 15 15|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S راول نے ون ڈے میں بھی اچھا مظاہرہ نہیں کیا
A 2 2|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اگست 2021 میں پٹیل کو پاکستان کے دورے کے لیے نیوزی لینڈ کے ون ڈے سکواڈ میں شامل کیا گیا
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے 15 اکتوبر 2017 کو 2017 18 جیلٹ ون ڈے کپ میں نیو ساؤتھ ویلز کے لیے اپنا لسٹ اے ڈیبیو کیا
A 9 9|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مارچ 2021 میں مچل کو بنگلہ دیش کے خلاف سیریز کے لیے نیوزی لینڈ کے ون ڈے انٹرنیشنل سکواڈ میں شامل کیا گیا
A 15 15|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S 26 مارچ 2021 کو مچل نے بنگلہ دیش کے خلاف سیریز کے تیسرے میچ میں ون ڈے کرکٹ میں اپنی پہلی سنچری بنائی
A 15 15|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S نومبر 2016 میں انہیں آسٹریلیا کے خلاف سیریز کے لیے نیوزی لینڈ کے ون ڈے انٹرنیشنل سکواڈ میں شامل کیا گیا
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S 5 جون 2019 کو بنگلہ دیش کے خلاف میچ میں فرگوسن نے ون ڈے میں اپنی 50 ویں وکٹ حاصل کی
A 12 12|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ان کی کپتانی میں سینٹرل سٹیگز نے 2016 میں ون ڈے فورڈ ٹرافی اور 2018 میں فرسٹ کلاس پلنکٹ شیلڈ ناقابل شکست رہی
A 9 9|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مارچ 2021 میں ینگ کو بنگلہ دیش کے خلاف سیریز کے لیے نیوزی لینڈ کے ون ڈے انٹرنیشنل سکواڈ میں شامل کیا گیا
A 15 15|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے یہ کارنامہ اپنے 23 ویں ون ڈے میچ میں کوئنٹن ڈی کاک کی وکٹ لے کر انجام دیا
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S جنوری 2015 میں میک کلیناگھن کو 2015 کرکٹ ورلڈ کپ کے لیے نیوزی لینڈ کے 15 رکنی ون ڈے سکواڈ میں شامل کیا گیا
A 17 17|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہیلر کو ورلڈ کپ کے بعد 2015 میں نیوزی لینڈ کے ون ڈے سکواڈ میں بلایا گیا تھا
A 11 11|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہیلر نے انگلینڈ کے خلاف تیسرے ون ڈے میں ڈیبیو کیا اور اپنے 10 اوورز میں 3 63 حاصل کیا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S کوہنیمن کو 2017 18 جیلٹ ون ڈے کپ کے لیے کرکٹ آسٹریلیا الیون اسکواڈ میں شامل کیا گیا تھا
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S جون 2022 میں کوہنیمن کو سری لنکا کے خلاف سیریز کے لیے آسٹریلیا کے ون ڈے انٹرنیشنل اسکواڈ میں شامل کیا گیا
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ نیوزی لینڈ کی پہلی ون ڈے کپتان تھیں جنہوں نے 1973 کے ورلڈ کپ میں ان کی قیادت کی
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S پانچ ون ڈے میں سے تین جن میں برینٹال کی کپتانی اس کی ٹیم نے جیتی
A 1 1|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S پیج نے ڈیبیو نیوزی لینڈ کے افتتاحی ون ڈے میچ میں کیا
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ جنوبی افریقہ کے خلاف پانچ میچوں کی سیریز کے لیے ویسٹ انڈیز کے ون ڈے اسکواڈ میں بھی تھے
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے ٹور کے پہلے ون ڈے میں اپنا ایک روزہ بین الاقوامی ڈیبیو کیا
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے ون ڈے میں 63 کیچز اور 19 سٹمپنگ بھی کیں
A 2 2|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے کینٹربری کے لیے مقامی اول درجہ کرکٹ کھیلنے کے ساتھ ساتھ کینٹ کے ساتھ ایک سیزن گزارا
A 3 3|||M:OTHER|||اور اوٹاگو|||REQUIRED|||-NONE-|||0

S وہ ڈیبی ہاکلے کے بعد 100 ون ڈے کا سنگ میل عبور کرنے والی نیوزی لینڈ کی صرف دوسری خاتون تھیں
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ون ڈے سطح پر اس کی بہترین شخصیات
A 0 0|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس کے آخری بین الاقوامی میچ اکتوبر 2006 میں آسٹریلیا کے خلاف ون ڈے سیریز میں ہوئے
A 12 12|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S پہلے ون ڈے میں ڈیبیو پراس نے 10 اوورز میں 3 39 لیے
A 1 1|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے 8 جون 2018 کو نیوزی لینڈ کے لیے ویمنز ون ڈے انٹرنیشنل کرکٹ میں ڈیبیو کیا آئرلینڈ ویمن کے خلاف بھی
A 11 11|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S یہ ان لوگوں کی فہرست ہے جو ٹیسٹ ون ڈے اور ٹوئنٹی 20 انٹرنیشنل کرکٹ ٹیموں میں باضابطہ آسٹریلوی کپتان رہ چکے ہیں
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S دسمبر 2021 میں گائیکواڑ کو جنوبی افریقہ کے خلاف ان کی سیریز کے لیے ہندوستان کی ون ڈے ٹیم میں شامل کیا گیا تھا
A 16 16|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S جولائی 2022 میں انہیں ویسٹ انڈیز کے خلاف غیر ملکی سیریز کے لیے ہندوستان کی ون ڈے ٹیم میں شامل کیا گیا
A 15 15|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S بین الاقوامی سطح پر انہوں نے ٹیم کے لیے 8 ٹیسٹ اور 29 ون ڈے میچز کھیلے
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے اپنے پورے کیریئر میں 10 ٹیسٹ اور 9 ون ڈے کھیلے ہیں
A 10 10|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے اپنا ٹیسٹ اور ون ڈے ڈیبیو اپریل 2001 میں زمبابوے کے خلاف کیا
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S زمبابوے میں ون ڈے انٹرنیشنل سیریز میں حصہ لینے کے ساڑھے پانچ سال بعد بھارت کے دورے پر ہے
A 2 2|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے کل دو ون ڈے کھیلے
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے اپنی پہلی ون ڈے سنچری 2010 میں آئرلینڈ کے خلاف کھوئی ہوئی وجہ سے بنائی تھی
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اسی مہینے کے آخر میں انہیں ویسٹ انڈیز کے خلاف میچوں کے لیے بنگلہ دیش کی ون ڈے ٹیم میں شامل کیا گیا
A 16 16|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مئی 2021 میں انہیں سری لنکا کے خلاف سیریز کے لیے بنگلہ دیش کی ون ڈے ٹیم میں شامل کیا گیا
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے اپنا ون ڈے ڈیبیو بنگلہ دیش کے لیے 25 مئی 2021 کو سری لنکا کے خلاف کیا
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ایک اوپننگ بلے باز اس نے ون ڈے میں نرم آف بریک بولنگ کرتے ہوئے 4 وکٹیں بھی حاصل کیں
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S بدقسمتی سے اوپنر کے لیے مکمل ون ڈے میں ان کا تجربہ زیادہ خوش کن نہیں تھا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے اپنا واحد ون ڈے پاکستان کے خلاف 12 جنوری 1998 کو کھیلا
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے 2008 میں بنگلہ دیش کے لیے 14 ون ڈے اور ایک ٹی ٹوئنٹی کھیلا
A 9 9|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S جون 2022 میں نیدرلینڈز کے خلاف افتتاحی میچ میں ملان نے 125 رنز کے ساتھ ون ڈے کرکٹ میں اپنی پہلی سنچری بنائی
A 15 15|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S تھامسن نے پانچ یوتھ ون ڈے انٹرنیشنل کھیلتے ہوئے انڈر 19 سطح پر آئرلینڈ کی نمائندگی کی ہے
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ آئرلینڈ کے لیے ٹیسٹ ون ڈے انٹرنیشنل اور ٹوئنٹی 20 انٹرنیشنل کھیلے قومی ٹیم کے لیے پہلی بار 2005 میں آئے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S جنوری 2019 میں انہیں ہندوستان میں افغانستان کے خلاف سیریز کے لیے آئرلینڈ کے ٹیسٹ اور ون ڈے انٹرنیشنل سکواڈز میں شامل کیا گیا
A 16 16|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S جنوری 2019 میں انہیں ہندوستان میں افغانستان کے خلاف سیریز کے لیے آئرلینڈ کے ٹیسٹ اور ون ڈے انٹرنیشنل سکواڈز میں شامل کیا گیا
A 16 16|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مئی 2019 میں انہیں انگلینڈ کے خلاف واحد ون ڈے کے لیے آئرلینڈ کی ٹیم میں شامل کیا گیا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اڈیر کو سیریز کے تیسرے اور آخری ون ڈے کے لیے آئرلینڈ کی ٹیم میں شامل کیا گیا
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ لسٹ اے بولنگ پرفارمنس سکاٹ لینڈ کے خلاف ون ڈے میں ان کی بہترین بولنگ پرفارمنس ہے
A 9 9|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S 2009 اور 2014 میں ان کی کارکردگی کے لیے انہیں آئی سی سی نے ورلڈ ون ڈے الیون میں شامل کیا تھا
A 15 15|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S 2008 میں ان کی کارکردگی کے لیے انہیں کرک انفو نے ورلڈ ون ڈے الیون میں بھی شامل کیا تھا
A 12 12|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہیں اکتوبر 2015 میں ویسٹ انڈیز کے خلاف ون ڈے اور ٹی ٹوئنٹی سیریز میں شامل کیا گیا تھا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے 22 جولائی 2021 کو لسٹ اے میں ڈیبیو کیا 2021 کے رائل لندن ون ڈے کپ میں ڈربی شائر کے لیے
A 15 15|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ووڈ پاکستان کے خلاف پہلے ون ڈے میں انجری سے وقت پر واپس آئے
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اگلے مہینے اسے 2018 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے کینڈی کے اسکواڈ میں بھی شامل کیا گیا
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے 21 اپریل 2019 کو اپنا لسٹ اے ڈیبیو کیا 2019 کے رائل لندن ون ڈے کپ میں گلوسٹر شائر کے لیے
A 15 15|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اپنے پہلے ون ڈے میں اس نے انگلینڈ کے خلاف کنگسٹاؤن سینٹ ونسنٹ میں شاندار 62 رنز بنائے
A 2 2|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ ون ڈے میں سنچری بنانے والے سب سے کم عمر ویسٹ انڈین کھلاڑی تھے
A 1 1|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S بارتھ جون میں ہندوستان کے خلاف پانچ ون ڈے میچوں میں سے آخری کے لیے ویسٹ انڈیز کی ٹیم میں واپس آئے
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ان کی کوششوں سے ویسٹ انڈیز کی ون ڈے ٹیم میں جگہ ملی
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S جانسن نے اپنی پہلی ون ڈے نصف سنچری 22 اگست 2008 کو بنائی
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S جنوری 2022 میں انہیں قطر میں نیدرلینڈز کے خلاف سیریز کے لیے افغانستان کے ون ڈے سکواڈ میں شامل کیا گیا
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S جنوری 2022 میں انہیں قطر میں نیدرلینڈز کے خلاف سیریز کے لیے افغانستان کے ون ڈے اسکواڈ میں شامل کیا گیا
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ اپنے ون ڈے ڈیبیو پر 26 رنز بنا کر بریڈ ہیڈن کے ہاتھوں رن آؤٹ ہوئے
A 2 2|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اگست 2022 میں انہیں نیوزی لینڈ کے خلاف سیریز کے لیے ویسٹ انڈیز کی ون ڈے ٹیم میں شامل کیا گیا
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S روٹ نے اپنی پہلی ون ڈے سنچری 2014 میں ویسٹ انڈیز کے خلاف بنائی تھی
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ان کا ون ڈے میں سب سے زیادہ 133 ناٹ آؤٹ سکور جون 2017 میں بنگلہ دیش کے خلاف بنایا گیا تھا
A 2 2|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اگلے مہینے اسے ہندوستان کے دورے کے لیے منتخب کیا گیا تین ٹیسٹ اور ایک ون ڈے میں کھیلا
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S جون 2011 میں پرساد کو انگلینڈ اور سکاٹ لینڈ کے دورے کے لیے سری لنکا کے ون ڈے سکواڈ میں واپس بلایا گیا
A 16 16|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ایونٹ میں وہ ون ڈے ڈیبیو پر پانچ وکٹیں لینے والے پہلے کھلاڑی بن گئے
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے ڈمبولا کے اسکواڈ میں شامل کیا گیا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے اپنا ون ڈے ڈیبیو 2012 میں پاکستان کے خلاف کولمبو میں کیا
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس ٹورنامنٹ کے بعد اس نے آئرلینڈ کے لیے تیرہ یوتھ ون ڈے انٹرنیشنل کھیلے تھے جن کی کیریئر بالنگ اوسط 25 50 تھی
A 11 11|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے مارچ 2008 میں بنگلہ دیش کے دورے کے دوران آئرلینڈ کے لیے اپنا ون ڈے ڈیبیو کیا
A 15 15|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے جنوبی افریقہ کے لیے 14 ٹیسٹ اور 70 سے زیادہ ون ڈے کھیلے ہیں
A 12 12|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ورلڈ کپ کے دوران وہ جیمز فرینکلن جیسے لوگوں کے ساتھ کھیلے جنہوں نے ٹیسٹ اور ون ڈے میں نیوزی لینڈ کی نمائندگی کی
A 16 16|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S یہ ون ڈے میں آئرلینڈ کے لیے ان کی بہترین کارکردگی ہے
A 1 1|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S 28 جولائی 2020 کو کرکٹ آئرلینڈ نے سیریز کے پہلے ون ڈے کے لیے ٹییکٹر کو اپنے 14 رکنی سکواڈ میں نامزد کیا
A 10 10|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S 2 جولائی 2017 کو سنداکن کو زمبابوے کے خلاف دوسرے ون ڈے میچ میں لایا گیا
A 10 10|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے ڈمبولا کے اسکواڈ میں شامل کیا گیا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے ڈمبولا کے سکواڈ میں شامل کیا گیا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اگلے مہینےاسے 2018 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے گال کے سکواڈ میں بھی شامل کیا گیا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے کینڈی کے سکواڈ میں شامل کیا گیا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے کینڈی کے سکواڈ میں شامل کیا گیا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے کینڈی کے سکواڈ میں شامل کیا گیا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے کولمبو کے سکواڈ میں شامل کیا گیا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے ڈمبولا کے اسکواڈ میں شامل کیا گیا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اگلے مہینے اسے 2018 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے کینڈی کے سکواڈ میں بھی شامل کیا گیا
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے گال کے سکواڈ میں شامل کیا گیا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے کولمبو کےسکواڈ میں شامل کیا گیا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے ڈمبولا کے اسکواڈ میں شامل کیا گیا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے ڈمبولا کے اسکواڈ میں شامل کیا گیا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے کینڈی کے سکواڈ میں شامل کیا گیا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے کولمبو کے سکواڈ میں شامل کیا گیا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S میچ میں انہوں نے ون ڈے کرکٹ میں اپنی پہلی گیند پر وکٹ حاصل کی
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے کولمبو کے اسکواڈ میں شامل کیا گیا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اتار چڑھاؤ کے بعد پریرا نے آسٹریلیا کے خلاف ون ڈے سکواڈ کو طلب کیا جہاں انہوں نے دمبولا میں چوتھا ون ڈے کھیلا
A 9 9|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے کولمبو کے سکواڈ میں شامل کیا گیا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ون ڈے ڈیبیو پر سری لنکا کے کسی کھلاڑی کے لیے ان کی باؤلنگ کے اعداد و شمار سب سے خراب ہیں
A 0 0|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے گال کے سکواڈ میں شامل کیا گیا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے گال کے سکواڈ میں شامل کیا گیا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے کینڈی کے سکواڈ میں شامل کیا گیا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے 11 مئی 2018 کو 2018 کے سپر پراونشل ون ڈے ٹورنامنٹ میں گال کے لیے اپنا لسٹ اے ڈیبیو کیا
A 10 10|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اپریل 2018 میں اسے 2018 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے کینڈی کے سکواڈ میں شامل کیا گیا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S فرسٹ کلاس میچ کے بعد اس نے دوسرے ون ڈے میں کینیا کے خلاف اپنا ایک روزہ بین الاقوامی ڈیبیو کیا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے کینیڈا کے خلاف افغانستان کے دونوں ون ڈے کھیلے سیریز میں 4 وکٹیں حاصل کیں
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے ورلڈ کرکٹ لیگ میں افغانستان کے لیے واحد ون ڈے کھیلا
A 10 10|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S دوسرے ون ڈے میں غنی ایک آدمی تھے جو کوئینز سپورٹس کلب میں زمبابوے کے خلاف افغانستان کی اننگز دکھا رہے تھے
A 1 1|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S جنوری 2022 میں انہیں قطر میں نیدرلینڈز کے خلاف سیریز کے لیے افغانستان کے ون ڈے سکواڈ میں شامل کیا گیا
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ آئرش کرکٹ ٹیم کی نمائندگی کرتے ہوئے 7 خواتین کے ون ڈے میچوں میں نظر آ چکی ہیں
A 11 11|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مولینز نے جون 1999 میں آئرلینڈ کے لیے ون ڈے ڈیبیو کیا ایک واحد کھیل میں جب ہندوستان انگلینڈ کا دورہ کر رہا تھا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے اپنا ون ڈے ڈیبیو 2003 میں ویسٹ انڈیز کے خلاف کیا اور 58 رنز بنائے
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ 2020 میں پہلی بار دوبارہ نمایاں ہوئے جہاں اس نے الٹیمیٹ کرکٹ چیلنج میں ایک " " کھلاڑی کے طور پر نمایاں کیا
A 15 15|||M:OTHER|||خود کو|||REQUIRED|||-NONE-|||0

S انہوں نے اپنا ون ڈے ڈیبیو 2006 میں بنگلہ دیش کے خلاف کیا
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے زمبابوے کے لیے ٹیسٹ اور ون ڈے میچز کھیلے ہیں
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہیں 2011 12 ون ڈے سیریز میں زمبابوے میں نیوزی لینڈ کرکٹ ٹیم کے لیے منتخب کیا گیا تھا
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S جنوری 2020 میں زمبابوے کرکٹ نے انہیں عبوری بنیادوں پر زمبابوے کے ون ڈے انٹرنیشنل اور ٹوئنٹی 20 انٹرنیشنل سکواڈز کا کپتان نامزد کیا
A 12 12|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے ٹیسٹ ڈیبیو کرنے سے پہلے زمبابوے کے لیے سب سے زیادہ ون ڈے کھیلے
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S جنوری 2018 میں انہیں بنگلہ دیش میں سہ فریقی سیریز کے لیے زمبابوے کے ون ڈے انٹرنیشنل سکواڈ میں شامل کیا گیا
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S 3 نومبر 2020 کو پاکستان کے خلاف تیسرے میچ میں موزاربانی نے ون ڈے کرکٹ میں اپنی پہلی 5 وکٹیں حاصل کیں
A 12 12|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ ون ڈے میچ میں اپنی پہلی گیند پر وکٹ لینے والے 26ویں بولر بن گئے جب انہوں نے ٹوبیاس ویسی کو آؤٹ کیا
A 1 1|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اگست 2022 میں انہیں بنگلہ دیش کے خلاف سیریز کے لیے زمبابوے کے ون ڈے سکواڈ میں شامل کیا گیا تھا
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اگست 2021 میں شمبا کو آئرلینڈ کے خلاف سیریز کے لیے زمبابوے کے ون ڈے سکواڈ میں بھی شامل کیا گیا تھا
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے 1992 میں زمبابوے کے لیے ایک ون ڈے کھیلا
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S سٹرائیڈم نے کینیا کے ذریعے زمبابوے کے اس 5 میچوں کے ون ڈے ٹور میں اپنا ایک روزہ ڈیبیو کیا
A 11 11|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S سٹریڈم کو بنگلہ دیش کے خلاف 5 ہوم ون ڈے کھیلنے کے لیے زمبابوے سکواڈ کے لیے منتخب کیا گیا تھا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اگست 2022 میں انہیں بنگلہ دیش کے خلاف سیریز کے لیے زمبابوے کی ون ڈے ٹیم میں شامل کیا گیا
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اگست 2022 میں انہیں بنگلہ دیش کے خلاف سیریز کے لیے زمبابوے کی ون ڈے ٹیم میں شامل کیا گیا
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے 3دیگر فرسٹ کلاس گیمز کھیلے دو مغربی صوبے کے لیے اور ایک کیپ ٹاؤن کلبز کے لیے
A 2 2|||M:OTHER|||3|||REQUIRED|||-NONE-|||0

S ان کا انتقال 26 مئی 1944 کو پریٹوریا ٹرانسوال کے قریب 46 سال کی عمر میں موٹر حادثے میں ہوئی
A 11 11|||M:OTHER|||موٹر حادثے میں|||REQUIRED|||-NONE-|||0

S " یکم فروری 2023 تک کے اعداد و شمار درست ہیں
A 1 1|||M:OTHER|||6|||REQUIRED|||-NONE-|||0

S محمد ندیم اختر ( پیدائش 12 دسمبر 1981 لیہ ) ایک پاکستانی بچوں کے مصنف ہیں
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے اپنا لسٹ اے ڈیبیو 31 اکتوبر 2019 کو کوئنز لینڈ کے لیے 2019 20 مارش ون ڈے کپ میں کیا
A 17 17|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S جولائی 2018 میں انہیں نیدرلینڈز کے ون ڈے انٹرنیشنل سکواڈ میں شامل کیا گیا نیپال کے خلاف سیریز کے لیے
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے بینسن اینڈ ہیجز ورلڈ سیریز 1993 94 کے دوران 1994 میں آسٹریلیا کے خلاف اپنے دونوں ون ڈے کھیلے
A 18 18|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے 1997 اور 1998 میں 3 انڈر 19 ٹیسٹ میچ اور 8انڈر 19 ون ڈے کھیلے
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S بعد میں انہیں ون ڈے لیگ کے لیے بھی منتخب کیا گیا
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ 2017 18 مومینٹم ون ڈے کپ میں 9 میچوں میں 26 وکٹیں لے کر سرفہرست وکٹ لینے والے کھلاڑی بھی تھے
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے پاکستان کے خلاف ون ڈے سیریز کے دوسرے میچ میں بیٹنگ کا آغاز کرتے ہوئے اپنے ون ڈے کیریئر کا آغاز کیا
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S یہ خواتین کے ون ڈے میں سری لنکن باؤلر کے لیے بہترین باؤلنگ کے اعداد و شمار ہیں
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ سری لنکا کے لیے 2 خواتین کے ون ڈے میں کھیل چکی ہیں
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ سری لنکا کے لیے خواتین کے واحد ون ڈے میں کھیل چکی ہیں
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ 2004 ویمنز ایشیا کپ کے ایک حصے کے طور پر ایک تنہا عالمی ون ڈے میں سری لنکا کے لیے کھیل چکی ہے
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S آخری ون ڈے میں جوہماری لوگٹن برگ کی سنچری نے جنوبی افریقہ کو سیریز میں 3 0 سے وائٹ واش کرنے میں مدد کی
A 1 1|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ غازی امان اللہ خان ریجنل ون ڈے ٹورنامنٹ میں بھی کھیلتے ہیں جسے 2017 سے لسٹ اے کا درجہ دیا گیا تھا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S جنوری 2020 تک شرما کے پاس 150 سے زیادہ آٹھ اور تین ڈبل سنچریاں ہیں یہ دونوں ون ڈے میں ریکارڈ ہیں
A 17 17|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S دسمبر 2016 میں سڈنی کرکٹ گراؤنڈ میں نیوزی لینڈ کے خلاف ان کا سب سے زیادہ ون ڈے سکور 164 تھا
A 16 16|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے ون ڈے میں گیارہ سنچریاں اسکور کی ہیں اور آسٹریلیا کے لیے ون ڈے سنچریوں کی فہرست میں پانچویں پوزیشن پر ہیں
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S 82 کا ان کا سب سے زیادہ ون ڈے سکور 2002 میں انڈیا کے خلاف دوسرے میچ میں آیا
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S 2003 میں آسٹریلیا کے خلاف 3 26 ان کا بہترین ون ڈے بولنگ فیگر تھا
A 10 10|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مولانا نے حفظ قرآن پاک اپنی والدہ محترمہ سے شروع کیا اور تیسویں کی سورتیں ا ن سے حفظ کیں
A 14 14|||M:OTHER|||16|||REQUIRED|||-NONE-|||0

S مولانا نے حفظ قرآن پاک اپنی والدہ محترمہ سے شروع کیا اور تیسویں کی سورتیں ا ن سے حفظ کیں
A 14 14|||M:OTHER|||16|||REQUIRED|||-NONE-|||0

S اوورٹن نے پہلی بار 2011 اور 2012 کے درمیان 16 یوتھ ون ڈے کھیل کر انگلینڈ انڈر 19 کے لیے بین الاقوامی کرکٹ کھیلی
A 11 11|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے 16 مئی 2017 کو 2017 کے رائل لندن ون ڈے کپ میں لیسٹر شائر کے لیے اپنا لسٹ اے ڈیبیو کیا
A 10 10|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ ڈینس ایمس کے بعد انگلینڈ کے لیے ون ڈے ڈیبیو پر سنچری بنانے والے دوسرے اور مجموعی طور پر نویں کھلاڑی بن گئے
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اکتوبر 2022 میں انہیں جنوبی افریقہ کے خلاف سیریز کے لیے ہندوستان کی ون ڈے ٹیم میں شامل کیا گیا تھا
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S نیوزی لینڈ کی سب سے بڑی ون ڈے کامیابی ایملی ڈرم کی قیادت میں تھی جب اس نے 2000 1 ورلڈ کپ جیتا تھا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ستمبر 2022 تک اس نے پاکستان کے لیے 42 ٹیسٹ اور 92 ون ڈے انٹرنیشنل کے ساتھ ساتھ 86 ٹوئنٹی 20 انٹرنیشنل کھیلے ہیں
A 12 12|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ان کا سب سے زیادہ ون ڈے سکور 158 جولائی 2021 میں انگلینڈ کے خلاف بنایا گیا تھا
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S خواتین کا پہلا ون ڈے 1973 میں انگلینڈ اور آسٹریلیا کے درمیان کھیلا گیا
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ 1997 اور 2002 کے درمیان جنوبی افریقہ کے لیے ایک ٹیسٹ میچ اور 23 ایک روزہ بین الاقوامی میچوں میں نظر آئیں
A 4 4|||M:OTHER|||میں بھارت|||REQUIRED|||-NONE-|||0

S وہ 2002 میں بھارت کے خلاف جنوبی افریقہ کے لیے ایک ٹیسٹ میچ اور ایک ایک روزہ بین الاقوامی میچ میں نظر آئیں
A 1 1|||M:OTHER|||1997 اور|||REQUIRED|||-NONE-|||0

S الزبتھ اکھرسٹ ( پیدائش 24 جون 1975 ) ایک جنوبی افریقہ کی سابق کرکٹر ہے جو آل راؤنڈر کے طور پر کھیلتی ہے
A 12 12|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ جنوبی افریقہ کے لیے 2 ایک روزہ بین الاقوامی میچوں میں نظر آئیں دونوں 1997 کے ورلڈ کپ میں
A 1 1|||M:OTHER|||1997 میں|||REQUIRED|||-NONE-|||0

S اسکاٹ لینڈ نے 1999 کرکٹ ورلڈ کپ میں اپنا پہلا ون ڈے میچ کھیلا
A 10 10|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اپریل 2018 میں اسے 2018 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے گال کے اسکواڈ میں شامل کیا گیا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اپریل 2018 میں اسے 2018 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے کولمبو کے اسکواڈ میں شامل کیا گیا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ابھی میں نے دھمیکا پرساد پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے ریاض الدین عطش پر بیرونی ربط میں ترمیم کی ہے
A 7 7|||M:OTHER|||2|||REQUIRED|||-NONE-|||0

S ابھی میں نے عیسی قاسم پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:OTHER|||3|||REQUIRED|||-NONE-|||0

S اس نے 11 فروری 2018 کو 2017 18 سی ایس اے صوبائی ون ڈے چیلنج میں نمیبیا کے لیے اپنا لسٹ اے ڈیبیو کیا
A 12 12|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے 11 فروری 2018 کو 2017 18 سی ایس اے صوبائی ون ڈے چیلنج میں نمیبیا کے لیے اپنا لسٹ اے ڈیبیو کیا
A 12 12|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے 11 اکتوبر 2015 کو سی ایس اے صوبائی ون ڈے چیلنج ٹورنامنٹ میں اپنا لسٹ اے ڈیبیو کیا
A 10 10|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ غازی امان اللہ خان ریجنل ون ڈے ٹورنامنٹ میں بھی کھیلتے ہیں جسے 2017 سے لسٹ اے کا درجہ دیا گیا تھا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S شاہنواز فاروقی سر سید احمد خان تاریخ کی میزان میں
A 10 10|||M:OTHER|||شاہنواز فاروقی|||REQUIRED|||-NONE-|||0

S اس نے 26 مارچ 2017 کو 2016 17 سی ایس اے صوبائی ون ڈے چیلنج میں بولینڈ کے لیے اپنا لسٹ اے ڈیبیو کیا
A 12 12|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S یہ اپنے ون ڈے کیریئر کے دوران رمیش کی طرف سے لی گئی واحد وکٹ بھی تھی
A 2 2|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے ون ڈے کرکٹ میں اپنی پہلی گیند پر وکٹ حاصل کی
A 2 2|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ون ڈے کرکٹ میں ان کے کیریئر کی بہترین باؤلنگ دسمبر 1993 میں کراچی میں زمبابوے کے خلاف 15 رنز کے عوض وکٹیں تھیں
A 0 0|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مجموعی طور پر برمودا نے 38 ون ڈے کھیلے
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S یہ ان کے کیریئر کے 6 ون ڈے میچوں میں سے آخری تھا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S پاٹل نے ون ڈے ڈیبیو پر 99 رنز بنا کر ناقابل شکست رہنے والے پہلے کرکٹر بننے کا ریکارڈ بھی قائم کیا
A 2 2|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S میزبان ٹیم کو پہلے ون ڈے میں 84 رنز سے شکست کا سامنا کرنا پڑا
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ون ڈے سیریز سے پہلے جنوبی افریقہ نے انگلینڈ لائنز کے خلاف 50 اوور کے دو میچ کھیلے
A 0 0|||M:OTHER|||آیک|||REQUIRED|||-NONE-|||0

S یورینس کے حلقے سیاروی حلقے ( چٹان اور دھول کے دائرے ) ہیں جو سیارے یورینس کے گرد گھومتے ہیں
A 0 0|||M:OTHER|||حلقہ ہائے|||REQUIRED|||-NONE-|||0

S مشتری کے حلقے کئی حلقے ہیں جو سیارہ مشتری کے گرد چکر لگاتے ہیں
A 0 0|||M:OTHER|||حلقہ ہائے|||REQUIRED|||-NONE-|||0

S ان کے بھائی ہاشم آملہ نے جنوبی افریقہ کے لیے ٹیسٹ اور ون ڈے کرکٹ کھیلی
A 12 12|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مشرقی افریقہ نے اپنے گروپ میں ٹیسٹ کھیلنے والے ممالک کے خلاف جدوجہد کی اپنے تمام ون ڈے میچوں میں بھاری شکست کھائی
A 16 16|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اب تک اپنے 22 ون ڈے میچوں میں انہوں نے 28 چھکے لگائے ہیں
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس کے ایکشن کو بالآخر منظور کر لیا گیا اور وہ برمودا کے لیے نو ون ڈے کھیلنے گئے
A 15 15|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے 20 ون ڈے کھیلے جن میں سب سے زیادہ سکور 74 تھا
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ 12 ون ڈے میچوں میں دائیں ہاتھ کے بلے باز اور وکٹ کیپر کے طور پر کھیلے
A 2 2|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے بغیر کوئی وکٹ لیے صرف دو اوور پھینکے اور یہ ان کے کیریئر کا واحد ون ڈے میچ تھا
A 17 17|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ستمبر 2022 میں اسے نیوزی لینڈ اے کرکٹ ٹیم کے خلاف 3 ون ڈے سیریز کھیلنے والے انڈیا اے سکواڈ میں شامل کیا گیا
A 12 12|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے 8 اکتوبر 2018 کو 2018 19 قائد اعظم ون ڈے کپ میں زرعی ترقیاتی بینک لمیٹڈ کے لیے اپنا لسٹ اے ڈیبیو کیا
A 10 10|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے 2008 میں اپنا ون ڈے ڈیبیو کیا
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ان کا پہلا ون ڈے میچ 01 جولائی 2008 کو کینیڈا بمقابلہ برمودا کنگ سٹی میں ہوا تھا
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس کی 26 ون ڈے وکٹوں کی تعداد صرف کیرولین سالومن اور سینڈرا کوٹ مین نے ہالینڈ کے لیے حاصل کی ہے
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے 13 ستمبر 2018 کو قائداعظم ون ڈے کپ 2018 19 میں کراچی وائٹس کے لیے اپنا لسٹ اے کیا
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے 6 ستمبر 2018 کو قائداعظم ون ڈے کپ 2018 19 میں کراچی وائٹس کے لیے اپنا لسٹ اے کیا
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S جنوری 2019 میں وہ ون ڈے میچ میں پانچ وکٹیں لینے والے نیپال کے پہلے بولر بن گئے
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ہیڈی کجر ڈنمارک کی سابق بین الاقوامی کرکٹر ہیں جنہوں نے 1990 اور 1997 کے درمیان ڈنمارک کی قومی ٹیم کی نمائندگی کی
A 2 2|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ذوالفقار علی ( پیدائش 1947 ) کینیا کے کرکٹر تھے جنہوں نے مشرقی افریقہ کے لیے تین ون ڈے کھیلے
A 17 17|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S کینیا کی پہلی ون ڈے جیت ورلڈ کپ کے چوتھے میچ میں ویسٹ انڈیز کے خلاف ہوئی
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S تھامس اوڈویو اور اسٹیو ٹکولو نے کینیا کے لیے سب سے زیادہ 131 ون ڈے کھیلے ہیں
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اگست 2018 میں وہ دورے کا پہلا ون ڈے کھیلنے کے بعد ریٹائر ہو گئے
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ نیدرلینڈز کے لیے پہلی ون ڈے کیپ ہیں
A 5 5|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ٹیم نیشنل کرکٹ لیگ میں حصہ لیتی ہے اور اب ناکارہ ہونے والی کرکٹ لیگ ون ڈے میں شریک تھی
A 15 15|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے 1 اگست 2021 کو لسٹ اے میں ڈیبیو کیا 2021 کے رائل لندن ون ڈے کپ میں مڈل سیکس کے لیے
A 15 15|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے 22 جولائی 2021 کو 2021 کے رائل لندن ون ڈے کپ میں لیسٹر شائر کے لیے لسٹ اے میں ڈیبیو کیا
A 10 10|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے 26 اپریل 2019 کو 2019 کے رائل لندن ون ڈے کپ میں ڈربی شائر کے لیے لسٹ اے میں ڈیبیو کیا
A 10 10|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے اپنا لسٹ اے ڈیبیو 25 جولائی 2021 کو کیا 2021 کے رائل لندن ون ڈے کپ میں لیسٹر شائر کے لیے
A 15 15|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S نتائج کا ٹیبل جون 2022 میں نیدرلینڈ کے خلاف تیسرے ون ڈے تک مکمل ہے
A 10 10|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے 2021 کے رائل لندن ون ڈے کپ میں ڈربی شائر کے لیے 30 جولائی 2021 کو لسٹ اے میں ڈیبیو کیا
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S برنارڈ کا انتقال مئی 1997 میں 76 سال کی عمر میں ہنٹنگڈن میں ہوا
A 5 5|||M:OTHER|||میں ہنٹنگڈن|||REQUIRED|||-NONE-|||0

S انہوں نے 1991 میں خواتین کے ایک ٹیسٹ میچ اور 1988 میں خواتین کے ایک ون ڈے میچ میں امپائرنگ کی
A 14 14|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S باربور زمبابوے میں 6 ٹیسٹ حال ہی میں 2005 میں اور 29 ون ڈے میچوں میں تھرڈ امپائر بھی رہ چکے ہیں
A 12 12|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S 3 جنوری کو جسپریت بمراہ کو بھارت کے ون ڈے اسکواڈ میں شامل کیا گیا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ٹیم خواتین کی سینئر ون ڈے ٹرافی اور خواتین کی سینئر ٹی 20 ٹرافی میں مقابلہ کرتی ہے
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے اپنا لسٹ اے ڈیبیو 25 جولائی 2021 کو نارتھمپٹن شائر کے لیے 2021 کے رائل لندن ون ڈے کپ میں کیا
A 18 18|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S 10 ستمبر 2022 کو ایرون فنچ نے تیسرے ون ڈے سے قبل ون ڈے کرکٹ سے ریٹائرمنٹ کا اعلان کیا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S 10 ستمبر 2022 کو ایرون فنچ نے تیسرے ون ڈے سے قبل ون ڈے کرکٹ سے ریٹائرمنٹ کا اعلان کیا
A 12 12|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ٹیم نے ویمنز سینئر ون ڈے ٹرافی ( لسٹ اے ) اور سینئر ویمنز ٹی 20 لیگ میں ریاست کی نمائندگی کی ہے
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے اپنا لسٹ اے ڈیبیو 25 جولائی 2021 کو نارتھمپٹن شائر کے لیے 2021 کے رائل لندن ون ڈے کپ میں کیا
A 18 18|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے 12 مئی 2017 کو 2017 رائل لندن ون ڈے کپ میں نارتھمپٹن شائر کے لیے اپنا لسٹ اے ڈیبیو کیا
A 9 9|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس سیزن میں اس نے انگلینڈ انڈر 19 کے لیے کھیلا اور 10 ٹیسٹ اور ون ڈے میچ کھیلے
A 15 15|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے 19 اپریل 2019 کو رائل لندن ون ڈے کپ 2019 میں ناٹنگھم شائر کے لیے لسٹ اے میں ڈیبیو کیا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے 30 اپریل 2017 کو 2017 کے رائل لندن ون ڈے کپ میں نارتھمپٹن شائر کے لیے اپنا لسٹ اے ڈیبیو کیا
A 10 10|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S " " " ٹرالی " ,
A 1 1|||M:OTHER|||7|||REQUIRED|||-NONE-|||0

S افغانستان نے اپنا پہلا ون ڈے 2009 میں سکاٹ لینڈ کے خلاف کھیلا
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے اپنا لسٹ اے ڈیبیو 22 جولائی 2021 کو 2021 رائل لندن ون ڈے کپ میں واروکشائر کے لیے کیا
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے 22 جولائی 2021 کو لسٹ اے میں ڈیبیو کیا ہیمپشائر کے لیے 2021 کے رائل لندن ون ڈے کپ میں
A 18 18|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اگست 2022 میں اس نے 2022 کے رائل لندن ون ڈے کپ میں کینٹ کے خلاف 138 گیندوں پر 181 رنز بنائے
A 9 9|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے 21 ٹیسٹ میچوں اور 48 ون ڈے میچوں میں امپائرنگ کی
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S نیدرلینڈز نے 1988 کے ورلڈ کپ تک مزید کوئی ون ڈے نہیں کھیلا لیکن اکثر دیگر یورپی ٹیموں کے خلاف کھیلا
A 9 9|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس کے 2 ون ڈے میچ ڈنمارک میں 1989ی کی یورپی چیمپئن شپ میں آئے جہاں اس نے انگلینڈ اور ڈنمارک کے خلاف کھیلا
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مئی 2015 میں ڈیوس نے انگلینڈ اور نیوزی لینڈ کے درمیان ون ڈے سیریز کے اختتام کے بعد اپنی ریٹائرمنٹ کا اعلان کیا
A 11 11|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S 56 سالہ کھلاڑی نے 38 ٹیسٹ 112 ون ڈے اور 17 ٹی ٹوئنٹی انٹرنیشنل میچز کھیلے
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ون ڈے کی تاریخ میں انگلینڈ کے ساتھ 9 میچوں میں 37 ٹائیز ہو چکے ہیں
A 0 0|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S بھارت کے سچن ٹنڈولکر نے 96 کے ساتھ ون ڈے میں سب سے زیادہ نصف سنچریاں اسکور کی ہیں
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S تندولکر نے ون ڈے میں سب سے زیادہ سنچریاں 49 کے ساتھ بنائی ہیں
A 2 2|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انگلینڈ کے جیمز اینڈرسن ون ڈے میں وکٹ لینے والے سرکردہ باؤلر ہیں
A 4 4|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مک لیوس نے مذکورہ میچ کے دوران ایک ون ڈے میں سب سے زیادہ رنز دینے کا مشکوک اعزاز بھی حاصل کیا
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مجموعی طور پر 65 کھلاڑیوں نے اپنے ون ڈے کیریئر میں 1000 رنز اور 100 وکٹیں حاصل کیں
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S نیدرلینڈ کے بلے باز نولان کلارک ایک ون ڈے میچ میں نظر آنے والے سب سے پرانے کھلاڑی ہیں
A 6 6|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے 2002 اور 2002 سے 2006 کے درمیان ایک ٹیسٹ میچ بنگلہ دیش بمقابلہ پاکستان 17 ون ڈے میچوں میں امپائرنگ کی
A 17 17|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 19 28 30 جنوری 2023 ( م ع و )
A 11 11|||M:OTHER|||55|||REQUIRED|||-NONE-|||0

S ان کا آخری ون ڈے 6 دسمبر 1996 کو پاکستان اور نیوزی لینڈ کے درمیان جناح سٹیڈیم سیالکوٹ میں کھیلا گیا تھا
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ 1990 میں بھارت بمقابلہ سری لنکا کے ایک ٹیسٹ میچ اور 1986 اور 1988 کے درمیان 5 ون ڈے میچوں میں کھڑے تھے
A 18 18|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S عملی طور پر سب سے بڑا انتظامی عہدہ موروثی ہے جو کہ سلازار خاندان کی تیسری نسل کے پاس ہے
A 8 8|||M:OTHER|||قائد محترم|||REQUIRED|||-NONE-|||0

S پی ٹی سی ایل لینڈ لائن ٹیلی فون کا مرکزی نیٹ ورک فراہم کرتا ہے
A 0 0|||M:OTHER|||بسالی میں|||REQUIRED|||-NONE-|||0

S وہ 1986 میں ایک ون ڈے میچ میں کھڑے تھے
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ 2002 میں ایک ون ڈے میچ میں کھڑے ہوئے تھے
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S وہ 2001 میں ایک ون ڈے میچ میں کھڑے ہوئے تھے
A 3 3|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اپریل 2018 میں اسے 2018 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے کینڈی کے سکواڈ میں شامل کیا گیا
A 8 8|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ٹیم کی کپتانی ڈان بریڈمین کر رہے تھے جو انگلینڈ کا چوتھا اور آخری دورہ کر رہے تھے
A 9 9|||M:OTHER|||ان کا|||REQUIRED|||-NONE-|||0

S دہلی کیپٹلز ایک نئی دہلی میں مقیم بھارتی خواتین کی کرکٹ ٹیم ہے جو ویمنز پریمیئر لیگ میں حصہ لیتی ہے
A 7 7|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S پی سی بی بلاسٹرز 2018 میں تشکیل دی گئی تھی 2017 18 پی سی بی ٹرائنگولر ون ڈے ویمنز ٹورنامنٹ سے پہلے
A 16 16|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S 2019 20 میں پی سی بی چیلنجرز نے بھی ایک نئے مقابلے میں حصہ لیا پی سی بی ٹرائنگولر ٹوئنٹی 20 خواتین ٹورنامنٹ
A 23 23|||M:OTHER|||میں حصہ لیا|||REQUIRED|||-NONE-|||0

S 2021 22 میں ٹیم نے جویریہ خان کی کپتانی میں نئے نام والے پاکستان ویمنز ون ڈے کپ میں حصہ لیا
A 15 15|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S 2021 22 میں ٹیم نے نئے نام والے پاکستان ویمنز ون ڈے کپ میں حصہ لیا جس کی کپتانی منیبہ علی نے کی
A 10 10|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S مارچ 2023 میں کرکٹ آئرلینڈ نے تصدیق کی کہ تینوں ون ڈے انگلستان میں چلمسفورڈ میں کھیلے جائیں گے
A 10 10|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس لیے یہ ایک دھندلا پلازما ہے
A 3 3|||M:OTHER|||لہ ذا|||REQUIRED|||-NONE-|||0

S اس نے اپنا لسٹ اے ڈیبیو 25 اپریل 2019 کو سرے کے لیے 2019 کے رائل لندن ون ڈے کپ میں کیا
A 17 17|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S اس نے 22 جولائی 2021 کو 2021 کے رائل لندن ون ڈے کپ میں یارکشائر کے لیے لسٹ اے میں ڈیبیو کیا
A 10 10|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S 2023 گیمز میں مردوں کی کرکٹ کے لیے 4 میڈل ایونٹس شامل تھے ( 6 ٹی10 ٹی20 اور 50 اوورز )
A 21 21|||M:OTHER|||شامل تھے|||REQUIRED|||-NONE-|||0

S ون ڈے سیریز 2022 2025 آئی سی سی ویمنز چیمپئن شپ کا حصہ بنے گی
A 0 0|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S ہلاک ہونے والے اکثر سیاہ فام یا مغربی نژاد لوگ تھے جس کی وجہ سے فرانسیسی پولیس کے اندر نظامی نسل پرستی کے الزامات
A 24 24|||M:OTHER|||لگائے گئے|||REQUIRED|||-NONE-|||0

S آسٹریلوی ٹیم الگ الگ کپتانی میں تھی ٹیسٹ میں اسٹیو وا اور اگلے ون ڈے میں رکی پونٹنگ
A 13 13|||M:OTHER|||ایک|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 19 27 19 جولائی 2023 ( م ع و )
A 11 11|||M:OTHER|||46|||REQUIRED|||-NONE-|||0

