S جھیل کے اردگرد گھنا جنگل اور پہاڑ اس جھیل کو بے حد خوبصورت اور دلکش بناتے ہیں
A 10 11|||R:ADJ|||اور|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اٹھارہ سال کی عمر میں جاپانی زبان کا مطالعہ کرنے کے لیے لندن میں رہائش پذیر ہونا پڑا
A 15 16|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ملک کے دیگر حصوں میں عیسائی اداروں کو جون 2001 میں نجی ملکیت ک حوالے کیا گیا
A 5 6|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S جو اطالوی صومالی لینڈ اور اطالوی اریتریا کی نوآبادیوں کے سلطنت ایتھوپیا کے انضمام کے نتیجے میں ظہور پذیر ہوئی
A 18 19|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S بارہ سال میں ایک بار شگفتہ پذیر نیلاکورنجی پھول یہاں کی اہم خصوصیت ہے
A 6 7|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S غائب پذیر جانور نیلاگیری بکری یہیں پائی جاتی ہیں
A 1 2|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S بارہ سال میں ایک بار شگفتہ پذیر نیلاکورنجی پھول یہاں کی اہم خصوصیت ہے
A 6 7|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S غائب پذیر جانور نیلاگیری بکری یہیں پائی جاتی ہیں
A 1 2|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S سیشیلز وقت ایک منطقہ وقت ہے جو بحر ہند اور سیشیلز میں استعمال کیا جاتا ہے
A 0 1|||R:ADJ|||سیشلی|||REQUIRED|||-NONE-|||0

S نام آبادی کسی جگہ سکونت پذیر افراد کے لیے استعمال کیا جاتا ہے
A 5 6|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اس طرح کے جو پیکج ترقی پذیر ملکوں میں رائج کیے گئے انہوں نے تباہی پھیر دی
A 6 7|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اس واقعے میں بلور کے علاوہ ان کے سیکرٹری اور ایک سینیئر پولیس اہلکار بھی جاں بحق ہوئے
A 11 12|||R:ADJ|||اعلی|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S جسے اب تیرہ مخلتف جامعات یا یونورسٹیوں میں تقسیم کر دیا گیا ہے
A 3 4|||R:ADJ|||مختلف|||REQUIRED|||-NONE-|||0

S تعزیرات پاکستان میں ایک ائینی شق 295 سی ( 295 ) کو قانون توہین رسالت کہا جاتا ہے
A 4 5|||R:ADJ|||آئینی|||REQUIRED|||-NONE-|||0

S دوسری بلاک 2002 میں مکمل کیا گیا تھا اور 17 اگست 2002 جوہری رد عمل شروع کیا گیا تھا
A 0 1|||R:ADJ|||دوسرا|||REQUIRED|||-NONE-|||0

S ایک بوڑھے مرد کے طور پر 90 سال کی عمر کے قریب وہ مصر میں قیام پذیر ہوا
A 16 17|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S لاہور قلندرز نے اپنا پہلا ٹائٹل 27 فروری 2022 کو موجودہ چیمپئن ملتان سلطان کے خلاف جیتا تھا
A 10 11|||R:ADJ|||دفاعی|||REQUIRED|||-NONE-|||0

S انہی کی بات پر ورکشاپ اختتام پذیر ہوا
A 6 7|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S یہ فہرست ممالک بلحاظ عوامی قرض ہے
A 4 5|||R:ADJ|||حکومتی|||REQUIRED|||-NONE-|||0

S ہندوستان واپس آکر آگرہ کے " کریم لاج " میں قیام پذیر ہوئے
A 11 12|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S جو مذھبی طور پر مسلمانوں اور ہندوں کے لیے کسی طور پر قابل قبول نہیں تھی
A 1 2|||R:ADJ|||مذہبی|||REQUIRED|||-NONE-|||0

S جہاں ان کی اولاد اور رشتے دار اب بھی رہائش پذیر ہیں
A 10 11|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S جنوبی اوسیشیا اور ٹرینسنیسٹریا جزوی تسلیم زدہ دو ایسے ممالک ہیں جو دو ممالک سے زمین بند ہیں
A 6 7|||R:ADJ|||شدہ|||REQUIRED|||-NONE-|||0

S ماریانا ٹرینچ ( کھائی ) یا ماریانس ٹرینچ دنیا کی سمندروں کی سب سے گہرا ترین جگہ ہے
A 14 15|||R:ADJ|||گہری|||REQUIRED|||-NONE-|||0

S اس کے علاوہ 84 ممالک کے غیر قیام پذیر سفارت خانے علاقائی دارالحکومتوں سے کام کر رہے ہیں
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S حلقہ این اے 76 ( فیصل آباد 2 ) پاکستان قومی اسمبلی کا ایک حلقہ ہے جو ضلع فیصل آباد کا دوسرا حلقہ ہے
A 21 22|||R:ADJ|||پہلا|||REQUIRED|||-NONE-|||0

S شہر کے کارنیول دنیا میں سب سے زیادہ اہم ہیں
A 8 9|||R:ADJ|||مشہور|||REQUIRED|||-NONE-|||0

S اندازہ ملک میں 1 000 سے زیادہ مختلف عیسائی گروہ موجود ہیں
A 8 9|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S تا آنکہ سنہ 265 ہجری میں خلافت عباسیہ کے بتدریج زوال پذیر ی کے بعد صوبہ سندھ بھی بے تعلق اور آزاد ہو گیا
A 11 12|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اس سے احناف نے استدلال کیا ہے کہ ذمی ( اسلامی مملکت میں رہائش پذیر غیر مسلم ) اگر نقض عہد نہیں کرتا
A 14 15|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S آجکل وہ اسلام آباد میں سکونت پذیر ہیں
A 6 7|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S کیا آپ کا سانچہ تیار کر سکتے ہیں تاکہ ایسا مواد صرف ایک محسوس مضمون میں ہی استعمال کیا جا سکے
A 13 14|||R:ADJ|||مخصوص|||REQUIRED|||-NONE-|||0

S اکثریت جزیرہ ٹرینیڈاڈ میں رہتے ہیں لیکن قلیل تعداد جزیرہ ٹوباگو میں بھی رہائش پذیر ہیں
A 14 15|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S منور ظریف 2 فروری 1940 کو گوجرانوالا کے ایک کمہار خاندان میں پیدا ہوئے
A 9 10|||R:ADJ|||کمھار|||REQUIRED|||-NONE-|||0

S پیو ریسرچ سینٹر کی روداد 2009 کے مطابق مسلمان امریکی جزائر ورجن میں آبادی کا تقریبا 0 1 فیصد ہیں
A 9 10|||R:ADJ|||برطانوی|||REQUIRED|||-NONE-|||0

S جس کی تفصیل مندرجہ ذیل ہے
A 3 4|||R:ADJ|||درج|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اگر یہ مضمون آپ نے تخلیق کیا ہے تو براہ کرم برا نہ مانیں
A 11 12|||R:ADJ|||رنجیدہ|||REQUIRED|||-NONE-|||0

S ہالماہ را جسے جیلیلو یا گیلیلو بھی کہا جاتا ہے جزائر ملوک کا سب سے برا جزیرہ ہے
A 15 16|||R:ADJ|||بڑا|||REQUIRED|||-NONE-|||0

S یہ جلوس نئی انارکلی سے گزر کر جی پی او سے ہوتا ہوا مسجد شہدا شاہراہ قائداعظم پر اختتام پذیر ہونا تھا "
A 19 20|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S انہیں 12 جون 2009 کو جامعہ نعیمیہ لاہور پاکستان میں ایک خود کش بم حملے میں ہلاک کر دیا گیا
A 16 17|||R:ADJ|||شہید|||REQUIRED|||-NONE-|||0

S انہوں نے ان میں سے بیشتراقسام کوہالینڈ کی نیشنل ہسٹری کلیکشن کیلئے درآمد بھی کیا
A 8 9|||R:ADJ|||قومی|||REQUIRED|||-NONE-|||0

S انہوں نے عیسائی طبیب یو حنا بن حیلان سے بھی استفادہ کیا
A 2 3|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S پھالیہ ضلع منڈی بہاؤالدین پنجاب پاکستان کا ایک چھوٹا شہر ہے
A 8 9|||R:ADJ|||تاریخی|||REQUIRED|||-NONE-|||0

S آٹھویں باب میں وسعت پذیر کائنات کا قرآنی نظریہ بیان کیا گیا ہے
A 4 5|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S 167 ( وہاڑی 1 ) پاکستان قومی اسمبلی کا ایک حلقہ ہے یہ ضلع وہاڑی کا پہلا حلقہ ہے
A 16 17|||R:ADJ|||چوتھا|||REQUIRED|||-NONE-|||0

S 15 فروری سورج گرہن وقوع پذیر ہوا ( تصویر میں )
A 5 6|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S 2 اکتوبر برہم صالح عراق کے انیسویں صدر منتخب ہوئے
A 6 7|||R:ADJ|||نویں|||REQUIRED|||-NONE-|||0

S 2 اکتوبر برہم صالح عراق کے نویں صدر منتخب ہوئے
A 6 7|||R:ADJ|||آٹھویں|||REQUIRED|||-NONE-|||0

S 165 ( پاکپتن 2 ) پاکستان قومی اسمبلی کا ایک حلقہ ہے یہ ضلع پاکپتن کا دوسرا حلقہ ہے
A 16 17|||R:ADJ|||پہلا|||REQUIRED|||-NONE-|||0

S 163 ( ساہیوال 1 ) پاکستان قومی اسمبلی کا ایک حلقہ ہے یہ ضلع ساہیوال کا پہلا حلقہ ہے
A 16 17|||R:ADJ|||چوتھا|||REQUIRED|||-NONE-|||0

S 162 ( ساہیوال 3 ) پاکستان قومی اسمبلی کا ایک حلقہ ہے یہ ضلع ساہیوال کا پہلا حلقہ ہے
A 16 17|||R:ADJ|||تیسرا|||REQUIRED|||-NONE-|||0

S 162 ( ساہیوال 3 ) پاکستان قومی اسمبلی کا ایک حلقہ ہے یہ ضلع ساہیوال کا تیسرا حلقہ ہے
A 16 17|||R:ADJ|||دوسرا|||REQUIRED|||-NONE-|||0

S 161 ( ساہیوال 2 ) پاکستان قومی اسمبلی کا ایک حلقہ ہے یہ ضلع ساہیوال کا دوسرا حلقہ ہے
A 16 17|||R:ADJ|||پہلا|||REQUIRED|||-NONE-|||0

S 160 ( ساہیوال 1 ) پاکستان قومی اسمبلی کا ایک حلقہ ہے یہ ضلع ساہیوال کا پہلا حلقہ ہے
A 16 17|||R:ADJ|||چوتھا|||REQUIRED|||-NONE-|||0

S 159 ( خانیوال 4 ) پاکستان قومی اسمبلی کا ایک حلقہ ہے یہ ضلع خانیوال کا چوتھا حلقہ ہے
A 16 17|||R:ADJ|||تیسرا|||REQUIRED|||-NONE-|||0

S 158 ( خانیوال 3 ) پاکستان قومی اسمبلی کا ایک حلقہ ہے یہ ضلع خانیوال کا تیسرا حلقہ ہے
A 16 17|||R:ADJ|||دوسرا|||REQUIRED|||-NONE-|||0

S 157 ( خانیوال 2 ) پاکستان قومی اسمبلی کا ایک حلقہ ہے یہ ضلع خانیوال کا دوسرا حلقہ ہے
A 16 17|||R:ADJ|||پہلا|||REQUIRED|||-NONE-|||0

S 156 ( خانیوال 1 ) پاکستان قومی اسمبلی کا ایک حلقہ ہے یہ ضلع خانیوال کا پہلا حلقہ ہے
A 16 17|||R:ADJ|||دوسرا|||REQUIRED|||-NONE-|||0

S 153 ( ملتان 6 ) پاکستان قومی اسمبلی کا ایک حلقہ ہے یہ ضلع ملتان کا چھٹا حلقہ ہے
A 16 17|||R:ADJ|||پانچواں|||REQUIRED|||-NONE-|||0

S 152 ( ملتان 5 ) پاکستان قومی اسمبلی کا ایک حلقہ ہے یہ ضلع ملتان کا پانچواں حلقہ ہے
A 16 17|||R:ADJ|||چوتھا|||REQUIRED|||-NONE-|||0

S 151 ( ملتان 4 ) پاکستان قومی اسمبلی کا ایک حلقہ ہے یہ ضلع ملتان کا چوتھا حلقہ ہے
A 16 17|||R:ADJ|||تیسرا|||REQUIRED|||-NONE-|||0

S 150 ( ملتان 3 ) پاکستان قومی اسمبلی کا ایک حلقہ ہے یہ ضلع ملتان کا تیسرا حلقہ ہے
A 16 17|||R:ADJ|||دوسرا|||REQUIRED|||-NONE-|||0

S 149 ( ملتان 2 ) پاکستان قومی اسمبلی کا ایک حلقہ ہے یہ ضلع ملتان کا دوسرا حلقہ ہے
A 16 17|||R:ADJ|||پہلا|||REQUIRED|||-NONE-|||0

S پاکستان کرسچین کانگریس پاکستان میں ایک عیسائی سیاسی جماعت اور لابی گروپ ہے جو 1985 میں قائم کی گئی
A 6 7|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S 145 ( اوکاڑہ 3 ) پاکستان قومی اسمبلی کا ایک حلقہ ہے یہ ضلع اوکاڑہ کا تیسرا حلقہ ہے
A 16 17|||R:ADJ|||پہلا|||REQUIRED|||-NONE-|||0

S 144 ( اوکاڑہ 2 ) پاکستان قومی اسمبلی کا ایک حلقہ ہے یہ ضلع اوکاڑہ کا پہلا حلقہ ہے
A 16 17|||R:ADJ|||دوسرا|||REQUIRED|||-NONE-|||0

S 144 ( اوکاڑہ 2 ) پاکستان قومی اسمبلی کا ایک حلقہ ہے یہ ضلع اوکاڑہ کا دوسرا حلقہ ہے
A 16 17|||R:ADJ|||چوتھا|||REQUIRED|||-NONE-|||0

S 143 ( اوکاڑہ 1 ) پاکستان قومی اسمبلی کا ایک حلقہ ہے یہ ضلع اوکاڑہ کا پہلا حلقہ ہے
A 16 17|||R:ADJ|||تیسرا|||REQUIRED|||-NONE-|||0

S 142 ( قصور 5 ) پاکستان قومی اسمبلی کا ایک حلقہ ہے یہ ضلع قصور کا پہلا حلقہ ہے
A 16 17|||R:ADJ|||پانچواں|||REQUIRED|||-NONE-|||0

S 142 ( قصور 5 ) پاکستان قومی اسمبلی کا ایک حلقہ ہے یہ ضلع قصور کا پانچواں حلقہ ہے
A 16 17|||R:ADJ|||دوسرا|||REQUIRED|||-NONE-|||0

S 141 ( قصور 4 ) پاکستان قومی اسمبلی کا ایک حلقہ ہے یہ ضلع قصور کا چوتھا حلقہ ہے
A 16 17|||R:ADJ|||پہلا|||REQUIRED|||-NONE-|||0

S 141 ( اوکاڑا 1 ) پاکستان قومی اسمبلی کا ایک حلقہ ہے یہ ضلع اوکاڑہ کا پہلا حلقہ ہے
A 16 17|||R:ADJ|||تیسرا|||REQUIRED|||-NONE-|||0

S 140 ( قصور 3 ) پاکستان قومی اسمبلی کا ایک حلقہ ہے یہ ضلع قصور کا تیسرا حلقہ ہے
A 16 17|||R:ADJ|||دوسرا|||REQUIRED|||-NONE-|||0

S 139 ( قصور 2 ) پاکستان قومی اسمبلی کا ایک حلقہ ہے یہ ضلع قصور کا دوسرا حلقہ ہے
A 16 17|||R:ADJ|||پہلا|||REQUIRED|||-NONE-|||0

S 138 ( قصور 1 ) پاکستان قومی اسمبلی کا ایک حلقہ ہے یہ ضلع قصور کا پہلا حلقہ ہے
A 16 17|||R:ADJ|||دوسرا|||REQUIRED|||-NONE-|||0

S 182 ( لیہ 2 ) پاکستان قومی اسمبلی کا ایک حلقہ ہے یہ ضلع لیہ کا دوسرا حلقہ ہے
A 16 17|||R:ADJ|||پہلا|||REQUIRED|||-NONE-|||0

S 175 ( راجن پور 2 ) پاکستان قومی اسمبلی کا ایک حلقہ ہے یہ ضلع راجن پور کا پہلا حلقہ ہے
A 18 19|||R:ADJ|||دوسرا|||REQUIRED|||-NONE-|||0

S 1948 میں اپنے بھائی شریف کے ساتھ پاکستان آگئے اور حیدر آباد سندھ میں رہائش پذیر ہوئے
A 15 16|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S کسی بھی اصطلاح یا ن لفظ کے استعمال میں درج ذیل باتوں کو ملحوظ خاطر رکھی
A 4 5|||R:ADJ|||نئے|||REQUIRED|||-NONE-|||0

S یہ عیسائی فرقے البندکتیہ کی ایک عبادت گاہ ہے
A 1 2|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S پنجاب ( پاکستان ) کے آباد مقامات
A 5 6|||R:ADJ|||انتخابی|||REQUIRED|||-NONE-|||0

S گلن یہودی نژاد ہم جنس پرست ہے اور اپنے شریک کے ساتھ برازیل میں رہائش پذیر ہے
A 15 16|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S پاکستان میں مالٹے کی مخلتف اقسام میں کنو سنگترہ اور مسمی وغیرہ شامل ہیں
A 4 5|||R:ADJ|||مختلف|||REQUIRED|||-NONE-|||0

S 2006 میں اس ناول پر ایک فلم بھی بنائی گئی جس پر عیسائی فرقوں اور کلیسا کی جانب سے بڑی مذمت ہوئی
A 12 13|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S میرے خیال میں تو قسطنطین عیسائی تھا
A 5 6|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S ملحدانہ علاقوں تاریخوں اوررسموں کو پھیلتی ہوئی عیسائی روایت میں ملاکراس نے ایسا دوغلا مذہب بنایا جو ہر دو فریقین کےلیے قابل قبول تھا
A 7 8|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S لینگڈن نے کہا عیسائی شعائر میں ملحدانہ مذہب کے سراغ ناقابل تردید ہیں
A 3 4|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S اس مذہبی ادغام کے دوران قسطنطین کو عیسائی روایت کو مضبوط کرنے کی ضرورت تھی
A 7 8|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S عالمی عیسائی اتحاد کے لیے اس نے مشہور اجتماع کیا جو کونسل آف نقایہ کے نام سے جانا جاتا ہے
A 1 2|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S اس موقع پہ دنیا بھر سے عیسائی ویٹیکن شہر آئے ہوئے تھے
A 6 7|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S سردار ا از صادق پاکستان کے ایوان زیریں کے موجودہ مکلم ہیں
A 9 10|||R:ADJ|||سابقہ|||REQUIRED|||-NONE-|||0

S چار اہم مذہبی گروہوں میں مسلم عیسائی یہودی اور ہندو شامل ہیں
A 6 7|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S دین محمد کے زمانے میں مغلوں کی حکومت زوال پذیر ہو چکی تھی
A 9 10|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S نفس اور روح کا کام علیحدہ علیحدہ ہوتا ہے
A 6 7|||R:ADJ|||علیحدا|||REQUIRED|||-NONE-|||0

S مصطف ی رضا خان قادری ایک بھارتی عالم دین اور حنفی فقیہ تھے
A 10 11|||R:ADJ|||مسلکی|||REQUIRED|||-NONE-|||0

S مصطف ی رضا خان قادری ایک بھارتی عالم دین اور مسلکی فقیہ تھے
A 10 11|||R:ADJ|||حنفی|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S حقیقی یاں مختلط دالہ کو جس کا حقیقی عدد یاں مختلط عدد پر لامتناہی مشتق لیا جا سکے ایک قوتی سلسلہ ہوتا ہے
A 10 11|||R:ADJ|||مخلوط|||REQUIRED|||-NONE-|||0

S ڈاکٹر عبدالمالک بلوچ بلوچستان کے موجودہ وزیر اعلی ہیں
A 5 6|||R:ADJ|||سابق|||REQUIRED|||-NONE-|||0

S آپ نے بچپن میں ابتدائی تعلیم روائتی انداز سے حاصل کی مسجد میں قرآن پاک پڑھا
A 6 7|||R:ADJ|||روایتی|||REQUIRED|||-NONE-|||0

S سید قائم علی شاہ سندھ کے موجودہ وزیر اعلی اور پاکستان پیپلز پارٹی سندھ کے سربراہ ہیں
A 6 7|||R:ADJ|||سابقہ|||REQUIRED|||-NONE-|||0

S ویسٹمنسٹر شہر ایک لندن بورو ہے جو لندن عظمی کے زیادہ تر مرکزی علاقے پر محیط ہے
A 10 11|||R:ADJ|||بیشتر|||REQUIRED|||-NONE-|||0

S انجمن بہاولپور میں پیدا ہوئیں ان کے والدین مشرقی احمدپور سے تھے جو ملتان میں قیام پذیر ہو گئے
A 16 17|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S محمد خان اچکزئی بلوچستان کے موجودہ گورنر اور محمود خان اچکزئی کے بڑے بھائی ہیں
A 5 6|||R:ADJ|||سابقہ|||REQUIRED|||-NONE-|||0

S محمد خان اچکزئی بلوچستان کے سابقہ گورنر اور محمود خان اچکزئی کے بڑے بھائی ہیں
A 5 6|||R:ADJ|||موجودہ|||REQUIRED|||-NONE-|||0

S محمد وحید حسن ( پیدائش 3جنوری 1953 ) مالدیپ کے موجودہ صدر ہیں
A 10 11|||R:ADJ|||5ویں|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S دیوتاؤں کی ا س دوسری پیڑھی کو تیتانی دیوتا کہا جاتا ہے
A 4 5|||R:ADJ|||اگلی|||REQUIRED|||-NONE-|||0

S سینٹ ویلنٹائن ایک عیسائی راہب تھا
A 3 4|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S یہی وجہ ہے کہ اس سال بھی عیسائی پادریوں نے اس دن کی مذمت میں سخت بیانات دیئے
A 7 8|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S یہی وجہ ہے کہ 2016 بھی عیسائی پادریوں نے اس دن کی مذمت میں سخت بیانات دیئے
A 6 7|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S یہ زمرہ عیسائی مزہب سے متعلق خاص ایام میں کی جانے والی تہوار و عبادات کے ہیں
A 2 3|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S اس دونوں قبیلوں کو لے کر عیسائی علما کرام میں اختلاف ہے
A 6 7|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S شھید اللہ بخش سومرو ایک بااصول اور سوجاگی طبیعت والے شخص تھے
A 9 10|||R:ADJ|||مزاج|||REQUIRED|||-NONE-|||0

S سشمیتا بینرجی ( 1964 4 5 ستمبر 2013 ) بھارتی عورت جو افغان مرد سے بیاہی ہوئی تھی اور افغانستان میں قیام پذیر تھی
A 22 23|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S سرکاری رہائشگاہ ایسی رہائشگاہ ہے جہاں ریاست کے سربراہان حکومت کے سربراہ گورنر یا دیگر اعلی عہدے دار سرکاری طور پر رہائش پذیر ہیں
A 22 23|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S سرکاری رہائشگاہ ایسی رہائشگاہ ہے جہاں ریاست کے سربراہان حکومت کے سربراہ گورنر یا دیگر اعلی عہدے دار سرکاری طور پر رہائش پذیر ہیں
A 22 23|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اکثر سنی مسلمانوں کے نزدیک یہ مجموعہ احادیث روئے زمین پر قرآن کے بعد سب سے مستند کتاب ہے
A 1 2|||R:ADJ|||شیعہ|||REQUIRED|||-NONE-|||0

S ذیل میں ماروا دالہ کی چند مثالیں ہیں
A 2 3|||R:ADJ|||ماورا|||REQUIRED|||-NONE-|||0

S ذیل میں ماورا دالہ کی چند مثالیں ہیں
A 2 3|||R:ADJ|||ماورائی|||REQUIRED|||-NONE-|||0

S انہیں سلسلی اس وجہ سے کہا گیا کہ بغداد جاکر وہ باب کوفہ میں واقع درب السلسلہ میں سکونت پذیر ہوئے تھے
A 19 20|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S دوسرے الفاظ میں عیسائی حضرات شریعت عیسوی پر عمل پیرا ہونے کے دعویدار ہیں
A 3 4|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S ہزاروں کی تعداد میں اینگلو انڈین بھارت کے شہر کولکتہ میں رہائش پذیر ہیں
A 12 13|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S جی33 ( 33 ) تجارت اور اقتصادی معاملات پر ہم آہنگ ترقی پذیر ممالک کا ایک گروہ ہے
A 12 13|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S جی33 نے عالمی تجارتی ادارہ مذاکرات میں ترقی پذیر ممالک کے لئے خصوصی قواعد کی تجویز پیش کی ہے
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S گلتری ضلع سکردو میں واقع ہے اور اس کا شمار بلتستان کے بڑے وادیوں میں ہوتا ہے
A 12 13|||R:ADJ|||بڑی|||REQUIRED|||-NONE-|||0

S تمام ائمہ اپنے سے گزشتہ امام کے بیٹے تھے ماسوائے حسین ابن علی کے جو اپنے سے گزشتہ امام حسن کے بھائی تھے
A 4 5|||R:ADJ|||گذشتہ|||REQUIRED|||-NONE-|||0

S دائیں ہاتھ کا یہ بلے باز دنیا کے بہترین بلے بلازوں میں شمار ہوتا ہے
A 8 9|||R:ADJ|||بدترین|||REQUIRED|||-NONE-|||0

S دائیں ہاتھ کا یہ بلے باز دنیا کے بدترین بلے بلازوں میں شمار ہوتا ہے
A 8 9|||R:ADJ|||بہترین|||REQUIRED|||-NONE-|||0

S ہندوستانی ڈومیسٹک کرکٹ میں وہ بہار اور جھارکھنڈ کرکٹ ٹیم کے لیے کھیلے
A 0 1|||R:ADJ|||مقامی|||REQUIRED|||-NONE-|||0

S وہ اس نشان تک پہنچنے والے پہلے ہندوستانی اور مجموعی طور پر پانچویں بن گئے
A 7 8|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S میں ہندوستانی کرکٹ کے لاتعداد پیروکاروں اور شائقین کا بھی شکریہ ادا کرنا چاہتا ہوں کہ ان کی مسلسل حمایت
A 1 2|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S دیو نے 1983 کرکٹ ورلڈ کپ جیتنے والی ہندوستانی کرکٹ ٹیم کی کپتانی کی اور اس عمل میں
A 8 9|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S ہندوستان کی آزادی کے بعد وہ اپنی موت تک ہندوستانی دفتر خارجہ میں ملازم رہے
A 9 10|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S عیسائی دلہن سفید رنگ کا لباس پہنتی ہیں
A 0 1|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S کہا جاتا ہے کہ درسمند کے جتنے بھی پرانے مساجد ہے سب کے سب میں تازہ چشموں کے نالے بہتے ہیں
A 8 9|||R:ADJ|||پرانی|||REQUIRED|||-NONE-|||0

S عربی زبان بولنے والے ممالک اور علاقہ جات
A 0 1|||R:ADJ|||فارسی|||REQUIRED|||-NONE-|||0

S فارسی زبان بولنے والے ممالک اور علاقہ جات
A 0 1|||R:ADJ|||فرانسیسی|||REQUIRED|||-NONE-|||0

S 1947 سے 1950 تک پاکستان کے ساحلی شہر اور دارالحکومت کراچی میں قیام پذیر رہے
A 13 14|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اس صورتحال سے عیسائی دنیا میں اخلاقی انحطاط پیدا ہو گیا جس کی سرپرستی عیسائی مذہبی علما کر رہے تھے
A 3 4|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S اس صورتحال سے عیسائی دنیا میں اخلاقی انحطاط پیدا ہو گیا جس کی سرپرستی عیسائی مذہبی علما کر رہے تھے
A 14 15|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S یہ مسیحیت کا ترقی پزیر فرقہ ہے
A 4 5|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S یہ مسیحیت کا ترقی پذیر فرقہ ہے
A 4 5|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S درمیانی اور اخیر قرون وسطی کی ہجرتیں
A 0 1|||R:ADJ|||متوسطہ|||REQUIRED|||-NONE-|||0

S چونکہ اکثر متاثرین اشکنازیوں سےتھے اسلئے دنیا یہود میں انکی تعداد ١٩٣١ کے ٩٢ سے کم ہوکر آجکل٨ فیصد ہوگئی ہے
A 5 6|||R:ADJ|||اسلیے|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S مایا تہذیب زوال پذیر ہوئی مگر مایا قوم کی اولادیں آج بھی میسو امریکن علاقوں میں موجود ہیں
A 3 4|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ان کے زوال کی عسل وجہ اللہ کے سوا ابھی تک کسی کو بھی نہیں پتا
A 4 5|||R:ADJ|||اصل|||REQUIRED|||-NONE-|||0

S یہ بنگلہ دیش کے جنوب مغربی علاقے میں واقع ہے
A 8 9|||R:ADJ|||موجود|||REQUIRED|||-NONE-|||0

S ریٹائر ہونے کے بعد مدنی صاحب گلشن اقبال کراچی میں سکونت پذیر ہوئے
A 11 12|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S جم ے کی پچھلی گلیاں پرانی زبوں حالی
A 3 4|||R:ADJ|||پچہلی|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S لیاقت بلوچ اس وقت جماعت اسلامی پاکستان کے کے مرکزی جنرل سیکریٹری ہیں اور لاہور میں رہائش پذیر ہیں
A 17 18|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S حلیم پاکستان اور ہندوستان کا ثقافتی اور مذھبی پکوان ہے
A 7 8|||R:ADJ|||مذہبی|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S خانہ پ ری کے لیے تو آلاتی ترجمہ سے سینکڑوں مضامین ایک دن میں اردو میں آ سکتے ہیں
A 6 7|||R:ADJ|||میکانیکی|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S دبری جماع طبی لحاظ سے ایک خطرناک عمل ہے
A 6 7|||R:ADJ|||اچھا|||REQUIRED|||-NONE-|||0

S بھارت میں پنجابی کے بڑے لہجے ماجھی دوآبی مالوی اور پواڑھی وغیرہ ہیں
A 4 5|||R:ADJ|||اہم|||REQUIRED|||-NONE-|||0

S عموما وہاں پر مذھبی اور علمی مباحث ھوا کرتی تھیں
A 3 4|||R:ADJ|||مذہبی|||REQUIRED|||-NONE-|||0

S گلتیہ میں بہت سے یہودی سکونت پذیر تھے اور ا ن میں سے کئی یسوع مسیح پر ایمان لے آئے تھے
A 6 7|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اور پھر حالات سازگار ہوتے ہی آپ مدرسہ ناظمیہ میں قیام پذیر ہوگئے
A 11 12|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اور پھر حالات سازگار ہوتے ہی آپ مدرسہ ناظمیہ میں قیام پذیر ہوگئے
A 11 12|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S مغلوں کا باقی قوموں پر یہ ایک احسان ہے کہ انھوں نے دو چیزیں دیں ایک غالب اور دوسرا اردو
A 18 19|||R:ADJ|||دوسری|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اسلام انگلستان کا سب سے بڑا غیر عیسائی مذہب ہے
A 7 8|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اس کا ذیادہ تر علاقہ زرعی ہے
A 2 3|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S جوکہ نارنجی سفید اور سبز ہے
A 1 2|||R:ADJ|||زعفرانی|||REQUIRED|||-NONE-|||0

S اسکے مطابق تمام جھنڈے کھڈی ریشم یا کاٹن سے تیار کئے جانے چاہئے
A 4 5|||R:ADJ|||کھادی|||REQUIRED|||-NONE-|||0

S یہ ہندوستان اور پاکستان میں رہائش پذیر ہیں
A 6 7|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S بادشاہ کے گھیرنے کا دوسرا اور خاتمی شکل یہ ہے کہ اس کو مات یا موت دیا جاتا ہے
A 4 5|||R:ADJ|||دوسری|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اس کی مجموعی آبادی 3 , 114 , 700 افراد پر مشتمل ہے یہ مشرقی جاوا میں واقع ہے
A 14 15|||R:ADJ|||جمہوری|||REQUIRED|||-NONE-|||0

S فلم جاری ہونے سے قبل وہ ممبئی کے ایک ہوٹل میں قیام پذیر تھیں جس وقت ممبئی میں دہشت گردی کا حملہ ہوا تھا
A 12 13|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S نئن تارا 18 نومبر 1984 کو بنگلور کرناٹک بھارت میں ایک ملیالی آرتھوڈوکس عیسائی خاندان میں ہوئی
A 13 14|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S نئن تارا ایک شامی عیسائی گھرانے میں پیدا ہوئی ان کا اصل نام ڈیانا مریم کورین تھا
A 4 5|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S وہ کراچی میں اپنی دو لے پالک بیٹیوں کیساتھ رہائش پذیر ہو گئیں جن کے نام زینت اور حلیمہ ہیں
A 10 11|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S سینشی ( لاطینی ) چین کا ایک کاؤنٹی سطح شہر جو ووژوو میں واقع ہے
A 7 8|||R:ADJ|||پریفیکچر|||REQUIRED|||-NONE-|||0

S انگوو ( لاطینی ) چین کا ایک کاؤنٹی سطح شہر جو باوڈنگ میں واقع ہے
A 7 8|||R:ADJ|||پریفیکچر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پذیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " اردو ویکیپیڈیا میں گذشتہ ہفتہ انجام پزیر سرگرمیوں کا خلاصہ درج ذیل ہے
A 7 8|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S اور وہ ممبئی میںرہائش پذیر ہیں
A 4 5|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S 1979 میں فلی مستری کے انتقال کے بعد سے وہ اب تک ممبئی میں رہائش پذیر ہیں
A 15 16|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S وہ مجھ سے فرینڈشپ کروگے اور میرے برادر کی دلھن فلموں میں اپنے کام کے لئے مشہور ہیں
A 9 10|||R:ADJ|||دلہن|||REQUIRED|||-NONE-|||0

S غرور ایک انسانی حالت ہے جس میں انسان اپنے آپ کو دوسرے انسانوں سے ذیادہ فوقیت اور فضیلت دیتا ہے
A 14 15|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S بنیادی شہر ( جاپانی ) جاپانی شہروں کا ایک طبقہ یا قسم ہے
A 0 1|||R:ADJ|||مرکزی|||REQUIRED|||-NONE-|||0

S بنیادی شہر کی حیثیت کے لئے ایک امیدوار بننے کے لئے شہر کی آبادی 300 000 ہونا ضروری ہے
A 0 1|||R:ADJ|||مرکزی|||REQUIRED|||-NONE-|||0

S آج کل اکثر پشتون قبائل کے بارے میں کہا جاتا ہے کہ ذیادہ تر قبائل ان کے اولاد ہیں
A 12 13|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S توچیم ( جرمنی ) جرمنی کا ایک رہائشی علاقہ جو میں واقع ہے
A 7 8|||R:ADJ|||جرمن|||REQUIRED|||-NONE-|||0

S منجنیق ایک قسم کا آلہ ہوتا ہے جو ذیادہ تر جنگوں میں استعمال کیا جاتا ہے
A 8 9|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S س ہاگہ ایک پانی میں حل پذیر معدنیات ہے جو بورون کا مرکب ہے
A 6 7|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اسلئے محمد نے ان سے نمٹنے میں قدری تاخیر کیا
A 7 8|||R:ADJ|||قدرے|||REQUIRED|||-NONE-|||0

S اور یہ بھی کہا جاتا ہے کہ وہ ایک اچھے شاعر اور قصہ خواہ بھی تھے
A 13 14|||R:ADJ|||گو|||REQUIRED|||-NONE-|||0

S جنہوں نے مغل سلطنت میں ایک بہترین کردار ادا کیا
A 6 7|||R:ADJ|||اچھا|||REQUIRED|||-NONE-|||0

S ہستناپور پاکستان کا ایک رہائشی علاقہ جو میرٹھ ضلع میں واقع ہے
A 4 5|||R:ADJ|||تاریخی|||REQUIRED|||-NONE-|||0

S ایک آٹوسیفالس ( اپنا سر براہ خود مقرر کرنے والا ) مشرقی قدامت پسند کلیسا ہے
A 13 14|||R:ADJ|||الاعتقاد|||REQUIRED|||-NONE-|||0

S یہ تحریک سعودی عرب کی وہابی تحریک ہی کی جیسی ہے
A 5 6|||R:ADJ|||سلفی|||REQUIRED|||-NONE-|||0

S پشتونستان میں ذیادہ حصہ افغانستان اور پاکستان کے سرزمین میں ہے تاہم بھارت اور ایران کا بھی چھوٹا سہ حصہ شامل ہے
A 2 3|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S اس میں ابوگیدا کے کہی خطات شامل ہیں جن میں دیونگری بنگالی گجراتی وغیرہ ذیادہ استعمال ہونے والے ہیں
A 14 15|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S 1999 سے دوحہ قطر میں بسلسلہ روزگار قیام پذیر ہیں
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S امریکی جزائر ورجن کی کرنسی کا نام امریکی ڈالر ہے
A 0 1|||R:ADJ|||برطانوی|||REQUIRED|||-NONE-|||0

S اقوام متحدہ کے شعبہ شماریات کے مطابق 2010 میں امریکی جزائر ورجن کی آبادی 109 , 750 تھی
A 9 10|||R:ADJ|||برطانوی|||REQUIRED|||-NONE-|||0

S کو او پیو کے باشندوں کی اکثریت عیسائی ہے
A 7 8|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S دنیا کے مختلف حصوں سے مسلمانوں اور بعض فننش مسلمانوں میں رہ رہے ہیں
A 8 9|||R:ADJ|||فنی|||REQUIRED|||-NONE-|||0

S میونسپلٹی کی واحد زبان فننش ہے
A 4 5|||R:ADJ|||فنی|||REQUIRED|||-NONE-|||0

S جنگل دہ پائیں ( لاطینی ) ایران کا ایک گاؤں جو صوبہ گلستان میں واقع ہے
A 1 2|||R:ADJ|||جنگلدہ|||REQUIRED|||-NONE-|||0

S جنگل دہ پائیں کی مجموعی آبادی 186 افراد پر مشتمل ہے
A 1 2|||R:ADJ|||جنگلدہ|||REQUIRED|||-NONE-|||0

S جنگوانی قوم کا ایک حصہ ڈیرہ غازیخان تمن بزدار بارتھی کے علاقوں میں آباد ہیں مٹ اور کڑیسر میں بھی جنگوانی رہائش پذیر ہیں
A 22 23|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S یہ لوگ مذہبی طور پر رومن کیتھولک عیسائی ہیں
A 7 8|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S چینی لوگوں کا اثنیت دنیا میں سب سے بڑا ہیں جوکہ ساڈے چار سو ملین افراد سے بھی زیادہ ہے
A 11 12|||R:ADJ|||ساڑے|||REQUIRED|||-NONE-|||0

S اصفہان کا بازار ایران کا روائتی تاریخی بازار ہے اور مشرق وسطی کے بڑے بازاروں میں اس کا شمارہوتاتھا
A 5 6|||R:ADJ|||روایتی|||REQUIRED|||-NONE-|||0

S شاہجہاں پور ذیلی ضلع ( لاطینی ) بنگلہ دیش کا ایک اپ ضلع جو بوگرا ضلع میں واقع ہے
A 11 12|||R:ADJ|||ذیلی|||REQUIRED|||-NONE-|||0

S اس میں دیگر شاخوں کی طرح تاریخ یا اتہاس کا بھی ایک بہت بڑا شاخ ہے
A 13 14|||R:ADJ|||بڑی|||REQUIRED|||-NONE-|||0

S غربی میندورو کا رقبہ 5 , 865 71 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 452 , 971 افراد پر مشتمل ہے
A 0 1|||R:ADJ|||شرقی|||REQUIRED|||-NONE-|||0

S اس کے مطابق رام سیتا کنڈ کے قریب سیتا سیج میں قیام پذیر تھے
A 12 13|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S شمالی بحر الغزال کا رقبہ 30 , 543 30 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 720 , 898 افراد پر مشتمل ہے
A 0 1|||R:ADJ|||مغربی|||REQUIRED|||-NONE-|||0

S مشرقی استوائی کا رقبہ 73 , 472 01 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 906 , 126 افراد پر مشتمل ہے
A 0 1|||R:ADJ|||مغربی|||REQUIRED|||-NONE-|||0

S اس طرح نہ تو خون خرابہ ہوتا ہے نہ جائیدادوں کا نقصان
A 5 6|||R:ADJ|||خرابا|||REQUIRED|||-NONE-|||0

S شاہ جیمس کے عیسائی بائبل کے انگریزی نسخے میں اس لفظ کو یوں لکھاگیاہے
A 3 4|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S کا سب سے عام اور ذیادہ مستعمل لفظ ہے
A 5 6|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S کونے پر ایک اور مربع شک میں اورٹھودکس عیسائی نشان بنا ہوا ہے
A 8 9|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S مسلمان عیسائی یہودی اور دیگر کئی مذاہب بھی ایک اسی مخلوق کا تصور رکھتے ہیں جو لطیف جسم رکھتی ہو
A 1 2|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S جنگوں میں متحارب فریق کے ہاتھوں مارے جانے والے افراد کو کو لڑائی میں مقتول کہا جاتا ہے
A 14 15|||R:ADJ|||شہید|||REQUIRED|||-NONE-|||0

S جنگوں میں متحارب فریق کے ہاتھوں مارے جانے والے افراد کو کو لڑائی میں شہید کہا جاتا ہے
A 14 15|||R:ADJ|||مقتول|||REQUIRED|||-NONE-|||0

S سالوں کے دوران وہ نصیرالدین شاہ قجر کے دربار میں قیام پذیر رہا کمال الولک نے اپنے کچھ اہم کام تخلیق کیے
A 11 12|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S فینول ایک ٹھوس مرکب ہے جو پانی میں حل پذیر ہے
A 9 10|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اس زمرے میں تکفیری مضامین سے متعلق صفحات ہیں
A 3 4|||R:ADJ|||خارجی|||REQUIRED|||-NONE-|||0

S ان کا خاندان ایک روائتی خاندان کی طرح جس نے کبھی بھی اداکاری کو پیشے کو طور پر قبول نہیں کیا
A 4 5|||R:ADJ|||روایتی|||REQUIRED|||-NONE-|||0

S بیت فگے ( آرامی لفظی معنی " غیر پکی انجیر کا گھر " ) اسرائیل میں ایک عیسائی مذہبی مقام ہے
A 17 18|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S جس کے بعد ظل ہما نے اپنی شادی شدہ زندگی کو نہائت سکون سے گزارا
A 11 12|||R:ADJ|||نہایت|||REQUIRED|||-NONE-|||0

S نقی علی خان علم و عمل کا بحر ذخار تھے
A 8 9|||R:ADJ|||زخار|||REQUIRED|||-NONE-|||0

S نقی علی خان علم و عمل کا بحر زخار تھے
A 8 9|||R:ADJ|||ذخار|||REQUIRED|||-NONE-|||0

S نقی علی خان علم و عمل کا بحر ذخار تھے
A 8 9|||R:ADJ|||زخار|||REQUIRED|||-NONE-|||0

S مولانا نقی علی کا نسلی علاقہ افغانیوں کا معروف قبیلہ بڑیچ ہے
A 8 9|||R:ADJ|||کمزور|||REQUIRED|||-NONE-|||0

S مولانا نقی علی کا نسلی علاقہ افغانیوں کا کمزور قبیل یوسفزی ہے
A 8 9|||R:ADJ|||معروف|||REQUIRED|||-NONE-|||0

S مسافروں کیلئے اس بس پر سوار ہونا کسی بھی روائتی دومنزلہ بس پرسوار ہونے کے جیساہوگا
A 9 10|||R:ADJ|||روایتی|||REQUIRED|||-NONE-|||0

S تاہم بعد کے زمانے میں یہ خطاب لقب اعلی پائے کے گھڑسواروں اور عیسائی جنگجوؤں کیلئے شاہی ضابطہ اخلاق قانون کی صورت اختیارکرگیا
A 13 14|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S چودھویں اورپندھرویں صدی عیسوی کی عیسائی اشرافیہ میں شہہ سواری کی تربیت حاصل کرنا اور جنگی امورپر مہارت کلی حاصل کرناکاایک عام رواج تھا
A 5 6|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S اردو زبان کی اب تک کی سب سے بڑی اور مستند لغت جو بائیس جلدوں پر مشتمل ہے
A 8 9|||R:ADJ|||بڑا|||REQUIRED|||-NONE-|||0

S جو پانی میں حل پذیر ہوتا ہے وہ اوپر پانی میں چلا جاتا ہے
A 4 5|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S یہ ناول برطانوی نژاد سلسلی قاتل جیک سفاح کےبارے میں تھا
A 2 3|||R:ADJ|||مصورۃبرطانوی|||REQUIRED|||-NONE-|||0

S پاکستانی قوم وہ افراد ہیں جو جدید ریاست پاکستان کے شہری ہیں
A 6 7|||R:ADJ|||مستقل|||REQUIRED|||-NONE-|||0

S پاکستانی قوم وہ افراد ہیں جو مستقل ریاست پاکستان کے شہری ہیں
A 6 7|||R:ADJ|||جدید|||REQUIRED|||-NONE-|||0

S پاکستانی قوم وہ افراد ہیں جو جدید ریاست پاکستان کے شہری ہیں
A 6 7|||R:ADJ|||مستقل|||REQUIRED|||-NONE-|||0

S پاکستانی قوم وہ افراد ہیں جو مستقل ریاست پاکستان کے شہری ہیں
A 6 7|||R:ADJ|||جدید|||REQUIRED|||-NONE-|||0

S پاکستانی قوم وہ افراد ہیں جو جدید ریاست پاکستان کے شہری ہیں
A 6 7|||R:ADJ|||مستقل|||REQUIRED|||-NONE-|||0

S پاکستانی قوم وہ افراد ہیں جو مستقل ریاست پاکستان کے شہری ہیں
A 6 7|||R:ADJ|||جدید|||REQUIRED|||-NONE-|||0

S کمسن اموات یا شیر خوار اموات ایک بچے کی ایک سال سے کم عمر میں موت ہے
A 0 1|||R:ADJ|||خوار|||REQUIRED|||-NONE-|||0

S کمسن اموات یا شیر خوار اموات ایک بچے کی ایک سال سے کم عمر میں موت ہے
A 4 5|||R:ADJ|||کمسن|||REQUIRED|||-NONE-|||0

S اس قصے کو فلمی شکل دے کر 2001 میں اسی عنوان " جہنم سے " سے ہی نمائش پذیر کیاگیاتھا
A 18 19|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S 2004 تک بغدادی اپنی دو بیویوں اور چھ بچوں کے ساتھ بغداد کے الطوبجی علاقے میں رہائش پذیر تھے
A 17 18|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S رویتی ہتھیاروں کے بروعکس ایٹمی ہتھیاربہت ذیادہ تباہی پھیلانے کی صلاحیت رکھتے ہیں
A 6 7|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S اس میں قیام پاکستان سے پہلے ہی آپ کے کچھ رشتہ دار قیام پذیر تھے
A 13 14|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اس میں قیام پاکستان سے پہلے ہی آپ کے کچھ رشتہ دار قیام پزیر تھے
A 13 14|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S اس میں قیام پاکستان سے پہلے ہی آپ کے کچھ رشتہ دار قیام پذیر تھے
A 13 14|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ایک دن میں صبح کے بعد دوپہر شام اور رات ترتیب وار وقوع پذیر ہوتے ہیں
A 13 14|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ( , " " ) روس کا ایک وفاقی موضوع ( ایک اوبلاست ) ہے جو کہ جنوبی وفاقی ضلع میں واقع ہے
A 17 18|||R:ADJ|||مرکزی|||REQUIRED|||-NONE-|||0

S ( , " " ) روس کا ایک وفاقی موضوع ( ایک اوبلاست ) ہے جو کہ جنوبی وفاقی ضلع میں واقع ہے
A 17 18|||R:ADJ|||مرکزی|||REQUIRED|||-NONE-|||0

S مخلتف زبانوں میں موجود ہم مخرجی حروف صحیح
A 0 1|||R:ADJ|||مختلف|||REQUIRED|||-NONE-|||0

S روس کا ایک وفاقی موضوع ( ایک اوبلاست ) ہے جو کہ جنوبی وفاقی ضلع میں واقع ہے
A 12 13|||R:ADJ|||مرکزی|||REQUIRED|||-NONE-|||0

S اس کا انتظامی مرکز استراخان شہر ہے
A 4 5|||R:ADJ|||کورسک|||REQUIRED|||-NONE-|||0

S بازغہ انگلینڈ میں رہائش پذیر ہے
A 4 5|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S آخری بیوی عطا اللہ کے ساتھ لاہور میں رہائش پذیر ہے
A 9 10|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S یہ بلند و بالا پہاڑیوں کے بیچ میں ایک خوبصورت اور حیران کن نظارہ پیش کرتا ہے
A 9 10|||R:ADJ|||دلکش|||REQUIRED|||-NONE-|||0

S فلسفی مارتھا ن سبام کے مطابق غیر مختون خواتین کو طوائفانہ اور بچگانہ طرز کی خواتین سمجھا جاتا ہے
A 12 13|||R:ADJ|||بچکانہ|||REQUIRED|||-NONE-|||0

S لوئس واکوانت اثباتیت کی تین اہم شاخیں بیان کرتا ہے دورخائم منطقی اور آلاتی
A 13 14|||R:ADJ|||میکانیکی|||REQUIRED|||-NONE-|||0

S عصر حاضر میں اثباتیت کی سب سے غالب سمجھی جانے والی شاخ آلاتی اثباتیت ہے
A 12 13|||R:ADJ|||میکانیکی|||REQUIRED|||-NONE-|||0

S تہمینہ درانی کے بعد پنجاب کے موجودہ وزیر اعلی میاں شہباز شریف سے شادی کر لی
A 6 7|||R:ADJ|||سابق|||REQUIRED|||-NONE-|||0

S عمران حسین نے امریکہ میں اسلام کی نمائندگی کرتے ہوئے بہت سے بین المذاہب مکالموں میں عیسائی اور یہودی علما کے ساتھ شرکت کی
A 16 17|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S عام حالات کے برعکس دوسرے بلیوں کے مقابلے میں ببر شیر زیادہ سماجی رویہ دکھاتے ہیں
A 4 5|||R:ADJ|||دوسری|||REQUIRED|||-NONE-|||0

S ببر شیر ( " " پینتھرا لیو ) جنس پینتھرا میں موجود پانچ بڑے بلیوں میں شامل فیلیڈائی خاندان کا رکن ہے
A 13 14|||R:ADJ|||بڑی|||REQUIRED|||-NONE-|||0

S ببر شیر ( " " پینتھرا لیو ) جنس پینتھرا میں موجود پانچ بڑی بلیوں میں شامل فیلیڈائی خاندان کا رکن ہے
A 13 14|||R:ADJ|||بڑے|||REQUIRED|||-NONE-|||0

S ببر شیر ( " " پینتھرا لیو ) جنس پینتھرا میں موجود پانچ بڑے بلیوں میں شامل فیلیڈائی خاندان کا رکن ہے
A 13 14|||R:ADJ|||بڑی|||REQUIRED|||-NONE-|||0

S اس مطالعہ کے مطابق مغربی افریقہ کے ببر شیر جنوبی اور مشرقی ببر شیروں کے مقابل ایشائی ببر شیروں کے ذیادہ قریب ہیں
A 20 21|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S نشاۃ ثانیہ کے دور میں یہ چیزیں فرانس اٹلی اور پھر ساری یورپ میں پھیل گئی
A 11 12|||R:ADJ|||سارے|||REQUIRED|||-NONE-|||0

S نیم مدت انتخابات یا مڈٹرم الیکشن حکومت کے انتخابی نظام کا ایک قسم ہے
A 0 1|||R:ADJ|||نصف|||REQUIRED|||-NONE-|||0

S 1994 میں مریم نے بین الاقوامی ریاضی اولمپیاڈ میں طلائی تمغا جیتا
A 6 7|||R:ADJ|||ریاضیاتی|||REQUIRED|||-NONE-|||0

S ان کا پیرایہ بیان اثر پذیر اور دل نشین ہے
A 5 6|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S وہاں وہ اپنی اہلیہ ریحانہ دو بیٹوں ریحان اور ندیم کے ساتھ قیام پذیر تہے
A 13 14|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ہربجن سنگھ بہت دھیمے مزاج کے انسان تھے
A 3 4|||R:ADJ|||دہیمے|||REQUIRED|||-NONE-|||0

S 1 " گالون آمریکایی بر دقیق " ,
A 4 5|||R:ADJ|||امریکی|||REQUIRED|||-NONE-|||0

S 2 " گالون آمریکایی بر دقیق " ,
A 4 5|||R:ADJ|||امریکی|||REQUIRED|||-NONE-|||0

S 1 " گالون آمریکایی بر دقیق " ,
A 4 5|||R:ADJ|||امریکی|||REQUIRED|||-NONE-|||0

S 2 " گالون آمریکایی بر دقیق " ,
A 4 5|||R:ADJ|||امریکی|||REQUIRED|||-NONE-|||0

S 2 " بوشل آمریکایی بر جریب " ,
A 4 5|||R:ADJ|||امریکی|||REQUIRED|||-NONE-|||0

S قدیم عمارات کی تصاویر , اپ لوڈ کر کے ویکیپیڈیا کی مدد کریں اور جیتیں نقد انعام
A 0 1|||R:ADJ|||تاریخی|||REQUIRED|||-NONE-|||0

S اس کی رومن مساوی دیوی ڈیانا ہے
A 3 4|||R:ADJ|||مترادف|||REQUIRED|||-NONE-|||0

S لیفٹیننٹ جنرل رضوان اختر پاکستان آئی ایس آئی کے موجودہ سربراہ ہیں
A 9 10|||R:ADJ|||سابق|||REQUIRED|||-NONE-|||0

S سیکیورٹی اقدامات کیلئے پولیس کا خط
A 0 1|||R:ADJ|||حفاظتی|||REQUIRED|||-NONE-|||0

S سیکیورٹی اقدامات پر اہل محلہ کا ردعمل
A 0 1|||R:ADJ|||حفاظتی|||REQUIRED|||-NONE-|||0

S دو ایوانیت یک ایوانیت سے الگ ہوتی ہے جس میں تمام اراکین غور و فکر کرکے یک جماعت ہو کر ووٹ دیتے ہیں
A 5 6|||R:ADJ|||مختلف|||REQUIRED|||-NONE-|||0

S گزشتہ چنگ سلطنت اور مجودہ دور میں روس میں شامل ایک علاقے کے لئے مستعمل غیر سرکاری اصطلاح ہے
A 0 1|||R:ADJ|||سابقہ|||REQUIRED|||-NONE-|||0

S ا ردو ادب سے ا نتہائی لگاو اورمحبت کے سبب ادبی دنیا میں قدم رکھا
A 6 7|||R:ADJ|||لگاؤ|||REQUIRED|||-NONE-|||0

S حضرت مانصاحبہ اشرف دوجہاں رحم اللہ علیہا بلخ افغانستان سے تشریف لائیں اور یہیں قیام پذیر ہوئیں
A 15 16|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S نا پائیدار ایٹمی مرکزے اپنی کچھ توانائی خارج کر کے نسبتا زیادہ مستحکم بن جاتے ہیں
A 12 13|||R:ADJ|||پائیدار|||REQUIRED|||-NONE-|||0

S ممکنہ طور پر اردونامہ فورم پاکستان کی پرانی ترین اردو ویب سائیٹس اور بڑے ترین اردو فورمز میں سے ایک ہے
A 7 8|||R:ADJ|||قدیم|||REQUIRED|||-NONE-|||0

S ممکنہ طور پر اردونامہ فورم پاکستان کی پرانی ترین اردو ویب سائیٹس اور بڑے ترین اردو فورمز میں سے ایک ہے
A 13 14|||R:ADJ|||اہم|||REQUIRED|||-NONE-|||0

S مثلا ایک انتقادی خط میں لکھا ہے "
A 2 3|||R:ADJ|||تنقیدی|||REQUIRED|||-NONE-|||0

S دوسرا مکمل چاند گرہن 8 اکتوبر 2014 کو ہوا اور اگلے دو 4 اپریل 2015 اور 28 ستمبر 2015 کو ظہور پذیر ہوں گے
A 21 22|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S خونی چاند کی پیشین گوئی دو عیسائی پادریوں جان ہاگی اور مارک بلٹز نے پیش کی ہے
A 6 7|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S اپنے چھوٹے دنوں میں وہ ہندوستان کے چیمپیئن جیولن پھینکنے والے بھی تھے
A 1 2|||R:ADJ|||ابتدائی|||REQUIRED|||-NONE-|||0

S سینٹ جیمس کا راستہ شائد قرون وسط ی کے عیسائی ریارت گاہوں میں سب سے اہم مقام ومنزلت رکھتا ہے
A 9 10|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S ایشیائی کھیل برائے خصوصی افراد یا ایشیائی پیرا کھیل ہر چار سال بعد ایشیائی کھیل کے ساتھ ہی انعقاد پذیر ہوتا ہے
A 19 20|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S یہ اسپین میں گرونادا صوبے میں واقع گوادیکس شہر میں بسا ہے
A 10 11|||R:ADJ|||واقع|||REQUIRED|||-NONE-|||0

S رکونکیوست کے دوران گوادیکس کو 1489 میں عیسائی فوجوں دوبارہ قبضہ کر لیا گیا اور ہسپانوی و سگوتھک کو دوبارہ گرجاگھر بنایا گیا
A 7 8|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S یہ ایک عیسائی مٹھ عجائب گھر اور سکول کے طور پہ اسکا استعمال کیا جاتا ہے
A 2 3|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S سنتا ماریہ لا رے آل دے لاس ہوئے لگاس ایک عیسائی کیتھولک مٹھ ہے
A 10 11|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S آج کل گرجاگھر عیسائی مذہب سے متعلقہ اشیا کے ساتھ ایک عجائب خانہ بھی دکھاتا ہے
A 3 4|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S ان سب سے بھی اوپر یہ اپنے عظیم مخالفین شمالی افریقہ کے فاطمیوں پر اپنی برتری کا مظاہرہ کرنا تھا
A 4 5|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S میمن س نگھ ا پ ضلع صدر بنگلہ دیش کا ایک رہائشی علاقہ جو میمن س نگھ ڈویژن میں واقع ہے
A 19 20|||R:ADJ|||موجود|||REQUIRED|||-NONE-|||0

S علاوہ ازیں چھٹی اور ساتویں فصل کے درمیانی وقفے میں ایک ٹیلے وژن فلم ( اردو ترجمہ 24 آزادی ) بھی نشر کی گئی
A 2 3|||R:ADJ|||چھٹے|||REQUIRED|||-NONE-|||0

S دوسرا دور 18 ماہ بعد انجام پذیر ہوتا ہے اور اس کا آغاز صبح آٹھ بجے سے ہوتا ہے
A 6 7|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S امریکی نیٹ ورک سے نشر ہونے والے بیشتر ٹیلی ویژن ادوار وسط ستمبر سے شروع اور مئی کے اواخر میں انجام پذیر ہوتے ہیں
A 21 22|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S چھ مذہبی برادریاں مسلمان عیسائی سکھ بدھسٹ زرتشتی اور جینی برادریوں کو یونین حکومت نے اقلیتی برادریاں قرار دیا ہے
A 4 5|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S روبی کی ابتدائی اشاعت 0 95 کے بعد اس کے مزید متعدد مستحکم نسخے اشاعت پذیر ہوتے رہے جن کی فہرست درج ذیل ہے
A 15 16|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S سرائیکی زبان کی مخصوص آواز کو ظاہر کرنے کے لیے ایک حرف ہے
A 0 1|||R:ADJ|||پنجابی|||REQUIRED|||-NONE-|||0

S سرائیکی زبان کی مخصوص آواز کو ظاہر کرنے کے لیے ایک حرف ہے
A 0 1|||R:ADJ|||پنجابی|||REQUIRED|||-NONE-|||0

S یادگارکھلے پھول کی شکل میں ایک تیزی سے ترقی پذیر ملک کے طور پر پاکستان کی پیش رفت کی نمائندگی کرتا ہے
A 9 10|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S 1938 اور 1968 کے دوران کینٹ ایمیکیولیٹ ہارٹ کالج ہی میں رہائش پذیر رہیں اور وہیں کام کرتی رہیں
A 12 13|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S گمان ہے کہ یہ افسوس ناک حادثہ ھ اور ھ کے درمیان وقوع پذیر ہوا ہو گا
A 13 14|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ان ریاستوں کے علاوہ بہت ساری ریاستوں میں اچھے خاصہ اردو بولنے والوں کی تعداد ہے
A 9 10|||R:ADJ|||خاصے|||REQUIRED|||-NONE-|||0

S یہاں کی سرکاری زبان تو ہندی ہے مگر اس کے ساتھ انگریزی بھی دفتری زبان ہے
A 2 3|||R:ADJ|||دفتری|||REQUIRED|||-NONE-|||0

S اردو بھارت کی بعض ریاستوں کی سرکاری زبان ہے
A 6 7|||R:ADJ|||دفتری|||REQUIRED|||-NONE-|||0

S کل 29 ریاستیں ہیں ان ریاستوں میں 22 سرکاری زبانیں ہیں
A 8 9|||R:ADJ|||دفتری|||REQUIRED|||-NONE-|||0

S پرنٹنگ پریس مروج ہونے سے پہلے یہ اخبار کاتب حضرات کی کاوش ہی سے شایع ہوتا آرہا ہے
A 14 15|||R:ADJ|||شائع|||REQUIRED|||-NONE-|||0

S انہوں نے اپنی شاعری رامپور ( اترپردیش ) بھارت میں کی تھی جہاں وہ قیام پزیر تھے
A 15 16|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S انہوں نے اپنی شاعری رامپور ( اترپردیش ) بھارت میں کی تھی جہاں وہ قیام پذیر تھے
A 15 16|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ہندوستان کی تقسیم کے بعد ساغر نظامی بھارت میں ہی رہائش پذیر رہے
A 11 12|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اخونزادہ ) قوم کے نام سے جانے جاتے یں
A 0 1|||R:ADJ|||آخوندزادہ|||REQUIRED|||-NONE-|||0

S مگر لازیکا کے باشندے زیادہ تر عیسائی تھے وہ کسی قیمت پر رومیوں پر ایران کو ترجیع نہیں دے سکتے تھے
A 6 7|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S اسلام آباد پولیس کے تین شاخیں ہیں ایک عام پولیس دوسراں ٹریفک پولیس اور تیسرا حفاظتی یا سیکیورٹی پولیس
A 14 15|||R:ADJ|||تیسری|||REQUIRED|||-NONE-|||0

S سرائیکی تارکین وطن وہ لوگ ہیں جو کسی وجہ سے غیر ممالک میں قیام پذیر ہیں
A 14 15|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S آزادی کا لمبا سفر جنوبی افریقہ کے سابق اور پہلے جمہوری منتخب صدر نیلسن منڈیلا کی خود نوشت ہے جو سنہ میں شائع ہوئی
A 2 3|||R:ADJ|||طویل|||REQUIRED|||-NONE-|||0

S گرینڈ جامع مسجد کی تعمیر میں بہت ذیادہ انداز تعمیر ایرانی امام باڑوں سے ملائی گئی
A 7 8|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S ان کے والد محمد سلطان کاظمی رائل انڈین آرمی میں صوبیدار میجر کے عہدے پر فائض تھے
A 15 16|||R:ADJ|||فائز|||REQUIRED|||-NONE-|||0

S مجیب بھائی میرا مضمون ڈاکٹر نبی بخش بلوچ اور پطرس بخاری ملاحظ کریں دونوں امیدوار برائے بہترین مقالہ ہیں
A 16 17|||R:ADJ|||منتخب|||REQUIRED|||-NONE-|||0

S اس بنا پر کافی عیسائی اور غیر ملکی احباب دوست بنے جن میں اہم جرمن دوست ڈاکٹر وینڈر آرڈے تھے
A 4 5|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S حضرت سیدنا محمد بن سلیمان الجزولی فاس میں قیام پذیر تھے
A 9 10|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S بقیہ 9 فی صد کا تعلق عیسائی مذہب سے ہے
A 6 7|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S جن میں 16 بچے , 138بڑے اور 1 کمسن بچہ شامل ہے
A 8 9|||R:ADJ|||نومولود|||REQUIRED|||-NONE-|||0

S انھوں نے اپنے سفر کا باقاعدہ آغاز روزنامہ ابتک منسلک ہو گئے
A 9 10|||R:ADJ|||وابستہ|||REQUIRED|||-NONE-|||0

S کیونکہ عیسائی دونوں عہد نامہ قدیم اور عہد نامہ جدید دونوں کو مانتی ہیں جبکہ یہودی صرف عہد نامہ قدیم کو مانتے ہے
A 1 2|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S ترجمہ " اللہ کے نام سے شروع جو برا م ربان نہایت رحم فرمانے والا ہے
A 8 9|||R:ADJ|||بڑا|||REQUIRED|||-NONE-|||0

S کیونکہ عیسائی دونوں عہد نامہ قدیم اور عہد نامہ جدید دونوں کو مانتی ہیں جبکہ یہودی صرف عہد نامہ قدیم کو مانتے ہے
A 1 2|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S موہندر کو عام طور پر کھلاڑیوں اور کرکٹ پنڈتوں نے ایکسپریس رفتار کے خلاف بہترین ہندوستانی بلے باز کے طور پر ذکر کیا ہے
A 15 16|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S ویسٹ انڈین فاسٹ باؤلنگ کے خلاف امرناتھ کی پرسکون اور کمپوزڈ بلے بازی نے ہندوستانی اننگز کو کچھ زیادہ ضروری استحکام فراہم کیا
A 14 15|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S وہ واحد ہندوستانی ہیں جو گیند کو سنبھالنے پر آؤٹ ہوئے ہیں
A 2 3|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S وہ 1983 کرکٹ ورلڈ کپ جیتنے والے ہندوستانی اسکواڈ کے رکن تھے
A 7 8|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S دائیں ہاتھ کا بلے باز اور دائیں ہاتھ کا فاسٹ گیند باز ہے
A 9 10|||R:ADJ|||تیز|||REQUIRED|||-NONE-|||0

S بعض نے کہاکہ عیسائی فلم دیکھنے نہ جائیں
A 3 4|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S کھیتران پاکستان کا ایک بلوچ قبیلہ ہے
A 4 5|||R:ADJ|||پٹھان|||REQUIRED|||-NONE-|||0

S کھیتران پاکستان کا ایک پٹھان قبیلہ ہے
A 4 5|||R:ADJ|||بلوچ|||REQUIRED|||-NONE-|||0

S کھیتران پاکستان کا ایک بلوچ قبیلہ ہے
A 4 5|||R:ADJ|||پٹھان|||REQUIRED|||-NONE-|||0

S کھیتران پاکستان کا ایک پٹھان قبیلہ ہے
A 4 5|||R:ADJ|||بلوچ|||REQUIRED|||-NONE-|||0

S کھیتران پاکستان کا ایک بلوچ قبیلہ ہے
A 4 5|||R:ADJ|||پٹھان|||REQUIRED|||-NONE-|||0

S ان کی غزلیں ہندی بنگلہ ( بنگالی ) اور پنجابی زبانوں میں بھی ہیں
A 9 10|||R:ADJ|||گرومکھی|||REQUIRED|||-NONE-|||0

S لڑکیوں کی مساوی رسم بات متسواہ کہلاتی ہے
A 2 3|||R:ADJ|||مترادف|||REQUIRED|||-NONE-|||0

S لڑکیوں کی مترادف رسم بات متسواہ کہلاتی ہے
A 2 3|||R:ADJ|||متعلقہ|||REQUIRED|||-NONE-|||0

S تصانیف اب تک پندرہ کتابیں اشاعت پذیر ہو چکی ہیں
A 6 7|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S خود ساختہ نام ) ایک فارسی خاندان اور مشرقی ایرانی تاجک قبیلہ تھا جس نے 10ویں صدی سے 1215 تک حکومت کی
A 5 6|||R:ADJ|||پشتون|||REQUIRED|||-NONE-|||0

S خود ساختہ نام ) ایک فارسی خاندان اور مشرقی ایرانی تاجک قبیلہ تھا جس نے 10ویں صدی سے 1215 تک حکومت کی
A 9 10|||R:ADJ|||افغانی|||REQUIRED|||-NONE-|||0

S خود ساختہ نام ) ایک فارسی خاندان اور مشرقی ایرانی تاجک قبیلہ تھا جس نے 10ویں صدی سے 1215 تک حکومت کی
A 10 11|||R:ADJ|||افغان|||REQUIRED|||-NONE-|||0

S آپ کا تعلق قدیم تاریخی ضلع جہلم سے ہے اور آج کل دینہ شہر میں رہائش پذیر ہیں
A 16 17|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S آپ کا تعلق قدیم تاریخی ضلع جہلم سے ہے اور آج کل دینہ شہر میں رہائش پذیر ہیں
A 16 17|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اس لئے ترقی پذیر ممالک کو ترقی کے ابتدائی مراحل پر حکومتی مداخلت کی زیادہ ضرورت ہے
A 3 4|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S سوق واقف قطر کے دارالحکومت دوحہ کا ایک مشہور روائتی بازار ہے
A 9 10|||R:ADJ|||روایتی|||REQUIRED|||-NONE-|||0

S یہ بازار روائتی کپڑے مصالحہ جات وغیرہ کے لیے مشہور ہے
A 2 3|||R:ADJ|||روایتی|||REQUIRED|||-NONE-|||0

S اس سوق میں مختلف ممالک کے روائتی کھانے بھی دستیاب ہوتے ہیں
A 6 7|||R:ADJ|||روایتی|||REQUIRED|||-NONE-|||0

S ماضی قریب میں اسے گرا کر دوبارہ روائتی طرز تعمیر کے طور پر دوبارہ تعمیر کیا گیا
A 7 8|||R:ADJ|||روایتی|||REQUIRED|||-NONE-|||0

S یہ رسم بھارت پاکستان اور عرب ممالک میں کافی حد تک پھیلی ہوئی ہے
A 8 9|||R:ADJ|||بہت|||REQUIRED|||-NONE-|||0

S یہ محض ہیولے نہیں بلکہ ہماری پہلے والی نسل کے ارتقا پذیر انسانوں کے طور پر پیش کیے گئے ہیں
A 11 12|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S یہ محض ہیولے نہیں بلکہ ہماری پہلے والی نسل کے ارتقا پزیر انسانوں کے طور پر پیش کیے گئے ہیں
A 7 8|||R:ADJ|||انسانی|||REQUIRED|||-NONE-|||0

S قلیل تعداد میں ہندو اور مسیحی بھی موجود ہیں
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S درج زیل میں وہ واقعات شامل ہیں جو 2015 میں پاکستان میں وقوع پزیر ہو
A 13 14|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S درج ذیل میں وہ واقعات شامل ہیں جو 2015 میں پاکستان میں وقوع پذیر ہوئے
A 13 14|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اس طرح گرم اجسام کے مسلسل طیف میں کچھ کالی لکیریں نمودار ہو جاتی ہیں
A 9 10|||R:ADJ|||سیاہ|||REQUIRED|||-NONE-|||0

S سیلیکان کائنات میں سب سے ذیادہ پائے جانے والا آٹھواں عنصر ہے
A 5 6|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S اس وجہ سے یہ آکسیجن کے بعد زمین پر سب سے ذیادہ پائے جانے والا عنصر ہے
A 11 12|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S عبد العز ز بوتفل قہ ( پیدائش 2 مارچ 1937 ) الجزائر کے سیاست دان اور 1999 سے ملک کے پانچویں صدر ہیں
A 20 21|||R:ADJ|||سابق|||REQUIRED|||-NONE-|||0

S شاعر کاکمال یہ ہے کہ ان تمام اوصاف کو نہایت سہل رواں اور دل پذیر انداز میں شاعری بنادیا ہے
A 14 15|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S نووارا الییا ڈویژنل سیکریٹریٹ سری لنکا کا ایک رہائشی علاقہ جو وسطی صوبہ سری لنکا میں واقع ہے
A 11 12|||R:ADJ|||شمالی|||REQUIRED|||-NONE-|||0

S اراوور ٹاؤن ڈویژنل سیکریٹریٹ سری لنکا کا ایک رہائشی علاقہ جو مشرقی صوبہ سری لنکا میں واقع ہے
A 11 12|||R:ADJ|||مغربی|||REQUIRED|||-NONE-|||0

S جامعہ دارالعلوم کراچی پاکستان کا سب سے عظیم دینی ادارہ ہے
A 7 8|||R:ADJ|||بڑا|||REQUIRED|||-NONE-|||0

S 1880 میں پیآندیلو کے والدین سسلی کے صد مقام پالیرمو میں سکونت پذیر ہو گئے جہاں انہوں نے ہائی اسکول کی تعلیم مکمل کی
A 12 13|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S شاکر شجاع آبادی پاکستان سے تعلق رکھنے والے سرائیکی زبان کے مشہور اور ہر دل عزیز شاعر ہیں
A 8 9|||R:ADJ|||پنجابی|||REQUIRED|||-NONE-|||0

S جسے سرائیکی زبان کا شیکسپیئر اور انقلابی شاعر کہا جاتا ہے
A 1 2|||R:ADJ|||پنجابی|||REQUIRED|||-NONE-|||0

S شاکر شجاع آبادی پاکستان سے تعلق رکھنے والے پنجابی زبان کے مشہور اور ہر دل عزیز شاعر ہیں
A 8 9|||R:ADJ|||سرائیکی|||REQUIRED|||-NONE-|||0

S جسے پنجابی زبان کا شیکسپیئر اور انقلابی شاعر کہا جاتا ہے
A 1 2|||R:ADJ|||سرائیکی|||REQUIRED|||-NONE-|||0

S اس محلے میں کلیسائے مقبرہ مقدس بھی موجود ہے جسے زیادہ تر عیسائی مقدس ترین مقام سمجھتے ہیں
A 12 13|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S عیسائی محلے میں تقریبا 40 مسیحی مقدس مقامات ہیں
A 0 1|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S حالانکہ آرمینیائی بھی عیسائی ہیں لیکن ان کا محلہ عیسائی محلہ سے الگ ہے
A 3 4|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S عیسائی محلہ زیادہ تر مذہبی سیاحتی اور تعلیمی عمارتوں پر مشتمل ہے
A 0 1|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S 1099 میں پہلی صلیبی جنگ کے دوران یہ مغربی عیسائی فوج کے قبضے میں چلا گیا
A 9 10|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S حالانکہ آرمینیائی بھی مسیحی ہیں لیکن ان کا محلہ عیسائی محلہ سے الگ ہے
A 9 10|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S حالانکہ آرمینیائی بھی عیسائی ہیں لیکن ان کا محلہ عیسائی محلہ سے الگ ہے
A 3 4|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S حالانکہ آرمینیائی بھی عیسائی ہیں لیکن ان کا محلہ عیسائی محلہ سے الگ ہے
A 9 10|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S پاکستانی ڈراموں نے نہ صرف پاکستان بلکہ بھارت اور مشرق وسطی میں بھی اچھا خاصہ شہرت حاصل کا ہے
A 14 15|||R:ADJ|||خاصی|||REQUIRED|||-NONE-|||0

S باب رحمت یا سنہری دروازہ جو اس دروازے کا عیسائی ادب میں نام ہے قدیم یروشلم کے موجودہ دروازوں میں سب سے قدیم ہے
A 9 10|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S عیسائی محلہ قدیم شہر کے شمال مغربی کونے میں واقع ہے
A 0 1|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S اس محلے میں کلیسائے مقبرہ مقدس بھی موجود ہے جسے زیادہ تر عیسائی مقدس ترین مقام سمجھتے ہیں
A 12 13|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S عیسائی محلے میں تقریبا 40 مسیحی مقدس مقامات ہیں
A 0 1|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S حالانکہ آرمینیائی بھی عیسائی ہیں لیکن ان کا محلہ عیسائی محلہ سے الگ ہے
A 3 4|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S حالانکہ آرمینیائی بھی عیسائی ہیں لیکن ان کا محلہ عیسائی محلہ سے الگ ہے
A 9 10|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S عیسائی محلہ زیادہ تر مذہبی سیاحتی اور تعلیمی عمارتوں پر مشتمل ہے
A 0 1|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S حالانکہ آرمینیائی بھی عیسائی ہیں لیکن ان کا محلہ عیسائی محلہ سے الگ ہے
A 3 4|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S حالانکہ آرمینیائی بھی عیسائی ہیں لیکن ان کا محلہ عیسائی محلہ سے الگ ہے
A 9 10|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S اس میں بنیادی طور پر انگریزی بولنے والے یہودی عیسائیوں کے مذہبی اجتماع ہوتے ہیں اور دونوں عیسائی اور یہودی تہوار منائے جاتے ہیں
A 17 18|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S تقسیم ہندوستان 1947 تک جماعت احمدیہ کے خلفا بھی یہیں اقامت پذیر تھے
A 11 12|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S بھیرہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ملک یمن سے یہاں تشریف لائے اور یہیں پر قیام پذیر ہوئے
A 10 11|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S چوڑیل اس کو میٹھے آواز میں بلاتی ہے
A 3 4|||R:ADJ|||میٹھی|||REQUIRED|||-NONE-|||0

S آپکی لاتعداد اولاد پاراچنار میں رہائش پذیر ہے جن کے پاس اصل سلسلہ نسبی کے نسخہ جات موجود ہیں
A 6 7|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S غالبا خیال کیا جاتا ہے کہ کوسم کے والد جزیزہ تینوس کے ایک عیسائی راہب تھے
A 13 14|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S علامتی مشین کسی خاص کمپیوٹر آپریٹنگ سسٹم کی ایک بناوٹ ہے
A 0 1|||R:ADJ|||مجازی|||REQUIRED|||-NONE-|||0

S ا ج ین ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو اجین ضلع میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لوناواڈا ( انگریزی ) بھارت کا ایک انسانی آبادکاری اور سابقہ نوابی ریاست ہے جو گجرات ( بھارت ) میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مندسور ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو مدھیہ پردیش میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ناگاؤں ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ناگاؤں ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ن ودر ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو جالندھر ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تھانیسر ( انگریزی ) بھارت کا ایک انسانی آبادکاری ہے جو کروکشیتر ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ٹونک بھارت ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو ضلع ٹونک میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S 5520 مربع کلومیٹر رقبہ پر محیط اس جنگلی علاقہ میں دنیا کے عجیب و غریب جاندار اور پودے پائے جاتے ہیں
A 12 13|||R:ADJ|||متنوع|||REQUIRED|||-NONE-|||0

S 5520 مربع کلومیٹر رقبہ پر محیط اس جنگلی علاقہ میں دنیا کے عجیب و غریب جاندار اور پودے پائے جاتے ہیں
A 14 15|||R:ADJ|||انوکھے|||REQUIRED|||-NONE-|||0

S اس کے علاوہ یہ بہت سے عجیب و غریب جانداروں کا آماجگاہ بھی ہے
A 6 7|||R:ADJ|||متنوع|||REQUIRED|||-NONE-|||0

S اس کے علاوہ یہ بہت سے عجیب و غریب جانداروں کا آماجگاہ بھی ہے
A 8 9|||R:ADJ|||انوکھے|||REQUIRED|||-NONE-|||0

S یا عیسائی تعبیر میں یہ چار کتابیں چار مختلف پہلو سے یسوع مسیح کی تصویرکشی جیسی ہیں
A 1 2|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S دس لاکھ سے کچھ زائد علویہ مصر اور لبنان میں رہائش پذیر ہیں
A 11 12|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S دس لاکھ سے کچھ زائد علویہ مصر اور لبنان میں رہائش پذیر ہیں
A 11 12|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S یمن اور بھارت میں رہائش پذیر ہیں
A 5 6|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S یہ یمن اور بھارت میں رہائش پذیر ہیں
A 6 7|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S یہ گروہ فاطمی خلفا کے ختم ہوتے ہی اختتام پذیر ہو گیا
A 9 10|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S کالے چور 1991 میں ریلیز ہونے والی یہ فلم مکمل طور پر ایک مصالحہ فلم تھی
A 13 14|||R:ADJ|||مسالا|||REQUIRED|||-NONE-|||0

S ان کا دوسرا مجموعہ کلام " خاک دان " ان کی وفات کے بعد 1998 میں اشاعت پذیر ہوا
A 17 18|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اس کے علاوہ اردو سیکھنے کی کافی سہولتیں دستیاب تھیں
A 6 7|||R:ADJ|||خاصی|||REQUIRED|||-NONE-|||0

S دونوں کھلاڑیوں کو کھیل کے آغاز میں علیحدہ علیحدہ 16 م ہرے دیئے جاتے ہیں
A 7 8|||R:ADJ|||الگ|||REQUIRED|||-NONE-|||0

S دونوں کھلاڑیوں کو کھیل کے آغاز میں علیحدہ علیحدہ 16 م ہرے دیئے جاتے ہیں
A 8 9|||R:ADJ|||الگ|||REQUIRED|||-NONE-|||0

S ل نڈ شہر سے زبیر فاروقی اپنا ایک سہ ماہی جریدہ زاویہ بھارت کے ڈاکٹر مناظر عاشق ہرگانوی کے تعاون سے جاری کرتے ہیں
A 21 22|||R:ADJ|||شائع|||REQUIRED|||-NONE-|||0

S مانچشٹر میٹروپالیٹن یونی ورسٹی کی جانب سے پہلی اردو ڈگری نصاب کا آغاز
A 7 8|||R:ADJ|||اولین|||REQUIRED|||-NONE-|||0

S اس سلسلے میں وہ کچھ وقت کے لیے یہاں پر قیام پزیر بھی رہتے ہیں
A 11 12|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S چارلس یونیورسٹی کو ماضی میں بھارت اور پاکستان سفارت خانوں سے کافی امداد حاصل ہوئے تھے
A 11 12|||R:ADJ|||خاصی|||REQUIRED|||-NONE-|||0

S اس سلسلے میں وہ کچھ وقت کے لیے یہاں پر قیام پذیر بھی رہتے ہیں
A 11 12|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S مجیب بھائی میرا مضمون ڈاکٹر نبی بخش بلوچ اور پطرس بخاری ملاحظ کریں دونوں امیدوار برائے بہترین مقالہ ہیں
A 16 17|||R:ADJ|||منتخب|||REQUIRED|||-NONE-|||0

S خوشی ہے کہ آپ ایک اچھا اصافہ ثابت ہوئے ہیں
A 5 6|||R:ADJ|||اچہا|||REQUIRED|||-NONE-|||0

S ویکیپیڈیا پر مضامین کی اچھی خاصی تعداد تو ہے لیکن یہ غیر متوازن ہو چکا ہے
A 4 5|||R:ADJ|||اچہی|||REQUIRED|||-NONE-|||0

S روبہ کے ذریعے شہروں کے مضامین بنانے سے اب آدھے مضامین شہروں کے ہیں
A 9 10|||R:ADJ|||آدہے|||REQUIRED|||-NONE-|||0

S سومرو کا نام بھی نظر نہیں آیا تو آپکے لکھے مضامین بس ایسے ہی دیکھ رہا تھا
A 9 10|||R:ADJ|||لکہے|||REQUIRED|||-NONE-|||0

S سدھوپاکستانی اور بھارتی پنجاب میں رہنے والا ایک جاٹ قبیلہ ہے
A 8 9|||R:ADJ|||جٹ|||REQUIRED|||-NONE-|||0

S مولوی بازار ( لاطینی ) بنگلہ دیش کا ایک انسانی آبادکاری جو مولوی بازار ضلع میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کومیلا ( لاطینی ) بنگلہ دیش کا ایک انسانی آبادکاری جو کومیلا ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بوگرا ( لاطینی ) بنگلہ دیش کا ایک انسانی آبادکاری جو بوگرا ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S برہمنباریا ( لاطینی ) بنگلہ دیش کا ایک انسانی آبادکاری جو چٹاگانگ ڈویژن میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S رنگامتی ( لاطینی ) بنگلہ دیش کا ایک انسانی آبادکاری جو رنگامتی ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پبنا ( لاطینی ) بنگلہ دیش کا ایک انسانی آبادکاری جو پبنا ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سراج گنج ( لاطینی ) بنگلہ دیش کا ایک انسانی آبادکاری جو سراج گنج ضلع میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آپ کے والد گرامی عارف باللہ ابوالمجد عبد العزیز ولی صفت اور اپنے وقت کے چنندہ اہل اللہ میں سے تھے
A 15 16|||R:ADJ|||چنیدہ|||REQUIRED|||-NONE-|||0

S سامدروپ جونگخار ( لاطینی ) بھوٹان کا ایک انسانی آبادکاری جو سامدروپ جونگخار ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S عین وسارہ ( عربی ع ن وسار ) الجزائر کا ایک انسانی آبادکاری جو صوبہ الجلفہ میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مسعد ( عربی مسعد ) الجزائر کا ایک الجزائر کی بلدیات و انسانی آبادکاری جو صوبہ الجلفہ میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تنس ( عربی تنس ) الجزائر کا ایک الجزائر کی بلدیات و انسانی آبادکاری ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شیخ حسینہ واجد بنگلہ دیش کی موجودہ اور دسویں وزیر اعظم ہیں
A 8 9|||R:ADJ|||گیارہویں|||REQUIRED|||-NONE-|||0

S شیخ حسینہ واجد بنگلہ دیش کی موجودہ اور گیارہویں وزیر اعظم ہیں
A 8 9|||R:ADJ|||دسویں|||REQUIRED|||-NONE-|||0

S عین سفنی ( عربی ع ن سفن ) عراق کا ایک انسانی آبادکاری جو میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اس وقت مسیحیت میں چونکہ بہت ذیادہ تحریف ہو چکی تھی
A 6 7|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S لیکن اس کے باوجود خود مغربی اداروں کے مطابق اسلام دنیا میں سب سے ذیادہ تیزی سے پھیل رہا ہے
A 14 15|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S عالیہ لبنان ( عربی عال ) لبنان کا ایک انسانی آبادکاری جو محافظہ جبل لبنان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آق قول ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو نوائی صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بخت ازبکستان ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو سیر دریا صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آساکا ازبکستان ( لاطینی , ) ازبکستان کا ایک انسانی آبادکاری جو اندیجان صوبہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کتہ کورغان ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو سمرقند صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قووا ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو فرغانہ صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قاراکؤل ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو بخارا صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پیسکند ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو تاشقند صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آق تاش ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو سمرقند صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سیردریا ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو سیر دریا صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شیرآباد ازبکستان ( لاطینی , ) ازبکستان کا ایک انسانی آبادکاری جو سرخان دریا صوبہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S خان آباد ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو اندیجان صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پاتریکی ( لاطینی ) قبرص کا ایک انسانی آبادکاری جو ضلع فاماگوستا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کاپوتی ( لاطینی ) قبرص کا ایک انسانی آبادکاری جو ضلع نیکوسیا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کاپوتی ( لاطینی ) قبرص کا ایک آباد مقام جو ضلع نیکوسیا میں واقع ہے
A 7 8|||R:ADJ|||انسانی|||REQUIRED|||-NONE-|||0

S نیکیتاس ( لاطینی ) قبرص کا ایک انسانی آبادکاری جو ضلع نیکوسیا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قاضیویرا ( لاطینی ) قبرص کا ایک انسانی آبادکاری جو ضلع نیکوسیا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آولونا قبرص ( لاطینی , ) قبرص کا ایک انسانی آبادکاری جو ضلع نیکوسیا میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آولونا قبرص ( لاطینی , ) قبرص کا ایک آباد مقام جو ضلع نیکوسیا میں واقع ہے
A 9 10|||R:ADJ|||انسانی|||REQUIRED|||-NONE-|||0

S ایلیا نیکوسیا ( لاطینی , ) قبرص کا ایک انسانی آبادکاری جو ضلع نیکوسیا میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S امپیلوکو ( لاطینی ) قبرص کا ایک انسانی آبادکاری جو لیفکا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پینتاگیا ( لاطینی ) قبرص کا ایک انسانی آبادکاری جو ضلع نیکوسیا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پینتاگیا ( لاطینی ) قبرص کا ایک آباد مقام جو ضلع نیکوسیا میں واقع ہے
A 7 8|||R:ADJ|||انسانی|||REQUIRED|||-NONE-|||0

S انگولیمی ( لاطینی ) قبرص کا ایک انسانی آبادکاری جو ضلع نیکوسیا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پیترا قبرص ( لاطینی , ) قبرص کا ایک انسانی آبادکاری جو ضلع نیکوسیا میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیئرا قبرص ( لاطینی , ) قبرص کا ایک انسانی آبادکاری جو ضلع نیکوسیا میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیومورتزو ( لاطینی ) قبرص کا ایک انسانی آبادکاری جو ضلع کیرینیہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیومورتزو ( لاطینی ) قبرص کا ایک آباد مقام جو ضلع کیرینیہ میں واقع ہے
A 7 8|||R:ADJ|||انسانی|||REQUIRED|||-NONE-|||0

S واسیلیا ( لاطینی ) قبرص کا ایک انسانی آبادکاری جو ضلع کیرینیہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تھیرمیا ( لاطینی ) قبرص کا ایک انسانی آبادکاری جو ضلع کیرینیہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آئیوس ایپیکتیتوس ( لاطینی ) قبرص کا ایک انسانی آبادکاری جو ضلع کیرینیہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تراپیزا قبرص ( لاطینی , ) قبرص کا ایک انسانی آبادکاری جو ضلع کیرینیہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کلیپینی ( لاطینی ) قبرص کا ایک انسانی آبادکاری جو ضلع کیرینیہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آئیوس نیکولاوس فاماگوستا ( لاطینی , ) قبرص کا ایک انسانی آبادکاری جو ضلع فاماگوستا میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S واتیلی ( لاطینی ) قبرص کا ایک انسانی آبادکاری جو ضلع فاماگوستا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اورتاکوئے نیکوسیا ( لاطینی , ) قبرص کا ایک انسانی آبادکاری جو ضلع نیکوسیا میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پراستیو نیکوسیا ( لاطینی , ) قبرص کا ایک انسانی آبادکاری جو ضلع نیکوسیا میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S زویشاوانے ( لاطینی ) زمبابوے کا ایک انسانی آبادکاری جو مڈلینڈز صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نورٹن زمبابوے ( لاطینی , ) زمبابوے کا ایک انسانی آبادکاری جو ماشونالینڈ مغربی صوبہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چیتونگویزا ( لاطینی ) زمبابوے کا ایک انسانی آبادکاری جو ماشونالینڈ مشرقی صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شوروگوی ( لاطینی ) زمبابوے کا ایک انسانی آبادکاری جو مڈلینڈز صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چیپینگے ( لاطینی ) زمبابوے کا ایک انسانی آبادکاری جو مانیکالینڈ صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چیریدزی ( لاطینی ) زمبابوے کا ایک انسانی آبادکاری جو ماسونگو صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چنسالی ( لاطینی ) زیمبیا کا ایک انسانی آبادکاری جو موچنگا صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ماساکا ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو ماساکا ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نانسانا ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو واکیسو ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S موکونو ٹاؤن ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو موکونو ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مبارارا ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو مبارارا ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیرا ٹاؤن ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو واکیسو ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ماسیندی ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو ماسیندی ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لیرا یوگنڈا ( لاطینی , ) یوگنڈا کا ایک انسانی آبادکاری جو لیرا ضلع میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہویما ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو ہویما ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بوسیا یوگنڈا ( لاطینی , ) یوگنڈا کا ایک انسانی آبادکاری جو بوسیا ضلع میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S واکیسو ٹاؤن ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو واکیسو ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نجیرو ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو بویکوے ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S موبیندے ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو موبیندے ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S میتیانا ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو میتیانا ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کابالے ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو کابالے ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مپوندوے ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو کاسیسے ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اگانگا ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو اگانگا ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فورٹ پورٹل ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو کابارولے ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S طبیعت فطرۃ اثر پذیر واقع ہوئی تھی
A 3 4|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S الیبتونگ ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو الیبتونگ ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ابیم یوگنڈا ( لاطینی , ) یوگنڈا کا ایک انسانی آبادکاری جو ابیم ضلع میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ادجومانی ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو ادجومانی ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S امولاتار ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو امولاتار ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اموریا ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو اموریا ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اپاک ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو اپاک ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بومبو یوگنڈا ( لاطینی , ) یوگنڈا کا ایک انسانی آبادکاری جو لوویرو ضلع میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بوداکا ٹاؤن ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو بوداکا ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بوگیمبے ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بوگیری ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو بوگیری ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بوکیدیا ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو بوکیدیا ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بولیسا ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو بولیسا ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بویکوے ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو بویکوے ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بوندیبوگیو ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو بوندیبوگیو ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بوسیمباتیا ( لاطینی , ) یوگنڈا کا ایک انسانی آبادکاری جو اگانگا ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بوشینئی ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو بوشینئی ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بوسولوے ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو بوتالیجا ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بوتالیجا ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو بوتالیجا ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بووینگے ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو جنجا ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بوئیندے ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو بوئیندے ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دوکولو ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو دوکولو ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گومبے بوتامبالا یوگنڈا ( لاطینی , , ) یوگنڈا کا ایک انسانی آبادکاری جو بوتامبالا ضلع میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہیما یوگنڈا ( لاطینی , ) یوگنڈا کا ایک انسانی آبادکاری جو کاسیسے ضلع میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اباندا ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو اباندا ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اسینگیرو ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو اسینگیرو ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کآبونگ ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو کآبونگ ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کابیرامایدو ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو کابیرامایدو ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کابئوہے ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو بوشینئی ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کاگادی ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو کیبآلے ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کاکیرا ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو جنجا ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کاکیری ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو واکیسو ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کالاگالا ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو کالاگالا ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کالیرو ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو کالیرو ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کالیسیزو ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو راکائی ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کالونگو ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو اگاگو ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کالونگو ( یوگنڈا ) ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو کالونگو ضلع میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کامولی ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو کامولی ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کانونی ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو گومبا ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کاموینگے ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو کاموینگے ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کانونگو ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو کانونگو ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کاپچوروا ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو کاپچوروا ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کاتاکوی ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو کاتاکوی ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کائونگا ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو کائونگا ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیبآلے ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو کیبآلے ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیبوگا ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو کیبوگا ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیبینگو ( لاطینی ) کینیا کا ایک انسانی آبادکاری جو وسطی صوبہ ( کینیا ) میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیہیہی ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو کانونگو ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیروہورا ( لاطینی , ) یوگنڈا کا ایک انسانی آبادکاری جو کیروہورا ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیریاندونگو ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو کیریاندونگو ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیسورو ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو کیسورو ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کتگوم ( لاطینی , ) یوگنڈا کا ایک انسانی آبادکاری جو کتگوم ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوبوکو ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو کوبوکو ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوتیدو ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو کوتیدو ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کومی یوگنڈا ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو کومی ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیازانگا ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو لوینگو ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کئیگیگوا ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو کئیگیگوا ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کئینجوجو ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو کئینجوجو ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیوتیرا ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو راکائی ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لوگازی ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو بویکوے ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لوکایا ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو کالونگو ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لوویرو ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو لوویرو ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لواکہاکہا یوگنڈا ( لاطینی , ) یوگنڈا کا ایک انسانی آبادکاری جو مانافوا ضلع میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لوینگو ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو لوینگو ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لیانتوندے ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو لیانتوندے ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مالابا یوگنڈا ( لاطینی , ) یوگنڈا کا ایک انسانی آبادکاری جو تورورو ضلع میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مانافوا ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو مانافوا ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ماسیندی پورٹ ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو ماسیندی ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ماتوگا ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو واکیسو ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مائوگی ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو مائوگی ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S میتوما ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو میتوما ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مپیگی ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو مپیگی ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S موروتو ٹاؤن ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو موروتو ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مویو ٹاؤن ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو مویو ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S موتوکولا یوگنڈا ( لاطینی , ) یوگنڈا کا ایک انسانی آبادکاری جو راکائی ضلع میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ناگونگیرا ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو تورورو ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ناکاسیکے ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو ناکاسیکے ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ناکاسونگولا ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو ناکاسونگولا ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ناکاپیریپیریت ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو ناکاپیریپیریت ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نامائینگو ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو مشرقی علاقہ یوگنڈا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ناموتومبا ( لاطینی , ) یوگنڈا کا ایک انسانی آبادکاری جو ناموتومبا ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نیبی ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو نیبی ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نگورا ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو نگورا ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نکوکونجیرو ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو بویکوے ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نتونگامو ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو نتونگامو ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اویام یوگنڈا ( لاطینی , ) یوگنڈا کا ایک انسانی آبادکاری جو اویام ضلع میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پادیر یوگنڈا ( لاطینی , ) یوگنڈا کا ایک انسانی آبادکاری جو پادیر ضلع میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پایدہا ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو زومبو ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پالیسا ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو پالیسا ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S راکائی ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو راکائی ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S روکونگیری ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو روکونگیری ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S رویمی ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سیمبابولے ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو سیمبابولے ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ووبولینزی ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو لوویرو ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیتامیلو ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو بووما ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بینئینی ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو کوین ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اگاگو ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو اگاگو ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S امودات ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو امودات ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کولے یوگنڈا ( لاطینی , ) یوگنڈا کا ایک انسانی آبادکاری جو کولے ضلع میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ناپاک یوگنڈا ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو ناپاک ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نوویا ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو نوویا ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اوتوکے ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو اوتوکے ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S زومبو یوگنڈا ( لاطینی , ) یوگنڈا کا ایک انسانی آبادکاری جو زومبو ضلع میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بوہویجو یوگنڈا ( لاطینی , ) یوگنڈا کا ایک انسانی آبادکاری جو بوہویجو ضلع میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیبینگو یوگنڈا ( لاطینی , ) یوگنڈا کا ایک انسانی آبادکاری جو شیما ضلع میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S روبیریزی ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو روبیریزی ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نتوروکو ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو مغربی علاقہ یوگنڈا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بولامبولی ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو بولامبولی ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بودودا ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو بودودا ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کووکا ٹاؤن ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو کووکا ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کومی ٹاؤن ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو کومی ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیبوکو ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو کیبوکو ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سیریرے ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو سیریرے ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بوکومانسیمبی ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو بوکومانسیمبی ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیانکوانزی ( لاطینی ) یوگنڈا کا ایک انسانی آبادکاری جو کیانکوانزی ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S داپاونگ ( لاطینی ) ٹوگو کا ایک انسانی آبادکاری جو ساوانیس علاقہ ٹوگو میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اتاکپامے ( لاطینی ) ٹوگو کا ایک انسانی آبادکاری جو پلاٹوس علاقہ ٹوگو میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کارا ٹوگو ( لاطینی , ) ٹوگو کا ایک انسانی آبادکاری جو کارا علاقہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بینگوئلا ( لاطینی ) انگولہ کا ایک انسانی آبادکاری جو بینگوئلا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لوبانگو ( لاطینی ) انگولہ کا ایک انسانی آبادکاری جو میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اندجیوا ( لاطینی ) انگولہ کا ایک انسانی آبادکاری جو میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مالانجے ( لاطینی ) انگولہ کا ایک انسانی آبادکاری جو مالانجے صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ان میں مذہبی اور روحانی شخصیات کو ذیادہ اہمیت حاصل ہے
A 7 8|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S آیزو 3166 2 آیزو 3166 2 میں امریکی جزائر ورجن کا اندراج ہے
A 7 8|||R:ADJ|||برطانوی|||REQUIRED|||-NONE-|||0

S کانتشاری ( لاطینی ) برکینا فاسو کا ایک انسانی آبادکاری ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سووا , بوٹسوانا ( لاطینی , ) بوٹسوانا کا ایک انسانی آبادکاری جو بوٹسوانا میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بالائی کوتو کا رقبہ 86 , 650 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 90 , 316 افراد پر مشتمل ہے
A 0 1|||R:ADJ|||زیریں|||REQUIRED|||-NONE-|||0

S وایلوا ( لاطینی ) سامووا کا ایک انسانی آبادکاری جو پالاولی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اساو سامووا ( لاطینی , ) سامووا کا ایک انسانی آبادکاری جو وایسیگانو میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آوپو ( لاطینی ) سامووا کا ایک انسانی آبادکاری جو گاگآانفوماوگا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سالیاولا ( لاطینی ) سامووا کا ایک انسانی آبادکاری جو گاگآئماوگا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سامامیا ( لاطینی ) سامووا کا ایک انسانی آبادکاری جو وآ او فونوتی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لوفیلوفی ( لاطینی ) سامووا کا ایک انسانی آبادکاری جو اتوا ( ضلع ) میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مولیفانوا ( لاطینی ) سامووا کا ایک انسانی آبادکاری جو آیگا ای لو تائی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لیولومویگا ( لاطینی ) سامووا کا ایک انسانی آبادکاری جو آنا سامووا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S افیگا ( لاطینی ) سامووا کا ایک انسانی آبادکاری جو تواماساگا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سکاربورو ٹوباگو ( لاطینی , ) ٹرینیڈاڈ و ٹوباگو کا ایک انسانی آبادکاری جو ٹوباگو میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پوائنٹ فورٹن ( لاطینی ) ٹرینیڈاڈ و ٹوباگو کا ایک انسانی آبادکاری جو ٹرینیڈاڈ و ٹوباگو میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈیگو مارٹن ( لاطینی ) ٹرینیڈاڈ و ٹوباگو کا ایک انسانی آبادکاری جو ڈیگو مارٹن علاقائی کارپوریشن میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پینل ٹرینیڈاڈ و ٹوباگو ( لاطینی ) ٹرینیڈاڈ و ٹوباگو کا ایک انسانی آبادکاری جو ٹرینیڈاڈ و ٹوباگو میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S موروگا ( لاطینی ) ٹرینیڈاڈ و ٹوباگو کا ایک انسانی آبادکاری جو پرنسز ٹاؤن علاقائی کارپوریشن میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پرنسز ٹاؤن ( لاطینی ) ٹرینیڈاڈ و ٹوباگو کا ایک انسانی آبادکاری جو ٹرینیڈاڈ و ٹوباگو میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S باراٹاریا ٹرینیڈاڈ و ٹوباگو ( لاطینی , ) ٹرینیڈاڈ و ٹوباگو کا ایک انسانی آبادکاری جو ٹرینیڈاڈ و ٹوباگو میں واقع ہے
A 13 14|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان حوان ٹرینیڈاڈ و ٹوباگو ( لاطینی , ) ٹرینیڈاڈ و ٹوباگو کا ایک انسانی آبادکاری جو ٹرینیڈاڈ و ٹوباگو میں واقع ہے
A 14 15|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سانگرے گرانڈے ( لاطینی ) ٹرینیڈاڈ و ٹوباگو کا ایک انسانی آبادکاری جو ٹرینیڈاڈ و ٹوباگو میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فیض آباد ٹرینیڈاڈ و ٹوباگو ( لاطینی ) ٹرینیڈاڈ و ٹوباگو کا ایک انسانی آبادکاری جو ٹرینیڈاڈ و ٹوباگو میں واقع ہے
A 13 14|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سیپاریا ( لاطینی ) ٹرینیڈاڈ و ٹوباگو کا ایک انسانی آبادکاری جو ٹرینیڈاڈ و ٹوباگو میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آروکا ٹرینیڈاڈ و ٹوباگو ( لاطینی , ) ٹرینیڈاڈ و ٹوباگو کا ایک انسانی آبادکاری جو ٹرینیڈاڈ و ٹوباگو میں واقع ہے
A 13 14|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوریپے ( لاطینی ) ٹرینیڈاڈ و ٹوباگو کا ایک انسانی آبادکاری جو ٹرینیڈاڈ و ٹوباگو میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پیارکو ( لاطینی ) ٹرینیڈاڈ و ٹوباگو کا ایک انسانی آبادکاری جو ٹوناپونا پیارکو علاقائی کارپوریشن میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ٹرینسٹی ( لاطینی ) ٹرینیڈاڈ و ٹوباگو کا ایک انسانی آبادکاری جو ٹرینیڈاڈ و ٹوباگو میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ٹوناپونا ( لاطینی ) ٹرینیڈاڈ و ٹوباگو کا ایک انسانی آبادکاری جو ٹوناپونا پیارکو علاقائی کارپوریشن میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اوسولوتآن ( ہسپانوی ) ایل سیلواڈور کا ایک انسانی آبادکاری جو اوسولوتآن محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سونسوناتے ایل سیلواڈور ( ہسپانوی , ) ایل سیلواڈور کا ایک انسانی آبادکاری جو سونسوناتے محکمہ میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان ویسینتے ایل سیلواڈور ( ہسپانوی , ) ایل سیلواڈور کا ایک انسانی آبادکاری جو سان ویسینتے محکمہ میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان فرانسسکو گوتیرا مورازان ( ہسپانوی , ) ایل سیلواڈور کا ایک انسانی آبادکاری جو مورازان محکمہ میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوخوتیپیکوے ( ہسپانوی ) ایل سیلواڈور کا ایک انسانی آبادکاری جو کوسکاتلان محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سینسونتیپیکوے ( ہسپانوی ) ایل سیلواڈور کا ایک انسانی آبادکاری جو کابانیاس محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S میتاپان ( ہسپانوی ) ایل سیلواڈور کا ایک انسانی آبادکاری جو سانتا آنا محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S میخیکانوس ( ہسپانوی ) ایل سیلواڈور کا ایک انسانی آبادکاری جو سان سیلواڈور محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S الوپانگو ( ہسپانوی ) ایل سیلواڈور کا ایک انسانی آبادکاری جو سان سیلواڈور محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوسکاتانکینگو ( ہسپانوی ) ایل سیلواڈور کا ایک انسانی آبادکاری جو سان سیلواڈور محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دیگادو سان سیلواڈور ( ہسپانوی , ) ایل سیلواڈور کا ایک انسانی آبادکاری جو سان سیلواڈور محکمہ میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S انتیگؤ کوسکاتلان ( ہسپانوی ) ایل سیلواڈور کا ایک انسانی آبادکاری جو لا لیبیرتاڈ محکمہ ( ایل سیلواڈور ) میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اپوپا ( ہسپانوی ) ایل سیلواڈور کا ایک انسانی آبادکاری جو سان سیلواڈور محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اکاخولتا ( ہسپانوی ) ایل سیلواڈور کا ایک انسانی آبادکاری جو سونسوناتے محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان مارٹن سان سیلواڈور ( ہسپانوی , ) ایل سیلواڈور کا ایک انسانی آبادکاری جو سان سیلواڈور محکمہ میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نیخاپا ( ہسپانوی ) ایل سیلواڈور کا ایک انسانی آبادکاری جو سان سیلواڈور محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تاکوبا ( ہسپانوی ) ایل سیلواڈور کا ایک انسانی آبادکاری جو اہواشاپان محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ووڈلین نیو جرسی ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو نیو جرسی میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بولڈر شہر نیواڈا ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو نیواڈا میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایبولووا ( لاطینی ) کیمرون کا ایک انسانی آبادکاری جو مویلا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ویاریکا پیراگوئے ( لاطینی , ) پیراگوئے کا ایک انسانی آبادکاری جو گوایرا محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کاکوپے ( لاطینی ) پیراگوئے کا ایک انسانی آبادکاری جو کوردیلیرا محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سانتیاگو دے ویراگواس ( لاطینی ) پاناما کا ایک انسانی آبادکاری جو ویراگواس صوبہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چیترے ( لاطینی ) پاناما کا ایک انسانی آبادکاری جو ہیریرا صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لا پالما داریئن ( لاطینی , ) پاناما کا ایک انسانی آبادکاری جو داریئن صوبہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کولون پاناما ( لاطینی , ) پاناما کا ایک انسانی آبادکاری جو کولون صوبہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایل پوروینیر کونا یالا ( لاطینی , ) پاناما کا ایک انسانی آبادکاری جو گونا یالا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S واسپام ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو شمالی کیریبین ساحل خود مختار علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S واسلالا ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو شمالی کیریبین ساحل خود مختار علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سیونا ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو شمالی کیریبین ساحل خود مختار علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پرینساپولکا ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو شمالی کیریبین ساحل خود مختار علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایل راما ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو جنوبی کیریبین ساحل خود مختار علاقہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بوکانا دے پایواس ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو جنوبی کیریبین ساحل خود مختار علاقہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نویبا گینیا ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو جنوبی کیریبین ساحل خود مختار علاقہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مویلے دے لاس بوئیس ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو جنوبی کیریبین ساحل خود مختار علاقہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پرل لاگون ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو جنوبی کیریبین ساحل خود مختار علاقہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لا کروز دے ریو گراندے ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو جنوبی کیریبین ساحل خود مختار علاقہ میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوکرا ہل ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو جنوبی کیریبین ساحل خود مختار علاقہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایل تورتوگیرو ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو جنوبی کیریبین ساحل خود مختار علاقہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایل آیوتے ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو جنوبی کیریبین ساحل خود مختار علاقہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کارن جزائر ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو جنوبی کیریبین ساحل خود مختار علاقہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایل روساریو کاراسو ( لاطینی , ) نکاراگوا کا ایک انسانی آبادکاری جو کاراسو محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دولوریس کاراسو ( لاطینی , ) نکاراگوا کا ایک انسانی آبادکاری جو کاراسو محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دیریامبا ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو کاراسو محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تیوستیپے ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو بواکو محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سانتا لوسیا بواکو ( لاطینی , ) نکاراگوا کا ایک انسانی آبادکاری جو بواکو محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان ہوزے دے لاس ریماتیس ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو بواکو محکمہ میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان لورینسو بواکو ( لاطینی , ) نکاراگوا کا ایک انسانی آبادکاری جو بواکو محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کامواپا ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو بواکو محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چیچیگالپا ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو چیناندیگا محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سانتا تیریسا کاراسو ( لاطینی , ) نکاراگوا کا ایک انسانی آبادکاری جو کاراسو محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سوموتیلو ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو چیناندیگا محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سانتو توماس شمالی ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو چیناندیگا محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان پیدرو شمالی ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو چیناندیگا محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان فرانسسکو شمالی ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو چیناندیگا محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پوسولتیگا نکاراگوا ( لاطینی , ) نکاراگوا کا ایک انسانی آبادکاری جو چیناندیگا محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایل ویئخو ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو چیناندیگا محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایل ریالیخو ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو چیناندیگا محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان خوان دے سینکو پینوس ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو چیناندیگا محکمہ میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوندیگا ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو ایستالی محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ویا ساندینو ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو چونتالیس محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سانتو توماس چونتالیس ( لاطینی , ) نکاراگوا کا ایک انسانی آبادکاری جو چونتالیس محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سانتو دومینگو چونتالیس ( لاطینی , ) نکاراگوا کا ایک انسانی آبادکاری جو چونتالیس محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان پیدرو دے لوباگو ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو چونتالیس محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایل کورال ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو چونتالیس محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان فرانسسکو دے کواپا ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو چونتالیس محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کومالاپا چونتالیس ( لاطینی , ) نکاراگوا کا ایک انسانی آبادکاری جو چونتالیس محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آکویاپا ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو چونتالیس محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ویانویبا چیناندیگا ( لاطینی , ) نکاراگوا کا ایک انسانی آبادکاری جو چیناندیگا محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پویرتو موراسان ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو چیناندیگا محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S طاہری تعلیم والد سے حاصل کی اور باطنی تعلیم جد امجد سے پائی
A 0 1|||R:ADJ|||ظاہری|||REQUIRED|||-NONE-|||0

S پاکستانی ماہر طبیعیات پروفیسر عبد السلام کا گھر ہے جو کہ 1979 میں نوبل انعام برائے طبیعیات پانے والے پہلے مسلم اور پاکستانی ہیں
A 20 21|||R:ADJ|||احمدی|||REQUIRED|||-NONE-|||0

S مکہ میں چھوٹے چھوٹے ندیاں بہہ رہی تھی
A 2 3|||R:ADJ|||چھوٹی|||REQUIRED|||-NONE-|||0

S مکہ میں چھوٹے چھوٹے ندیاں بہہ رہی تھی
A 3 4|||R:ADJ|||چھوٹی|||REQUIRED|||-NONE-|||0

S پاکستان کے 90 فیصد سے زائد مسیحی صوبہ پنجاب میں رہائش پذیر ہیں
A 11 12|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ایل کوا ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو خینوتیگا محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ناندایمے ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو گرینادا محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دیریومو ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو گرینادا محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دیریا ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو گرینادا محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان نیکولاس ایستالی ( لاطینی , ) نکاراگوا کا ایک انسانی آبادکاری جو ایستالی محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان خوان دے لیمای ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو ایستالی محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پویبلو نویبو ایستالی ( لاطینی , ) نکاراگوا کا ایک انسانی آبادکاری جو ایستالی محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان ہوزے دے اچواپا ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو لیون محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ویویلی ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو خینوتیگا محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سانتا ماریا دے پانتاسما ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو خینوتیگا محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان ساباستیان دے یالی ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو خینوتیگا محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان رافائیل شمالی ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو خینوتیگا محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان ہوزے دے بوکای ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو خینوتیگا محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تیلیکا ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو لیون محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سانتا روزا دیل پینون ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو لیون محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیسالگواکے ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو لیون محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ناگاروتے ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو لیون محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایل ساوسے لیون ( لاطینی , ) نکاراگوا کا ایک انسانی آبادکاری جو لیون محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایل خیکارال ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو لیون محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایل کروسیرو ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو ماناگوا محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سیوداد ساندینو ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو ماناگوا محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S یالاگوینا ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو مادریس محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S توتوگالپا ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو مادریس محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تیلپانیکا ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو مادریس محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان لوکاس مادریس ( لاطینی , ) نکاراگوا کا ایک انسانی آبادکاری جو مادریس محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان خوان دیل ریو کوکو ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو مادریس محکمہ میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان ہوزے دے کوزماپا ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو مادریس محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پالاکاگوینا ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو مادریس محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ماساتیپے ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو ماسایا محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کاتارینا ماسایا ( لاطینی , ) نکاراگوا کا ایک انسانی آبادکاری جو ماسایا محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ویا ایل کارمین ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو ماناگوا محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تیپیتاپا ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو ماناگوا محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تیکوانتیپے ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو ماناگوا محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان رافائیل جنوبی ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو ماناگوا محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان فرانسسکو لیبرے ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو ماناگوا محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ماتیارے ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو ماناگوا محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایسکیپولاس ماتاگالپا ( لاطینی , ) نکاراگوا کا ایک انسانی آبادکاری جو ماتاگالپا محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S توما لا دالیا ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو ماتاگالپا محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سیوداد داریو ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو ماتاگالپا محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تیسما ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو ماسایا محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان خوان مشرقی ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو ماسایا محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نیکینواومو ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو ماسایا محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نیندیری ماسایا ( لاطینی , ) نکاراگوا کا ایک انسانی آبادکاری جو ماسایا محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نانداسمو ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو ماسایا محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مورا نویبا سیگوبیا ( لاطینی , ) نکاراگوا کا ایک انسانی آبادکاری جو نویبا سیگوبیا محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S موسونتے ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو نویبا سیگوبیا محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ویویلی دے نویبا سیگوبیا ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو نویبا سیگوبیا محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایل خیکارو نویبا سیگوبیا ( لاطینی , ) نکاراگوا کا ایک انسانی آبادکاری جو نویبا سیگوبیا محکمہ میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دیپیلتو ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو نویبا سیگوبیا محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سیوداد انتیگوا ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو نویبا سیگوبیا محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تیرابونا ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو ماتاگالپا محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سیباکو ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو ماتاگالپا محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان رامون ماتاگالپا ( لاطینی , ) نکاراگوا کا ایک انسانی آبادکاری جو ماتاگالپا محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان اسیدرو ماتاگالپا ( لاطینی , ) نکاراگوا کا ایک انسانی آبادکاری جو ماتاگالپا محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان دیونیسیو ماتاگالپا ( لاطینی , ) نکاراگوا کا ایک انسانی آبادکاری جو ماتاگالپا محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ریو بلانکو ماتاگالپا ( لاطینی , ) نکاراگوا کا ایک انسانی آبادکاری جو ماتاگالپا محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S رانچو گراندے ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو ماتاگالپا محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S موی موی ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو ماتاگالپا محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ماتیگواس ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو ماتاگالپا محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایل کاستیلو ( بلدیہ ) ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو ریو سان خوان محکمہ میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایل المیندرو ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو ریو سان خوان محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سانتا ماریا نویبا سیگوبیا ( لاطینی , ) نکاراگوا کا ایک انسانی آبادکاری جو نویبا سیگوبیا محکمہ میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان فیرناندو نویبا سیگوبیا ( لاطینی , ) نکاراگوا کا ایک انسانی آبادکاری جو نویبا سیگوبیا محکمہ میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کویلالی ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو نویبا سیگوبیا محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تولا ریواز ( لاطینی , ) نکاراگوا کا ایک انسانی آبادکاری جو ریواز محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان خوان جنوبی ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو ریواز محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان خورگے ریواز ( لاطینی , ) نکاراگوا کا ایک انسانی آبادکاری جو ریواز محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پوتوسی ریواز ( لاطینی , ) نکاراگوا کا ایک انسانی آبادکاری جو ریواز محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مویوگالپا ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو ریواز محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کاردیناس ریواز ( لاطینی , ) نکاراگوا کا ایک انسانی آبادکاری جو ریواز محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بیلین ریواز ( لاطینی , ) نکاراگوا کا ایک انسانی آبادکاری جو ریواز محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S التاگراسیا ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو ریواز محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان میگویلیتو ریو سان خوان ( لاطینی , ) نکاراگوا کا ایک انسانی آبادکاری جو ریو سان خوان محکمہ میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان خوان دے نکاراگوا ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو ریو سان خوان محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S موریتو ( لاطینی ) نکاراگوا کا ایک انسانی آبادکاری جو ریو سان خوان محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قالمہ ( عربی قالم ) الجزائر کا ایک الجزائر کی بلدیات و انسانی آبادکاری جو میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بنیادی طور پر تمام پشتون چار اہم قبائل میں تقسیم ہیں پھر انہیں قبائل میں مزید ذیلی قبائل بنے ہیں وہ چار قبائل یہ ہیں
A 6 7|||R:ADJ|||اہمتنن|||REQUIRED|||-NONE-|||0

S اس قوم کے بزرگوں کے مطابق ا ن کی اصل جگہ ساولڈھیر مردان ہے
A 9 10|||R:ADJ|||اصلتنڑج|||REQUIRED|||-NONE-|||0

S آسوگوس ( ہسپانوی ) ایکواڈور کا ایک انسانی آبادکاری جو کانیار صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گواراندا ( ہسپانوی ) ایکواڈور کا ایک انسانی آبادکاری جو بولیوار صوبہ ( ایکواڈور ) میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ریوبامبا ( ہسپانوی ) ایکواڈور کا ایک انسانی آبادکاری جو چیمبوراسو صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تولکان ( ہسپانوی ) ایکواڈور کا ایک انسانی آبادکاری جو کارچی صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پویرتو باکویریسو مورینو ( ہسپانوی ) ایکواڈور کا ایک انسانی آبادکاری جو گالاپاگوس صوبہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ماچالا ( ہسپانوی ) ایکواڈور کا ایک انسانی آبادکاری جو ماچالا کانٹون میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S باباویو ( ہسپانوی ) ایکواڈور کا ایک انسانی آبادکاری جو لاس ریوس صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پویو ایکواڈور ( ہسپانوی , ) ایکواڈور کا ایک انسانی آبادکاری جو پاستاسا صوبہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سامورا ایکواڈور ( ہسپانوی , ) ایکواڈور کا ایک انسانی آبادکاری جو سامورا چینچیپے صوبہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S امباتو ایکواڈور ( ہسپانوی , ) ایکواڈور کا ایک انسانی آبادکاری جو تونگوراہوا صوبہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نویوا لوخا ( ہسپانوی ) ایکواڈور کا ایک انسانی آبادکاری جو سوکومبیوس صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایبارا ایکواڈور ( ہسپانوی , ) ایکواڈور کا ایک انسانی آبادکاری جو امبابورا صوبہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لوخا ایکواڈور ( ہسپانوی , ) ایکواڈور کا ایک انسانی آبادکاری جو لوخا صوبہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بحر دار ( لاطینی ) ایتھوپیا کا ایک انسانی آبادکاری جو امہارا علاقہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سیمیرا ( لاطینی ) ایتھوپیا کا ایک انسانی آبادکاری جو میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اسوسا ( لاطینی ) ایتھوپیا کا ایک انسانی آبادکاری جو میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پوی دو دوم ( فرانسیسی ) فرانس کا ایک فرانس کے محکمے جو اوورنیے ( علاقہ ) میں واقع ہے
A 2 3|||R:ADJ|||کالے|||REQUIRED|||-NONE-|||0

S کاسوا ( لاطینی ) گھانا کا ایک انسانی آبادکاری جو وسطی علاقہ ( گھانا ) میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اکیم اودا ( لاطینی ) گھانا کا ایک انسانی آبادکاری جو مشرقی علاقہ ( گھانا ) میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نکاوکاو ( لاطینی ) گھانا کا ایک انسانی آبادکاری جو مشرقی علاقہ ( گھانا ) میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جب شاہ عالم کا انتقال ہوگیا تو آپ واپس دہلی تشریف لے گئے اور وہیں قیام پذیر رہے
A 16 17|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اسامانکیسے ( لاطینی ) گھانا کا ایک انسانی آبادکاری جو مشرقی علاقہ ( گھانا ) میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اکواتیا ( لاطینی ) گھانا کا ایک انسانی آبادکاری جو مشرقی علاقہ ( گھانا ) میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بیگورو ( لاطینی ) گھانا کا ایک انسانی آبادکاری جو مشرقی علاقہ ( گھانا ) میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نیاکروم ( لاطینی ) گھانا کا ایک انسانی آبادکاری جو وسطی علاقہ ( گھانا ) میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نزیریکورے ( لاطینی ) جمہوریہ گنی کا ایک انسانی آبادکاری جو نزیریکورے پریفیکچور میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مامؤ ( لاطینی ) جمہوریہ گنی کا ایک انسانی آبادکاری جو مامؤ علاقہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیندیا ( لاطینی ) جمہوریہ گنی کا ایک انسانی آبادکاری جو کیندیا علاقہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کانکان ( لاطینی ) جمہوریہ گنی کا ایک انسانی آبادکاری جو کانکان علاقہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فاراناہ ( لاطینی ) جمہوریہ گنی کا ایک انسانی آبادکاری جو فاراناہ علاقہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بوکے ( لاطینی ) جمہوریہ گنی کا ایک انسانی آبادکاری جو میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیسیدؤگؤ ( لاطینی ) جمہوریہ گنی کا ایک انسانی آبادکاری جو فاراناہ علاقہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چونکہ شعیہ عقائد کے مطابق باپ کے بعد بیٹا ہی امام بنتا ہے
A 1 2|||R:ADJ|||شیعہ|||REQUIRED|||-NONE-|||0

S اگر اس تجزیہ کو تسلیم کیا جاتا ہے تو پھر قبل از سون صنعت کا انسان قدیم انسانی شکل کا انسان تھا
A 12 13|||R:ADJ|||سواں|||REQUIRED|||-NONE-|||0

S سانتا کاتارینا پینولا ( لاطینی ) گواتیمالا کا ایک انسانی آبادکاری جو گواتیمالا محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان فرانسیسکو ایل آلتو ( لاطینی ) گواتیمالا کا ایک انسانی آبادکاری جو توتونیکاپان محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان پیدرو ایامپوک ( لاطینی ) گواتیمالا کا ایک انسانی آبادکاری جو گواتیمالا محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فرایخانیس ( لاطینی ) گواتیمالا کا ایک انسانی آبادکاری جو گواتیمالا محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سانتا ماریا نیباخ ( لاطینی ) گواتیمالا کا ایک انسانی آبادکاری جو کیتشے محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تیکپان گواتیمالا ( لاطینی ) گواتیمالا کا ایک انسانی آبادکاری جو چیمالتینانگو محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شیکاکاو ( لاطینی ) گواتیمالا کا ایک انسانی آبادکاری جو سوتشیتیپیکیس محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پالینسیا گواتیمالا ( لاطینی , ) گواتیمالا کا ایک انسانی آبادکاری جو گواتیمالا محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایل ایستور ( لاطینی ) گواتیمالا کا ایک انسانی آبادکاری جو اسابال محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان پیدرو کارچآ ( لاطینی ) گواتیمالا کا ایک انسانی آبادکاری جو آلتا ویراپاس محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سانتا کاتالینا لا تینتا ( لاطینی ) گواتیمالا کا ایک انسانی آبادکاری جو آلتا ویراپاس محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نزاری 25 سے زیادہ ممالک و علاقوں میں رہائش پذیر ہیں
A 9 10|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S رسول اللہ ( صلی اللہ علیہ وآلہ وسلم ) کے درجات ترقی پذیر ہیں جن کی کوئی انتہا نہیں
A 12 13|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S کیوان ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پ راڈائز کوئنزلینڈ ( انگریزی , ) آسٹریلیا کا ایک انسانی آبادکاری جو کوئنزلینڈ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پ راڈائز گریناڈا ( لاطینی , ) گریناڈا کا ایک انسانی آبادکاری جو سینٹ اینڈریو پریش گریناڈا میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ویکلو ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی ویکلو میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ویکسفرڈ ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو مشرق میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مولنگار ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی ویسٹمیدھ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کلونمیل ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو جنوب میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نینا ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی ٹپاریری میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیرک آن شینن ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی لیٹریم میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S راسکومن ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی راسکومن میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مونیہین ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی مونیہین میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ناوین ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیسلبار ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی میو میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S انٹریم کاؤنٹی انٹریم ( انگریزی , ) برطانیہ کا ایک انسانی آبادکاری جو کاؤنٹی انٹریم میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بیلیمینا ( انگریزی ) برطانیہ کا ایک انسانی آبادکاری جو کاؤنٹی انٹریم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیرکفیرگس ( انگریزی ) برطانیہ کا ایک انسانی آبادکاری جو کاؤنٹی انٹریم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کریگایون ( انگریزی ) برطانیہ کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نئس ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ٹریلی ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو جنوب میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نیوبریج کاؤنٹی کلڈیئر ( لاطینی , ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی کلڈیئر میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کولرین ( انگریزی ) برطانیہ کا ایک انسانی آبادکاری جو کاؤنٹی لنڈنڈیری میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ٹرم کاؤنٹی میدھ ( لاطینی , ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی میدھ میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈائنگین ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی اوفلی میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈنگارون ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی واٹرفرڈ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اتھلون ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بری آئر لینڈ ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی ویکلو میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بری آئر لینڈ جمہوریہ آئرلینڈ کا ایک آباد مقام جو کاؤنٹی ویکلو میں واقع ہے
A 0 1|||R:ADJ|||برے|||REQUIRED|||-NONE-|||0

S بری آئر لینڈ کی مجموعی آبادی 26 , 852 افراد پر مشتمل ہے اور 18 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 1|||R:ADJ|||برے|||REQUIRED|||-NONE-|||0

S سلبریج ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی کلڈیئر میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بالبریگین ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو ڈبلن میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کاریگالائن ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی کورک میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لیکسلیپ ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی کلڈیئر میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مالاہائڈ ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو فینگال میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گرےسٹونز ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی ویکلو میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوہوہ ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی کورک میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مینوتھ ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی کلڈیئر میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آرکلو ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی ویکلو میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیلارنی ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی کیری میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S انیسکورتھی ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی ویکسفرڈ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بالینا کاؤنٹی میو ( لاطینی , ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی میو میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایشبورن کاؤنٹی میدھ ( لاطینی , ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی میدھ میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مالوو کاؤنٹی کورک ( لاطینی , ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی کورک میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مڈلٹن ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی کورک میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سکیریز ڈبلن ( لاطینی , ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو فینگال میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ٹریمور ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی واٹرفرڈ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ریٹواتھ ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی میدھ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گؤری ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی ویکسفرڈ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پورٹمرنوک ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی ڈبلن میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S یاول ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی کورک میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نیو راس ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی ویکسفرڈ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ٹیویم ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پیسج ویسٹ ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی کورک میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بئر کاؤنٹی اوفلی ( لاطینی , ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی اوفلی میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیلز کاؤنٹی میدھ ( لاطینی , ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی میدھ میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نیو کیسل ویسٹ ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو لیمرک میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فرموئے ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی کورک میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کلئین ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی کلڈیئر میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈونابیٹ ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو فینگال میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بونکرینا ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی ڈانیگول میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایڈنڈیری ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی اوفلی میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لسک ڈبلن ( لاطینی , ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو فینگال میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیرکمیکراس ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی مونیہین میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آردی ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی لاوتھ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بلیسنگٹن ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی ویکلو میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لوخرے ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی گالوے میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سیلینز ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی کلڈیئر میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ٹپاریری ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو جنوب میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کلکوک ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی کلڈیئر میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیریگٹوہل ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی کورک میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کلونیکیلی ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی کورک میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ماؤنٹمیلک ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی لیش میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اورانمور ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی گالوے میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بیلیبیفئی ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی ڈانیگول میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایتھینرای ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی گالوے میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ٹولئو ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی کارلو میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈولیک ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی میدھ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کلکول ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی ویکلو میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سٹرانورلار ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی ڈانیگول میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ا س خاندان میں صرف ایک گھرانہ باقی ہے جو تعلقہ جوہی کوہ کیر تھر میں رہائش پذیر ہے
A 17 18|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ہادروت ( لاطینی ) آذربائیجان کا ایک انسانی آبادکاری جو ہادروت علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S منجیوان ( لاطینی , ) آذربائیجان کا ایک انسانی آبادکاری جو زنگلان ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بیندیرن ( لاطینی ) لیختینستائن کا ایک انسانی آبادکاری جو گامپرین میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نیندیلن ( لاطینی ) لیختینستائن کا ایک انسانی آبادکاری جو میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سوکا لیختینستائن ( لاطینی ) لیختینستائن کا ایک انسانی آبادکاری جو میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سیلوم ( لاطینی ) لیختینستائن کا ایک انسانی آبادکاری جو میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بارکلےویل ( لاطینی ) لائبیریا کا ایک انسانی آبادکاری جو گرینڈ کرو کاؤنٹی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S زویدرو ( لاطینی ) لائبیریا کا ایک انسانی آبادکاری جو گرینڈ گیدیہ کاؤنٹی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S رابرٹسپورٹ ( لاطینی ) لائبیریا کا ایک انسانی آبادکاری جو گرینڈ کیپ ماؤنٹ کاؤنٹی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بوپولو ( لاطینی ) لائبیریا کا ایک انسانی آبادکاری جو گبارپولو کاؤنٹی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گبارنگا ( لاطینی ) لائبیریا کا ایک انسانی آبادکاری جو بونگ کاؤنٹی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فش ٹاؤن ( لاطینی ) لائبیریا کی ایک انسانی آبادکاری جو دریائے جی کاؤنٹی میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بینسنویل ( لاطینی ) لائبیریا کا ایک انسانی آبادکاری جو مونٹسیراڈا کاؤنٹی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہارپر لائبیریا ( لاطینی , ) لائبیریا کا ایک انسانی آبادکاری جو میری لینڈ کاؤنٹی لائبیریا میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S وئینجاما ( لاطینی ) لائبیریا کا ایک انسانی آبادکاری جو لوفا کاؤنٹی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اس شہر میں ستانوے فیصد آبادی مسلمانوں کی ہے عیسائی آبادی 2 40 فیصد اور قادیانی 0 10 فیصد ہیں
A 9 10|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S آرتھنگٹن لائبیریا ( لاطینی , ) لائبیریا کا ایک انسانی آبادکاری جو مونٹسیراڈا کاؤنٹی میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بوٹؤ ( لاطینی ) لائبیریا کا ایک انسانی آبادکاری جو نمبا کاؤنٹی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیریزبرگ لائبیریا ( لاطینی , ) لائبیریا کا ایک انسانی آبادکاری جو مونٹسیراڈا کاؤنٹی میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کلے ایشلینڈ ( لاطینی ) لائبیریا کا ایک انسانی آبادکاری جو مونٹسیراڈا کاؤنٹی میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایڈیانا لائبیریا ( لاطینی , ) لائبیریا کا ایک انسانی آبادکاری جو گرینڈ باسا کاؤنٹی میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہاربل ( لاطینی ) لائبیریا کا ایک انسانی آبادکاری جو مارگیبی کاؤنٹی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گانتا ( لاطینی ) لائبیریا کا ایک انسانی آبادکاری جو نمبا کاؤنٹی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پینیسویل لائبیریا ( لاطینی , ) لائبیریا کا ایک انسانی آبادکاری جو مونٹسیراڈا کاؤنٹی میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پلیبو ( لاطینی ) لائبیریا کا ایک انسانی آبادکاری جو میری لینڈ کاؤنٹی لائبیریا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ورجینیا لائبیریا ( لاطینی , ) لائبیریا کا ایک انسانی آبادکاری جو مونٹسیراڈا کاؤنٹی میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S یئکیپا ( لاطینی ) لائبیریا کا ایک انسانی آبادکاری جو نمبا کاؤنٹی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S زورزور ( لاطینی ) لائبیریا کا ایک انسانی آبادکاری جو لوفا کاؤنٹی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S امریکہ کی یہ مارکیٹ 1970 کی دہائی میں قایم کی گئی تھی
A 8 9|||R:ADJ|||قائم|||REQUIRED|||-NONE-|||0

S سوئیزرلینڈ میں واقع یہ مارکیٹ دوسری جنگ عظیم کے بعد قایم ہوئی
A 10 11|||R:ADJ|||قائم|||REQUIRED|||-NONE-|||0

S اخنور ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو جموں ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S رامیشورم ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ضلع رام ناتھ پورم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S یہ ایجنسی انگریزی ہندی اور اردو زبانوں میں اخباری ایجنسی ہے
A 8 9|||R:ADJ|||سرگرم|||REQUIRED|||-NONE-|||0

S وہ محمد زکریا کاندھلوی کے خاص شاگرد تھے
A 5 6|||R:ADJ|||خلیف|||REQUIRED|||-NONE-|||0

S حصہ اول ضلع کوہستان کی مجموعی آبادی 60 , 300 افراد پر مشتمل ہے
A 1 2|||R:ADJ|||دوم|||REQUIRED|||-NONE-|||0

S کوڈرنگٹن باربوڈا ( لاطینی , ) اینٹیگوا و باربوڈا کا ایک انسانی آبادکاری جو باربوڈا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S یہ ایک عظیم فتح تھی جس کے بعد وہ مھمند میں ہی قیام پذیر ہو گئے اور ایک مسجد بنانے میں مصروف ہو گئے
A 13 14|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S وہاں پہنچ کر آپ محلہ واسرائے میں قیام پذیر ہوئے
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S وہ 72 کتابوں کے منصف ہیں ان دنوں وہ آسٹریلیا میں مقام پذیر ہیں اور جلد وطنی کی زندگی گزار رہے ہیں
A 12 13|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S سامی مذاہب وہ مذاہب ہیں جو سامیوں میں ظہور پذیر ہوئے
A 9 10|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S بارکیسیمیتو ( لاطینی ) وینیزویلا کا ایک انسانی آبادکاری جو لارا وینیزویلا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کومانا ( لاطینی ) وینیزویلا کا ایک انسانی آبادکاری جو سکرے میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کانیلونس یوراگوئے ( لاطینی , ) یوراگوئے کا ایک انسانی آبادکاری جو کانیلونس محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S میلو یوراگوئے ( لاطینی , ) یوراگوئے کا ایک انسانی آبادکاری جو سیرو لارگو محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ترینیداد یوراگوئے ( لاطینی , ) یوراگوئے کا ایک انسانی آبادکاری جو فلوریس محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S روچا یوراگوئے ( لاطینی , ) یوراگوئے کا ایک انسانی آبادکاری جو روچا محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ریویرا ( لاطینی ) یوراگوئے کا ایک انسانی آبادکاری جو ریویرا محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پایساندو ( لاطینی ) یوراگوئے کا ایک انسانی آبادکاری جو پایساندو محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S میناس یوراگوئے ( لاطینی , ) یوراگوئے کا ایک انسانی آبادکاری جو لاواشیخا محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ترینتا ی تریس ( لاطینی ) یوراگوئے کا ایک انسانی آبادکاری جو ترینتا ی تریس محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S میرسیدیس یوراگوئے ( لاطینی , ) یوراگوئے کا ایک انسانی آبادکاری جو سوریانو محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان خوسے دے ماجو ( لاطینی ) یوراگوئے کا ایک انسانی آبادکاری جو سان خوسے محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مولانا سمیع الحق ( تاریخ پیدائش 18دسمبر 1937 ) ایک پاکستانی مذھبی سکالر عالم اور سیاستدان ہیں
A 11 12|||R:ADJ|||مذہبی|||REQUIRED|||-NONE-|||0

S باروس بلانکوس ( لاطینی ) یوراگوئے کا ایک انسانی آبادکاری جو کانیلونس محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سیوداد دیل پلیتا ( لاطینی ) یوراگوئے کا ایک انسانی آبادکاری جو سان خوسے محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان کارلوس یوراگوئے ( لاطینی , ) یوراگوئے کا ایک انسانی آبادکاری جو مالدونادو محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پاندو یوراگوئے ( لاطینی , ) یوراگوئے کا ایک انسانی آبادکاری جو کانیلونس محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لیورتاد یوراگوئے ( لاطینی , ) یوراگوئے کا ایک انسانی آبادکاری جو سان خوسے محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S خوان لاکاسے ( لاطینی ) یوراگوئے کا ایک انسانی آبادکاری جو کولونیا محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پاسو دے لوس توروس ( لاطینی ) یوراگوئے کا ایک انسانی آبادکاری جو تاکواریمبو محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پروگریسو یوراگوئے ( لاطینی , ) یوراگوئے کا ایک انسانی آبادکاری جو کانیلونس محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چوی ( لاطینی ) یوراگوئے کا ایک انسانی آبادکاری جو روچا محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پونتا دیل ایستے ( لاطینی ) یوراگوئے کا ایک انسانی آبادکاری و قصبہ جو مالدونادو محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پارکے دیل پلیتا ( لاطینی ) یوراگوئے کا ایک انسانی آبادکاری جو کانیلونس محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تاراریراس ( لاطینی ) یوراگوئے کا ایک انسانی آبادکاری جو کولونیا محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ساوسے یوراگوئے ( لاطینی , ) یوراگوئے کا ایک انسانی آبادکاری جو کانیلونس محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گیچون ( لاطینی ) یوراگوئے کا ایک انسانی آبادکاری جو پایساندو محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان خاسینتو یوراگوئے ( لاطینی , ) یوراگوئے کا ایک انسانی آبادکاری جو کانیلونس محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تولیدو یوراگوئے ( لاطینی , ) یوراگوئے کا ایک انسانی آبادکاری جو کانیلونس محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ویرگارا یوراگوئے ( لاطینی , ) یوراگوئے کا ایک انسانی آبادکاری جو ترینتا ی تریس محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سانتا روسا یوراگوئے ( لاطینی , ) یوراگوئے کا ایک انسانی آبادکاری جو کانیلونس محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فلورینسیو سانچیز یوراگوئے ( لاطینی , ) یوراگوئے کا ایک انسانی آبادکاری جو کولونیا محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان گریگوریو دے پولانکو ( لاطینی ) یوراگوئے کا ایک انسانی آبادکاری جو تاکواریمبو محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اومبویس دے لاوائیے ( لاطینی ) یوراگوئے کا ایک انسانی آبادکاری جو کولونیا محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کولونیا بالدینسے ( لاطینی ) یوراگوئے کا ایک انسانی آبادکاری جو کولونیا محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سیریوس یوراگوئے ( لاطینی , ) یوراگوئے کا ایک انسانی آبادکاری جو کانیلونس محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آئغوا ( لاطینی ) یوراگوئے کا ایک انسانی آبادکاری جو مالدونادو محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S میغیس ( لاطینی ) یوراگوئے کا ایک انسانی آبادکاری جو کانیلونس محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دوکتور فرانسیسکو سوکا ( لاطینی ) یوراگوئے کا ایک انسانی آبادکاری جو کانیلونس محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S باندوندو ( شہر ) ( فرانسیسی ) جمہوری جمہوریہ کانگو کا ایک انسانی آبادکاری جو باندوندو صوبہ میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بوکاوو ( فرانسیسی ) جمہوری جمہوریہ کانگو کا ایک انسانی آبادکاری جو جنوبی کیوو میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اندا جمہوریہ کانگو ( فرانسیسی , ) جمہوریہ کانگو کا ایک انسانی آبادکاری جو کؤیلؤ محکمہ میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایریدیا کوسٹاریکا ( لاطینی , ) کوسٹاریکا کا ایک انسانی آبادکاری جو ایریدیا کوسٹاریکا میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شاتوبیلے ( لاطینی ) سینٹ وینسینٹ و گریناڈائنز کا ایک انسانی آبادکاری جو سینٹ ڈیوڈ پیرش سینٹ وینسینٹ و گریناڈائنز میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بارویلے ( لاطینی ) سینٹ وینسینٹ و گریناڈائنز کا ایک انسانی آبادکاری جو سینٹ پیٹرک پیرش سینٹ وینسینٹ و گریناڈائنز میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بوئڈز سینٹ کیٹز و ناویس ( لاطینی , ) سینٹ کیٹز و ناویس کا ایک انسانی آبادکاری جو سینٹ کیٹز میں واقع ہے
A 15 16|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اولڈ روڈ ٹاؤن ( لاطینی ) سینٹ کیٹز و ناویس کا ایک انسانی آبادکاری جو سینٹ تھامس مڈل آئلینڈ پیرش میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کاٹن گراؤنڈ ( لاطینی ) سینٹ کیٹز و ناویس کا ایک انسانی آبادکاری جو سینٹ تھامس لولینڈ پیرش میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مونکی ہل ( لاطینی ) سینٹ کیٹز و ناویس کا ایک انسانی آبادکاری جو سینٹ پیٹر باسیتیر پیرش میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کایون ( لاطینی ) سینٹ کیٹز و ناویس کا ایک انسانی آبادکاری جو سینٹ میری کایون پیرش میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سیڈلرز ( لاطینی ) سینٹ کیٹز و ناویس کا ایک انسانی آبادکاری جو سینٹ جان کاپسٹیئر پیرش میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نیکولا ٹاؤن ( لاطینی ) سینٹ کیٹز و ناویس کا ایک انسانی آبادکاری جو کرائسٹ چرچ نیکولا ٹاؤن پیرش میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پالمیٹو پوائنٹ ( لاطینی ) سینٹ کیٹز و ناویس کا ایک انسانی آبادکاری جو سینٹ کیٹز میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سینٹ پال کاپسٹیئر ( لاطینی ) سینٹ کیٹز و ناویس کا ایک انسانی آبادکاری جو سینٹ پال کاپسٹیئر پیرش میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈیئپ بے ٹاؤن ( لاطینی ) سینٹ کیٹز و ناویس کا ایک انسانی آبادکاری جو سینٹ جان کاپسٹیئر پیرش میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قیتخ بورن ( لاطینی ) موریشس کا ایک انسانی آبادکاری جو پلیئن ویلیمز ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آرکیڈیا اوکلاہوما ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو اوکلاہوما کاؤنٹی اوکلاہوما میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مارؤسی ( لاطینی ) یونان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S خالاندری ( لاطینی ) یونان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S الیون یونان ( لاطینی , ) یونان کا ایک انسانی آبادکاری ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گلیفادا ( لاطینی ) یونان کا ایک انسانی آبادکاری جو اتیکا ( علاقہ ) میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پیریستیری ( لاطینی ) یونان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کالاماتا ( لاطینی ) یونان کا ایک انسانی آبادکاری جو میسینیا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پیتروپولی ( لاطینی ) یونان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پالائو فالیرو ( لاطینی ) یونان کا ایک انسانی آبادکاری ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S الیموس ( لاطینی ) یونان کا ایک انسانی آبادکاری و بلدیہ ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایڈوارڑملس پرسل ایک امریکہ کے طبیعیات دان اورنوبل انعام برائے طبیعیات نوبل انعام جیتنے والے طبیعات دان تھے
A 15 16|||R:ADJ|||طبیعیات|||REQUIRED|||-NONE-|||0

S اسپروپیرگوس ( لاطینی ) یونان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پتولیمایدا ( لاطینی ) یونان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S والٹتھر بوتھ ایک مغربی جرمنی کے طبیعیات دان اورنوبل انعام برائے طبیعیات نوبل انعام جیتنے والے طبیعات دان تھے
A 16 17|||R:ADJ|||طبیعیات|||REQUIRED|||-NONE-|||0

S آنو لیوسیا ( لاطینی ) یونان کا ایک انسانی آبادکاری ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ارگیرؤپولی ( لاطینی ) یونان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آیوئی انارگیروی ( لاطینی ) یونان کا ایک انسانی آبادکاری ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پیلایا ( لاطینی ) یونان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سیکیئس ( لاطینی ) یونان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کاماریرو ( لاطینی ) یونان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S وؤلا ( لاطینی ) یونان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S میتامورفوسی ( لاطینی ) یونان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گیراکاس ( لاطینی ) یونان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S میلیسیا ( لاطینی ) یونان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دافنی اتیکا ( لاطینی , ) یونان کا ایک انسانی آبادکاری ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیلکیس ( لاطینی ) یونان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پیراما ( لاطینی ) یونان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S موسخاتو ( لاطینی ) یونان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آئیا واوارا ( لاطینی ) یونان کا ایک انسانی آبادکاری جو مغربی ایتھنز ( علاقائی اکائی ) میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوروپی ( لاطینی ) یونان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پیفکی ( لاطینی ) یونان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تاوروس ( لاطینی ) یونان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پالینی ( لاطینی ) یونان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آمالیادا ( لاطینی ) یونان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایلینیکو ( لاطینی ) یونان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نیا ایریتھرایا ( لاطینی ) یونان کا ایک انسانی آبادکاری ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فلورینا ( لاطینی ) یونان کا ایک انسانی آبادکاری جو فلورینا ( علاقائی اکائی ) میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ناؤسا اماتھیا ( لاطینی , ) یونان کا ایک انسانی آبادکاری ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نئو پسیخیکو ( لاطینی ) یونان کا ایک انسانی آبادکاری ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S یمیتوس ( لاطینی ) یونان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گلیکا نیرا ( لاطینی ) یونان کا ایک انسانی آبادکاری ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ماندرا ( لاطینی ) یونان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایالیسوس ( لاطینی ) یونان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S رافینا ( لاطینی ) یونان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایراپیترا ( لاطینی ) یونان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S میسولونگھی ( لاطینی ) یونان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گریوینا ( لاطینی ) یونان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ناوپاکتوس ( لاطینی ) یونان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تابوان لاسا باسیلان ( لاطینی , ) فلپائن کا ایک انسانی آبادکاری جو باسیلان میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دوران تعلم اپنے مہربان بزرگ سدل کرم شاہ کے ہاں مقمر رہے یہاں موسی کی محافل بپا رہتی تھںے
A 10 11|||R:ADJ|||مقیم|||REQUIRED|||-NONE-|||0

S گیارہواں یہ کہ عورت مرد سے کمتر ہے
A 6 7|||R:ADJ|||کہتر|||REQUIRED|||-NONE-|||0

S فالج کے مرض کے دوران تاریخ کا نایاب موڑ چھپ کر ہاتھ میں آئی تو زرد چہرے پر سرخی دوڑ گئی
A 7 8|||R:ADJ|||نیا|||REQUIRED|||-NONE-|||0

S 1969 میں اشاعت پذیر ہوئی
A 3 4|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S مئی 1993 میں اشاعت پذیر ہوئی
A 4 5|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S آپ کی عربی فارسی سندھی اور ا ردو زبان میں تصنیف و مضامین کی تعداد دو سو سے زیادہ ہے
A 18 19|||R:ADJ|||زائد|||REQUIRED|||-NONE-|||0

S آپ کی صحت قرا ر اور زود خوانی کا چرچا جلد ہی پورے شہر میں ہوگیا
A 4 5|||R:ADJ|||ت|||REQUIRED|||-NONE-|||0

S فری ٹاؤن بہاماس ( لاطینی , ) بہاماس کا ایک انسانی آبادکاری جو ایلوتھیرا میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فری ٹاؤن اینٹیگوا و باربوڈا ( لاطینی , ) اینٹیگوا و باربوڈا کا ایک انسانی آبادکاری جو اینٹیگوا میں واقع ہے
A 14 15|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S یہ سابقہ ممالک کی فہرست ہے جو اب زوال پذیر ہوچکے ہیں
A 9 10|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S تحریک کے نتیجے میں بالآخر بھارتی حکومت نے ریاست بمبئی کو تقسیم کرکے دو الگ ریاستیں قائم کئے ایک گجرات ریاست اور دوسرا مہاراشٹر
A 22 23|||R:ADJ|||دوسری|||REQUIRED|||-NONE-|||0

S پاکستان کی حکومت سول سروس اور فوج میں مغربی حصے کے لوگوں کی زایدہ اکثریت تھی
A 13 14|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S بدایوں ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو بدایوں ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباف|||REQUIRED|||-NONE-|||0

S یہود ( شہر ) ( لاطینی ) اسرائیل کا ایک انسانی آبادکاری جو سینٹر ( ضد ابہام ) میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S یعقوب علیہ السلام کے چھٹے اور زلفہ کے پہلے بیٹے تھے
A 4 5|||R:ADJ|||ساتویں|||REQUIRED|||-NONE-|||0

S پاول چینکوف ایک سویت یونین کے طبیعیات دان اورنوبل انعام برائے طبیعیات نوبل انعام جیتنے والے طبیعات دان تھے
A 16 17|||R:ADJ|||طبیعیات|||REQUIRED|||-NONE-|||0

S پاول چینکوف ایک سویت یونین کے طبیعیات دان اورنوبل انعام برائے طبیعیات نوبل انعام جیتنے والے طبیعیات دان تھے
A 16 17|||R:ADJ|||طبیعات|||REQUIRED|||-NONE-|||0

S الوا فرانک ایک سویت یونین کے طبیعیات دان اورنوبل انعام برائے طبیعیات نوبل انعام جیتنے والے طبیعات دان تھے
A 16 17|||R:ADJ|||طبیعیات|||REQUIRED|||-NONE-|||0

S بعض عیسائی انسانی اعمال کی تقسیم اس طرح کرتے ہیں
A 1 2|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S جوا کے گناہ کے بارے میں عیسائی نقطہ نظر
A 6 7|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S چوری کے بارے میں عیسائی نقطہ نظر
A 4 5|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S سیکاسو ( لاطینی ) مالی کا ایک انسانی آبادکاری جو علاقہ سیکاسو میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S موپٹی ( لاطینی ) مالی کا ایک انسانی آبادکاری جو علاقہ موپٹی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کولیکورو ( لاطینی ) مالی کا ایک انسانی آبادکاری جو علاقہ کولیکورو میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مدینہ الینوائے ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو الینوائے میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S یوجین پاول وگنر ایک ہنگری امریکہ کے طبیعیات دان اورنوبل انعام برائے طبیعیات نوبل انعام جیتنے والے طبیعات دان تھے
A 17 18|||R:ADJ|||طبیعیات|||REQUIRED|||-NONE-|||0

S جے ہنس ڈی ہنسن ایک مغربی جرمنی کے طبیعیات دان اورنوبل انعام برائے طبیعیات جیتنے والے طبیعات دان تھے
A 16 17|||R:ADJ|||طبیعیات|||REQUIRED|||-NONE-|||0

S آپ کے کالم جہاں پاکستان کاوش ا ور ہلال پاکستان ( سندھی ) میں شایع ہوتے ہیں
A 14 15|||R:ADJ|||شائع|||REQUIRED|||-NONE-|||0

S آپ کی اب تک پانچ کتابیں شایع ہو چکی ہیں جن میں تین شاعری ایک تنقید ایک شاعری و نثر میں ہے
A 6 7|||R:ADJ|||شائع|||REQUIRED|||-NONE-|||0

S الیکزینڈر پروکورو ایک مغربی جرمنی کے طبیعیات دان اورنوبل انعام برائے طبیعیات جیتنے والے طبیعات دان تھے
A 14 15|||R:ADJ|||طبیعیات|||REQUIRED|||-NONE-|||0

S جے ہنس ڈی ہنسن ایک امریکی کے طبیعیات دان اورنوبل انعام برائے طبیعیات جیتنے والے طبیعات دان تھے
A 15 16|||R:ADJ|||طبیعیات|||REQUIRED|||-NONE-|||0

S چارلس ہارڈ ٹاونس ایک سویت روس کے طبیعیات دان اورنوبل انعام برائے طبیعیات جیتنے والے طبیعات دان تھے
A 15 16|||R:ADJ|||طبیعیات|||REQUIRED|||-NONE-|||0

S رچرڈ فلپ فے مین ایک امریکہ کے طبیعیات دان اورنوبل انعام برائے طبیعیات جیتنے والے طبیعات دان تھے
A 15 16|||R:ADJ|||طبیعیات|||REQUIRED|||-NONE-|||0

S جولیان سکونگر ایک امریکی طبیعیات دان اورنوبل انعام برائے طبیعیات جیتنے والے طبیعات دان تھے
A 12 13|||R:ADJ|||طبیعیات|||REQUIRED|||-NONE-|||0

S سن اٹیرو ٹومو ناگا ایک جاپان کے طبیعیات دان اورنوبل انعام برائے طبیعیات جیتنے والے طبیعات دان تھے
A 15 16|||R:ADJ|||طبیعیات|||REQUIRED|||-NONE-|||0

S سن اٹیرو ٹومو ناگا ایک جاپان کے طبیعیات دان اورنوبل انعام برائے طبیعیات جیتنے والے طبیعات دان تھے
A 15 16|||R:ADJ|||طبیعیات|||REQUIRED|||-NONE-|||0

S کینان ( لاطینی ) ایران کا ایک انسانی آبادکاری جو صوبہ کرمان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S یہ اختلاف ہے کہ وہ قطبی تھا یا اسرائیلی تھا
A 5 6|||R:ADJ|||قبطی|||REQUIRED|||-NONE-|||0

S شمالی مشرقی محکمہ کی مجموعی آبادی 300 , 493 افراد پر مشتمل ہے
A 1 2|||R:ADJ|||مغربی|||REQUIRED|||-NONE-|||0

S یہ مقابلے 5 اگست تا 21 اگست 2016 جاری رہیں گے
A 8 9|||R:ADJ|||منعقد|||REQUIRED|||-NONE-|||0

S ز نیزہ نگوں ( لاطینی ) چین کا ایک انسانی آبادکاری جو تبت خود مختار علاقہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S زاتاری رفیوجی کیمپ ( عربی مخ م الزعتر ) اردن کا ایک انسانی آبادکاری جو محافظہ مفرق میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S زببدہ ( عربی الزبابد ) فلسطین کا ایک انسانی آبادکاری ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ضاب ار اڈوں اردن کا ایک انسانی آبادکاری جو محافظہ عمان میں واقع ہے
A 6 7|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S زبولجے ( لاطینی ) سلووینیا کا ایک انسانی آبادکاری جو کوپر میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S زبدیں ( عربی زبد ن ) شام کا ایک انسانی آبادکاری جو میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ذبرزن ( لاطینی ) البانیا کا ایک انسانی آبادکاری جو ضلع سکراپر میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ذبرزن ا ری ( لاطینی ) البانیا کا ایک انسانی آبادکاری جو ضلع سکراپر میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S زبس ( لاطینی ) بوسنیا و ہرزیگووینا کا ایک انسانی آبادکاری جو گورشدے میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ضبش ( لاطینی ) آذربائیجان کا ایک انسانی آبادکاری جو لاچین ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S زبزگو ( لاطینی ) گھانا کا ایک انسانی آبادکاری جو زبزگو تتلے ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S زکٹکولکا لا پاز ( ہسپانوی , ) ایل سیلواڈور کا ایک انسانی آبادکاری جو لا پاز محکمہ ( ایل سیلواڈور ) میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S زکزوناپان ( لاطینی ) میکسیکو کا ایک انسانی آبادکاری جو ریاست میکسیکو میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S زاچ داربست ( لاطینی ) ایران کا ایک انسانی آبادکاری جو جکدان دیہی ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ژاکحرہ قبرص ( لاطینی , ) قبرص کا ایک انسانی آبادکاری جو ضلع پافوس میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S زاغل ( لاطینی ) ایران کا ایک انسانی آبادکاری جو صوبہ اصفہان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S منتقی کلبرگی اور ہندوتوا کے گروہ کے درمیان ہمیشہ رس ہ کشی ہوتی ہی آرہی ہے
A 0 1|||R:ADJ|||مقتول|||REQUIRED|||-NONE-|||0

S فابڈیجی ( لاطینی ) نائجر کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فاچش ( لاطینی ) البانیا کا ایک انسانی آبادکاری جو ضلع تیرانا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فاچی ( لاطینی ) نائجر کا ایک انسانی آبادکاری جو بیلما محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فاچینال ( میسیونیس ) ( ہسپانوی ) ارجنٹائن کا ایک انسانی آبادکاری جو صوبہ میسیونس میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فاڈاو ( لاطینی ) ٹوگو کا ایک انسانی آبادکاری جو کارا علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فاڈہیٹیہیلی صومالیہ کا ایک انسانی آبادکاری جو مدق میں واقع ہے
A 4 5|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فاڈوئ ( لاطینی ) جنوبی سوڈان کا ایک انسانی آبادکاری جو جونقلی میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فاڈیل چکرووا ( لاطینی , ) ترکی کا ایک انسانی آبادکاری جو قرہ اسالی میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فاڈیلی شیریفلیکوچہیسار ( لاطینی , ) ترکی کا ایک انسانی آبادکاری جو شرفیلیکوج حصار میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فیرویک ( لاطینی ) ناروے کا ایک انسانی آبادکاری جو آوست آگدیر میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فافاہڈون صومالیہ کا ایک انسانی آبادکاری جو جدو میں واقع ہے
A 4 5|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فافےا ( لاطینی ) جمہوریہ گنی کا ایک انسانی آبادکاری جو لابی ریجن میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فافسولا ( لاطینی ) کینیا کا ایک انسانی آبادکاری جو گاریسا کاؤنٹی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فاگال ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو اوبوک علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فاگامالو ( لاطینی ) سامووا کا ایک انسانی آبادکاری جو گاگآئماوگا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فاگی البانیہ ( لاطینی , ) البانیا کا ایک انسانی آبادکاری جو ضلع تیرانا میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فاگیرہوگ ( لاطینی ) ناروے کا ایک انسانی آبادکاری جو میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فاگو ( لاطینی ) نائجیریا کا ایک انسانی آبادکاری جو باوچی ریاست میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فاہان ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی ڈانیگول میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فاہیل ( عربی فاحل ) شام کا ایک انسانی آبادکاری جو حمص ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فیئرفیکس جنوبی کیرولائنا ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو ایلنڈیل کاؤنٹی جنوبی کیرولائنا میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فیئرہال ( انگریزی ) نیوزی لینڈ کا ایک انسانی آبادکاری جو مارلبورو علاقہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فیئروزیہ شام کا ایک انسانی آبادکاری جو حمص ضلع میں واقع ہے
A 4 5|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فیئرپورٹ کیلیفورنیا ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو موڈوک کاؤنٹی کیلیفورنیا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فیئرویو الپہا لوئسیانا ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو ریڈ ریور پیرش لوزیانا میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فیٹرون ( عربی ف طرون ) لبنان کا ایک انسانی آبادکاری جو محافظہ جبل لبنان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فیض آباد تاجکستان ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو جمہوریہ ماتحتی اضلاع میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فیزپور ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو جلگاؤں ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فاجارا ( لاطینی ) گیمبیا کا ایک انسانی آبادکاری جو بانجول میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شہرک صنعتی فجر ( لاطینی ) ایران کا ایک انسانی آبادکاری جو لاجران رورل ضلع میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فاکاوفو ( گاؤں ) ( انگریزی ) نیوزی لینڈ کا ایک انسانی آبادکاری جو ٹوکیلاؤ میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فاکارا ( لاطینی ) نائجر کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فاخلول ( لاطینی ) آذربائیجان کا ایک انسانی آبادکاری جو خان کندی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فخرالو ( لاطینی ) جارجیا کا ایک انسانی آبادکاری جو کویمو کارتلی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فاکیسی ( لاطینی ) بوسنیا و ہرزیگووینا کا ایک انسانی آبادکاری جو میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فاکیلار ( لاطینی ) ترکی کا ایک انسانی آبادکاری جو صوبہ مرسین میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فاکیلی یرڈیملی ( لاطینی , ) ترکی کا ایک انسانی آبادکاری و جو صوبہ مرسین میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فاکیرکا موٹ ( لاطینی , ) ترکی کا ایک انسانی آبادکاری جو موت مرسین میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فاکیرکالی الانیا ( لاطینی , ) ترکی کا ایک انسانی آبادکاری جو الانیا میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فالابا ( لاطینی ) سیرالیون کا ایک انسانی آبادکاری جو شمالی صوبہ سیرالیون میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فالاڈیی ( لاطینی ) مالی کا ایک انسانی آبادکاری جو میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فالاج ال مو الا متحدہ عرب امارات کا ایک انسانی آبادکاری جو ام القوین میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فالاکاٹا ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو جلپیگری ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فالالی ( فرانسیسی ) فرانس کا ایک انسانی آبادکاری جو والس و فتونہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فالام بورما ( لاطینی , ) میانمار کا ایک انسانی آبادکاری جو فالام ٹاؤنشپ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فالانووو برڈو ( لاطینی ) بوسنیا و ہرزیگووینا کا ایک انسانی آبادکاری جو کونیس میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فالکاراغ ( لاطینی ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی ڈانیگول میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فالیالوپو ( لاطینی ) سامووا کا ایک انسانی آبادکاری جو وایسیگانو میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فالیاسیو ( لاطینی ) سامووا کا ایک انسانی آبادکاری جو آنا سامووا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فالیلیما ( لاطینی ) سامووا کا ایک انسانی آبادکاری جو وایسیگانو میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فالینکو ( لاطینی ) نائجر کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فالیشیسی ( لاطینی ) بوسنیا و ہرزیگووینا کا ایک انسانی آبادکاری جو سریبرینک میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فالیساڈی ( لاطینی ) جمہوریہ گنی کا ایک انسانی آبادکاری جو کیندیا علاقہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فالیٹاگالوا ( لاطینی ) سامووا کا ایک انسانی آبادکاری جو گاگآانفوماوگا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فالیٹیسی ( لاطینی ) بوسنیا و ہرزیگووینا کا ایک انسانی آبادکاری جو میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فالجینوویسی ( لاطینی ) بوسنیا و ہرزیگووینا کا ایک انسانی آبادکاری جو ویشیگراد میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فال ریور میلس کیلیفورنیا ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو شاستا کاؤنٹی کیلیفورنیا میں واقع ہے
A 13 14|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فالینگ سپرینگس کیلیفورنیا ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو لاس اینجلس کاؤنٹی کیلیفورنیا میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آپ ایک جگہ تقریبا چالیس سال رہائش پذیر رہے جہاں آپ نے کبھی چراغ اور آگ نہ جلائی
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S بربینک یوٹاہ ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو نیواڈا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بکآئی شیکر ( انگریزی ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو کلیولینڈ اوہائیو میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیلیڈونیا انٹاریو ( انگریزی , ) کینیڈا کا ایک انسانی آبادکاری جو انٹاریو میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیلیڈونیا مسوری ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو واشنگٹن کاؤنٹی میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ادا فواہ ( لاطینی ) گھانا کا ایک انسانی آبادکاری جو عظیم اکرا علاقہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ادا کرامان ( لاطینی , ) ترکی کا ایک انسانی آبادکاری جو صوبہ کارامان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایمسٹرڈیم ورجینیا ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو بوٹیٹورٹ کاؤنٹی ورجینیا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بالٹیمور کیلیفورنیا ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو پلیسر کاؤنٹی کیلیفورنیا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S غالانائی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو مہمند ایجنسی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دھادر ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع بولان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اوتھل ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع لسبیلہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈگر پاکستان ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو خیبر پختونخوا میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بٹ خیلہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو خیبر پختونخوا میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مٹیاری ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو سندھ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کارمل ہائیلینڈز کیلیفورنیا ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو مونٹیری کاؤنٹی کیلیفورنیا میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ثقفی خاندان کے قدرتی تعصب کے طور پر بھی مقبول روایت کی موروثی غلطی اور حقائق کے بیان میں افسانہ طرازی پر مشتمل ہے
A 12 13|||R:ADJ|||فطری|||REQUIRED|||-NONE-|||0

S ڈالٹن جنوبی یارکشائر ( انگریزی , ) برطانیہ کا ایک انسانی آبادکاری جو انگلستان میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈینور انڈیانا ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو میامی کاؤنٹی انڈیانا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈینور شہر ٹیکساس ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو یواکم کاؤنٹی ٹیکساس میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈیکسٹر نیو میکسیکو ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو چیویز کاؤنٹی نیو میکسیکو میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فارمنگٹن نیو ہیمپشائر ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو سٹریفورڈ کاؤنٹی نیو ہیمپشائر میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فریڈرک کولوراڈو ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو ویلڈ کاؤنٹی کولوراڈو میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فریسکو شہر الاباما ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو مونرو کاؤنٹی الاباما میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہارٹفورڈ الینوائے ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو الینوائے میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہالی وڈ کاؤنٹی وکلوو ( لاطینی , ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی ویکلو میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جونو بیچ فلوریڈا ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو پام بیچ کاؤنٹی فلوریڈا میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کینٹ برٹش کولمبیا ( انگریزی , ) کینیڈا کا ایک انسانی آبادکاری جو برٹش کولمبیا میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کینٹ نیو یارک ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو پٹنیم کاؤنٹی نیویارک میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کنگمین انڈیانا ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو فاؤنٹین کاؤنٹی انڈیانا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لیزبرگ الاباما ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو چروکی کاؤنٹی الاباما میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لولینڈ اوکلاہوما ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو ٹلمیں کاؤنٹی اوکلاہوما میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S میڈفورڈ لیکس نیو جرسی ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو برلنگٹن کاؤنٹی نیو جرسی میں واقع ہے
A 13 14|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مڈلبری انڈیانا ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو ایلکھارٹ کاؤنٹی انڈیانا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نیشویل شمالی کیرولائنا ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو نیش کاؤنٹی شمالی کیرولائنا میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نیو ٹاؤن کاؤنٹی ٹپاریری ( لاطینی , ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی ٹپاریری میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نیو ٹاؤن ماریپوسا کاؤنٹی کیلیفورنیا ( انگریزی , , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو میریپوسا کاؤنٹی کیلیفورنیا میں واقع ہے
A 15 16|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نیو ٹاؤن ( بورو ) کنیکٹیکٹ ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری و قصبہ جو کنیکٹیکٹ میں واقع ہے
A 15 16|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پارکلینڈز نیروبی ( لاطینی , ) کینیا کا ایک انسانی آبادکاری جو نیروبی میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پیٹرزبرگ کیلیفورنیا ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو کیرن کاؤنٹی کیلیفورنیا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پورٹلینڈ نیو ساؤتھ ویلز ( انگریزی , ) آسٹریلیا کا ایک انسانی آبادکاری جو نیو ساؤتھ ویلز میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پورٹ لینڈز ( انگریزی ) کینیڈا کا ایک انسانی آبادکاری جو ٹورانٹو میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پورٹیج ( ٹاؤن ) نیو یارک ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو نیویارک میں واقع ہے
A 15 16|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پروویڈنس گیانا ( لاطینی , ) گیانا کا ایک انسانی آبادکاری جو دیمیرارا ماہایکا میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ریورٹن نیوزی لینڈ ( انگریزی , ) نیوزی لینڈ کا ایک انسانی آبادکاری جو ساؤتھ لینڈ نیوزی لینڈ میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سیلائنا مالٹا ( لاطینی , ) مالٹا کا ایک انسانی آبادکاری جو ناشار میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سیلائنا اوکلاہوما ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو میئز کاؤنٹی اوکلاہوما میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ساؤتھ فیلڈ جمیکا ( لاطینی , ) جمیکا کا ایک انسانی آبادکاری جو سینٹ الزبتھ پیرش میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ساؤتھ گیٹ مغربی سسیکس ( انگریزی , ) برطانیہ کا ایک انسانی آبادکاری جو انگلستان میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سیبیتوکے ( لاطینی ) برونڈی کا ایک انسانی آبادکاری جو سیبیتوکے صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کاروزی ( لاطینی ) برونڈی کا ایک انسانی آبادکاری جو کاروزی صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S رومونگی ( لاطینی ) برونڈی کا ایک انسانی آبادکاری جو رومونگی صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پورے دنیا کے 67 فیصد جنگلات ان 10 ممالک میں موجود ہیں
A 0 1|||R:ADJ|||پوری|||REQUIRED|||-NONE-|||0

S اگرچہ یہ بیماری حجاج میں پھیلی تو نہیں لیکن اس کے پھیلنے کے خطرات کافی ہیں
A 14 15|||R:ADJ|||موجود|||REQUIRED|||-NONE-|||0

S حالیہ برسوں میں حجاج کو جیب تراشوں سے کافی مشکلات پیش آ رہی ہیں
A 8 9|||R:ADJ|||خاصی|||REQUIRED|||-NONE-|||0

S یہاں کے محاورے بڑی ہی دلچسپ ہیں
A 3 4|||R:ADJ|||بڑے|||REQUIRED|||-NONE-|||0

S فری پورٹ نیو یارک ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو نیویارک میں واقع ہے
A 13 14|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فری پورٹ بہاماس ( لاطینی , ) بہاماس کا ایک انسانی آبادکاری جو بہاماس میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S وہ شخص جو میقات کی حدود سے باہر مستقل رہائش پذیر ہو
A 10 11|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S پیتنئیتسا ( لاطینی ) مونٹینیگرو کا ایک انسانی آبادکاری جو پیتنئیتسا بلدیہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گولوبووتسی ( لاطینی ) مونٹینیگرو کا ایک انسانی آبادکاری جو پودگوریتسا دارالحکومت شہر میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S توزی ( لاطینی ) مونٹینیگرو کا ایک انسانی آبادکاری جو پودگوریتسا دارالحکومت شہر میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کراپینا ( لاطینی ) کرویئشا کا ایک انسانی آبادکاری جو کراپینا زاکوریے کاؤنٹی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پوژیگا کرویئشا ( لاطینی , ) کرویئشا کا ایک انسانی آبادکاری جو پوژیگا سلاونیا کاؤنٹی میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گوداوتا ( لاطینی ) ابخاز ا کا ایک انسانی آبادکاری جو ابخاز ا میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نیا آتھوس ( لاطینی ) جارجیا کا ایک انسانی آبادکاری جو گوداوتا ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بزیب ( گاؤں ) ( لاطینی ) جارجیا کا ایک انسانی آبادکاری جو گاگرا ضلع میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لیسیلیدزے ( ٹاؤن ) ( لاطینی ) جارجیا کا ایک انسانی آبادکاری جو گاگرا ضلع میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گانتیادی ( لاطینی ) جارجیا کا ایک انسانی آبادکاری جو گاگرا ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پوژاریواتس ( لاطینی ) سربیا کا ایک انسانی آبادکاری جو برانیچیوو ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S وایئوو ( لاطینی ) سربیا کا ایک انسانی آبادکاری جو کولوبارا ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پانچیوو ( لاطینی ) سربیا کا ایک انسانی آبادکاری جو جنوبی بانات ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چاچاک ( لاطینی ) سربیا کا ایک انسانی آبادکاری جو موراویتسا ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سمیدیریوو ( لاطینی ) سربیا کا ایک انسانی آبادکاری جو پودوناولیے ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S وارنیے ( لاطینی ) سربیا کا ایک انسانی آبادکاری جو پچینیا ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پریزرین ( لاطینی ) کوسووہ کا ایک انسانی آبادکاری جو پریزرین میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کروشیواتس ( لاطینی ) سربیا کا ایک انسانی آبادکاری جو راسینا ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیکیندا ( لاطینی ) سربیا کا ایک انسانی آبادکاری جو شمالی بانات ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سریمسکا میتروویتسا ( لاطینی ) سربیا کا ایک انسانی آبادکاری جو سریم ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کراگویوتس ( لاطینی ) سربیا کا ایک انسانی آبادکاری جو شومادیا ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فیئرپورٹ نیو یارک ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو نیویارک میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فیض آباد بدخشاں ( لاطینی , ) افغانستان کا ایک انسانی آبادکاری جو صوبہ بدخشاں میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سینٹ پال سے عام طور پر مراد عیسائی مذہب کا رہنما ہوتا ہے
A 7 8|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S مونٹگمری مشی گن ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو ہلزڈیل کاؤنٹی مشی گن میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مونٹگمری ( ٹاؤن ) نیو یارک ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو نیویارک میں واقع ہے
A 15 16|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شمالی آگسٹا اونٹاریو ( انگریزی , ) کینیڈا کا ایک انسانی آبادکاری جو انٹاریو میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سینٹ پالز شمالی کیرولائنا ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو روبسن کاؤنٹی شمالی کیرولائنا میں واقع ہے
A 13 14|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کونکورڈ الینوائے ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو الینوائے میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ٹرنٹن نیبراسکا ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو ہچکاک کاؤنٹی نیبراسکا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سانتا فے ( اورورو ) ( ہسپانوی ) بولیویا کا ایک انسانی آبادکاری ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سانتا فے آئل آف یوتھ ( ہسپانوی , ) کیوبا کا ایک انسانی آبادکاری جو ازلا دے لا خوبینتود میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سانتا فے ویراگواس ( لاطینی , ) پاناما کا ایک انسانی آبادکاری جو ویراگواس صوبہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S البانی نیوزی لینڈ ( انگریزی , ) نیوزی لینڈ کا ایک انسانی آبادکاری جو آکلینڈ علاقہ میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بیکرزفیلڈ مسوری ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو اوزارک کاؤنٹی مسوری میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S السلام علیکم حسب ذیل جدولوں میں حرف وار انداز میں اردو ویکیپیڈیا کی ٹائپنگ کے نمونے دست ہیں
A 16 17|||R:ADJ|||دستیاب|||REQUIRED|||-NONE-|||0

S کنگ سٹی اونٹاریو ( انگریزی , ) کینیڈا کا ایک انسانی آبادکاری جو بادشاہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لانگ بیچ شمالی کیرولائنا ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو برنزوک کاؤنٹی شمالی کیرولائنا میں واقع ہے
A 13 14|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مہرؤلی ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو جنوب مغربی دہلی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چانکیاپوری ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو دہلی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سول لائنز دہلی ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو دہلی میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دریا گنج ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو دہلی میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دہلی چھاؤنی ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو جنوب مغربی دہلی میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دوارکا دہلی ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو دہلی میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اندرا پورم ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو اتر پردیش میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قرول باغ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو نئی دہلی میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لکشمی نگر ( دہلی ) ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو دہلی میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S میرا باغ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو مغربی دہلی میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ماڈل ٹاؤن ( دہلی ) ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو دہلی میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نجف گڑھ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو دہلی میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پیتم پورہ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو دہلی میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پریت وہار ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو دہلی میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پنجابی باغ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو دہلی میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S صدر بازار دہلی ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو دہلی میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شاہدرہ دہلی ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو دہلی میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شاہدرہ موج پور جمنا وہار ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو دہلی میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نوین شاہدرہ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو دہلی میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S وسنت وہار ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو دہلی میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ویکاس پوری ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو دہلی میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اے ایس راؤ نگر ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ضلع حیدرآباد میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S افضل گنج ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ضلع حیدرآباد میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S علی آباد حیدرآباد ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو حیدرآباد دکن میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S امیر پیٹ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ضلع حیدرآباد میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اشوک نگر حیدرآباد ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو حیدرآباد دکن میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S باغ لنگم پالی ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو حیدرآباد دکن میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بنجارا ہلز ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو حیدرآباد دکن میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S برکت پورہ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو حیدرآباد دکن میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بشیر باغ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو حیدرآباد دکن میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بیگم پیٹ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو حیدرآباد دکن میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بھرت نگر ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو حیدرآباد دکن میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بوون پالی ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو حیدرآباد دکن میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چیکل گوڈا ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو تلنگانہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دل سکھ نگر ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو حیدرآباد دکن میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گھاٹ کیسر ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو تلنگانہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S حبسی گوڈا ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو رنگا ریڈی ڈسٹرکٹ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کپرا ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو رنگا ریڈی ڈسٹرکٹ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوٹھی حیدرآباد ( انگریزی , ) بھارت کی ایک انسانی آبادکاری جو حیدرآباد دکن میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوکاڑ پالی ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو حیدرآباد دکن میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایل بی نگر ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو تلنگانہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لالا گوڈا ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو حیدرآباد دکن میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لنگم پالی حیدرآباد ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو حیدرآباد دکن میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مانووکاس نگر ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو حیدرآباد دکن میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مارید پالی ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو حیدرآباد دکن میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مولا علی ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو رنگا ریڈی ڈسٹرکٹ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مشیر آباد ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو حیدرآباد دکن میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ناچارام ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو حیدرآباد دکن میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نیردمیت ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو رنگا ریڈی ڈسٹرکٹ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پدم راؤ نگر ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو حیدرآباد دکن میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پتنچیرو ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو میڈک ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پنجا گڈا ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو حیدرآباد دکن میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S راجندر نگر منڈل ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو رنگا ریڈی ڈسٹرکٹ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سافیل گوڑا ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو حیدرآباد دکن میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سانگھی نگر ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو حیدرآباد دکن میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سیریلنگگام پالی ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو رنگا ریڈی ڈسٹرکٹ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سکھ گاؤں ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو حیدرآباد دکن میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سیتاپھل منڈی ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو حیدرآباد دکن میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سوماجی گوڈا ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو حیدرآباد دکن میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تارناکا ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو حیدرآباد دکن میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ت ر م لگ ری ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو حیدرآباد دکن میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اپل کلاں ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو رنگا ریڈی ڈسٹرکٹ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S واناستھاکی پورم ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو رنگا ریڈی ڈسٹرکٹ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بدلوٹ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بوکن پاکستان ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک خاصہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک شادی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دارا پور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہرن پور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جہلم کینٹ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کھیوڑا پنجاب ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو کھیوڑہ نمک کی کان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کھوکھا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوٹلہ فقیر ( انگریزی ) پاکستان کا ایک انسانی آبادکاری و پاکستان کی یونین کونسلیں جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مدو کالس ( انگریزی ) پاکستان کا ایک انسانی آبادکاری و پاکستان کی یونین کونسلیں جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بشندور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آہدی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع راولپنڈی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آوسیا پاکستان ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بدنیان ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S باڑیاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع راولپنڈی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بھیر آہیر ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چکری وکیلاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سول لائن راولپنڈی ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دھمیک ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دھمیال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈھوک مانہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈھونگ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع راولپنڈی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گلیانہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جنڈ نجار ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جاتلی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو راولپنڈی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جھیکا گلی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جھنگلے ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع راولپنڈی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کلیام اعوان ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع راولپنڈی میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کھسالہ کلاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع راولپنڈی میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کھسالہ خورد ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع راولپنڈی میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S خرم کالونی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لوہی بھیر ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مانکیالہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پنڈوڑا پنجاب ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پنجاڑ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پنڈ بالا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شکریال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تراٹی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو راولپنڈی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ٹھاکرا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈیرہ خالصہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو اسلام آباد میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بلکسر ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع چکوال میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بشارت ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع چکوال میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بیگال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع چکوال میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بھین ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع چکوال میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک ملوک ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع چکوال میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک عمرہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری کا گاؤں اور یونین کونسل ہے جو ضلع چکوال میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈلوال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع چکوال میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈنڈوت ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع چکوال میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈھرنال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع چکوال میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دوالمیال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع چکوال میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جھاٹلہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل تلہ گنگسے 12 کلومیٹرسرگودھاروڈ پر واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کریالہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع چکوال میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کھوتیاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع چکوال میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوٹ گلہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع چکوال میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لیٹی پنجاب ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری و پاکستان کی یونین کونسلیں جو ضلع چکوال میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سرال چکوال ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو ضلع چکوال میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S حلبجہ ( عربی حلبج ) عراق کا ایک انسانی آبادکاری جو محافظہ حلبجہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایجنسی اور صوبہ بدر ہونے کی وجہ آپ اسلام آباد میں رہائش پذیر تھے
A 12 13|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S آیدووشچینا ( لاطینی ) سلووینیا کا ایک انسانی آبادکاری جو بلدیہ آیدووشچینا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آپاچے ( لاطینی ) سلووینیا کا ایک انسانی آبادکاری جو بلدیہ آپاچے میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بینیدیکت بینیدیکت ( لاطینی , ) سلووینیا کا ایک انسانی آبادکاری جو بلدیہ بینیدیکت میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S انکاران ( لاطینی ) سلووینیا کا ایک انسانی آبادکاری جو کوپر میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اس وقت تک کئی اہم واقعات وقوع پذیر ہوچکے تھے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S بریزوویتسا پری لیوبلیانی ( لاطینی ) سلووینیا کا ایک انسانی آبادکاری جو بلدیہ بریزوویتسا میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S براسلووچے ( لاطینی ) سلووینیا کا ایک انسانی آبادکاری جو بلدیہ براسلووچے میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دوبروو ( لاطینی ) سلووینیا کا ایک انسانی آبادکاری جو بلدیہ بردا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تسانکووا ( لاطینی ) سلووینیا کا ایک انسانی آبادکاری جو میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تسیرکوینیاک ( لاطینی ) سلووینیا کا ایک انسانی آبادکاری جو بلدیہ تسیرکوینیاک میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تسیرکولانے ( لاطینی ) سلووینیا کا ایک انسانی آبادکاری جو بلدیہ تسیرکولانے میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چرینشووتسی ( لاطینی ) سلووینیا کا ایک انسانی آبادکاری جو بلدیہ چرینشووتسی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چرنا نا کوروشکیم ( لاطینی ) سلووینیا کا ایک انسانی آبادکاری جو بلدیہ چرنا نا کوروشکیم میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دوہری بریکٹ کو بھی نظر انداز کر دیا جاتا ہے
A 0 1|||R:ADJ|||دوہرے|||REQUIRED|||-NONE-|||0

S یہ فہرست 2002 میں سعودی عرب میں وقوع پذیر ہونے والے واقعات کی فہرست ہے
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S درج ذیل شخصیات نے آپ کو اجاز اجتہاد سے نوازا
A 0 1|||R:ADJ|||مندرجہ|||REQUIRED|||-NONE-|||0

S مندرجہ ذیل شخصیات نے آپ کو اجاز اجتہاد سے نوازا
A 0 1|||R:ADJ|||درج|||REQUIRED|||-NONE-|||0

S درج ذیل شخصیات نے آپ کو اجاز اجتہاد سے نوازا
A 0 1|||R:ADJ|||مندرجہ|||REQUIRED|||-NONE-|||0

S ہیں جو لنجان میں رہائش پذیر تھے
A 5 6|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S مریخ کے کچھ علاقے حاشیہ دار شکل کے بھینچے ہوئے صورت ظاہر کرتے ہیں
A 5 6|||R:ADJ|||نما|||REQUIRED|||-NONE-|||0

S جمی ہوئی مٹی میں سے برف کی عمل تصعید کے نتیجے میں یہ حاشیہ دار ساختیں وجود میں آتی ہیں
A 14 15|||R:ADJ|||نما|||REQUIRED|||-NONE-|||0

S شاید یہ عمل جھیلوں کے اندر پرتوں کے بننے کے عمل کے برخلاف وقوع پذیر ہوا ہوگا
A 14 15|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S گلیشیر بستگی کے ایک سے زیادہ مراحل وقوع پذیر ہوتے ہیں
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S یہ فہرست2005 میں سعودی عرب میں وقوع پذیر ہونے والے واقعات کی فہرست ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S یہ فہرست2006 میں سعودی عرب میں وقوع پذیر ہونے والے واقعات کی فہرست ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S یہ فہرست 2009 میں سعودی عرب میں وقوع پذیر ہونے والے واقعات کی فہرست ہے
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S یہ فہرست 2009 میں سعودی عرب میں وقوع پزیر ہونے والے واقعات کی فہرست ہے
A 8 9|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S یہ فہرست 2010 میں سعودی عرب میں وقوع پذیر ہونے والے واقعات کی فہرست ہے
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S یہ فہرست 2011 میں سعودی عرب میں وقوع پذیر ہونے والے واقعات کی فہرست ہے
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S یہ فہرست 2012 میں سعودی عرب میں وقوع پذیر ہونے والے واقعات کی فہرست ہے
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S یہ فہرست 2013 میں سعودی عرب میں وقوع پذیر ہونے والے واقعات کی فہرست ہے
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S یہ فہرست 2013 میں سعودی عرب میں وقوع پزیر ہونے والے واقعات کی فہرست ہے
A 8 9|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S یہ فہرست 2014 میں سعودی عرب میں وقوع پذیر ہونے والے واقعات کی فہرست ہے
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S یہ فہرست 2014 میں سعودی عرب میں وقوع پزیر ہونے والے واقعات کی فہرست ہے
A 8 9|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S یہ فہرست 2015 میں سعودی عرب میں وقوع پذیر ہونے والے واقعات کی فہرست ہے
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S محمد جونپوری ( ولادت 9 ستمبر 1443 وفات 23 اپریل 1505 ) ہندوستان کے صوفی تھے
A 14 15|||R:ADJ|||زاہد|||REQUIRED|||-NONE-|||0

S دوسری دینی خدامت کے علاوہ آپ کی تحریک ختم نبوت میں خدمات بھی بہت ذیادہ اور نمایاں ہیں
A 14 15|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S خداداد خان 1896 میں سرکاری ملازمت سے ریٹائرڈ ہوکر اپنے بنگلے سکھر پرانے میں رہائش پذیر ہوئے جہاں ان کی مسجد بھی واقع ہے
A 15 16|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S میاں " غلام شاہ کلہوڑو " نے 1175ھ میر صاحب کو کلہوڑوں کی تاریخ لکھنے کے لئے مقرر کیا
A 17 18|||R:ADJ|||معمور|||REQUIRED|||-NONE-|||0

S وصیت کے مطابق آپ کو مکلی کے تاریخی قبرستان میں مخدوم محمد ہاشم ٹھٹوی کے مزار کے احاطے میں مدفون کیا گیا
A 19 20|||R:ADJ|||دفن|||REQUIRED|||-NONE-|||0

S جبکہ ترقی پذیر ملکوں میں 85 فی صد تک افراد کو دماغی امراض کے کسی علاج تک کوئی رسائی حاصل نہیں
A 2 3|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S رجوع مقرر معمر افراد کا بین الاقوامی دن
A 1 2|||R:ADJ|||مکرر|||REQUIRED|||-NONE-|||0

S سلطان محمد شاہ تغلق نے بہار میں آپ کے لئے خانقاہ تعمیر کرائی جس میں آپ مستقل سکونت پذیر ہوئے
A 18 19|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اور شام سے نقل مکانی کرکے بہار کے قصبہ منیر میں قیام پذیر ہوئے
A 12 13|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S یہ جنم سے عیسائی تھے جو بعد میں ہندو ہو گئے
A 3 4|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S جیکی چین نے ہانگ کانگ جزیرے کے نا ہ وا پرائمری اسکول میں داخلہ لیا جہاں وہ اپنے پہلے سال ہی فیل ہو گئے
A 7 8|||R:ADJ|||ناہ|||REQUIRED|||-NONE-|||0

S 1930 تک لاہور پاکستان میں رہائش پذیر رہے بعد ازاں برطانوی ہندوستان ( موجودہ بھارتی حصہ ) میں منتقل ہوگئے
A 6 7|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اب ان کو درے سکون حاصل تھا اور فرصت کے لمحات میسر تھے
A 3 4|||R:ADJ|||قدرے|||REQUIRED|||-NONE-|||0

S برائے مہربانی آپ میں تجربات کریں یہ صفحہ منتظمین کے لیے خاص ہے
A 11 12|||R:ADJ|||مخصوص|||REQUIRED|||-NONE-|||0

S 2015پائیدار ترقی کا تصور میں یہ بات مضمر ہے کہ اس سے ماحولیات کو کوئی نقصان نہ ہو
A 7 8|||R:ADJ|||ضروری|||REQUIRED|||-NONE-|||0

S میناکشیپرم ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو تھینی ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوٹھاکوٹا ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو آندھرا پردیش میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S با لجیگ ( لاطینی ) سربیا کا ایک انسانی آبادکاری جو میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S با چک ( لاطینی ) ویتنام کا ایک انسانی آبادکاری جو آن گیانگ صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اس واقعے پر نین نامی بزرگ ب ت متاثر وئے اور انھوں نے یہاں مستقل آباد ہونے کا فیصلہ کرلیا
A 8 9|||R:ADJ|||ثر|||REQUIRED|||-NONE-|||0

S یہ اعزاز اب تک ان سائنسدانوں کو دیا گیا ہے جو پاکستان میں قیام پذیر ہیں
A 14 15|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں چونتیس بولا جاتا ہے اس سے پہلے تینتیس اور اس کے بعد پینتیس بولا جاتا ہے
A 16 17|||R:ADJ|||چھتیس|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں پینتیس بولا جاتا ہے اس سے پہلے چونتیس اور اس کے بعد چھتیس بولا جاتا ہے
A 16 17|||R:ADJ|||سینتیس|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں انتیس بولا جاتا ہے اس سے پہلے اڑتیس اور اس کے بعد چالیس بولا جاتا ہے
A 16 17|||R:ADJ|||اکتالیس|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں چالیس بولا جاتا ہے اس سے پہلے انتالیس اور اس کے بعد اکتالیس بولا جاتا ہے
A 16 17|||R:ADJ|||بیالیس|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں بیالیس بولا جاتا ہے اس سے پہلے اکتالیس اور اس کے بعد تینتالیس بولا جاتا ہے
A 16 17|||R:ADJ|||چوالیس|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں چوالیس بولا جاتا ہے اس سے پہلے تینتالیس اور اس کے بعد پینتالیس بولا جاتا ہے
A 16 17|||R:ADJ|||چھیالیس|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں پینتالیس بولا جاتا ہے اس سے پہلے چوالیس اور اس کے بعد چھیالیس بولا جاتا ہے
A 4 5|||R:ADJ|||چھیالیس|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں اکہتر بولا جاتا ہے اس سے پہلے ستر اور اس کے بعد بہتر بولا جاتا ہے
A 4 5|||R:ADJ|||بتر|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں چھہتر بولا جاتا ہے اس سے پہلے پچہتر اور اس کے بعد ستتر بولا جاتا ہے
A 16 17|||R:ADJ|||اٹھہتر|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں چوراسی بولا جاتا ہے
A 4 5|||R:ADJ|||چھیاسی|||REQUIRED|||-NONE-|||0

S اس سے پہلے تراسی اور اس کے بعد پچاسی بولا جاتا ہے
A 8 9|||R:ADJ|||ستاسی|||REQUIRED|||-NONE-|||0

S وہ آج بھی امریکہ میں رہائش پذیر ہیں تاہم اب بھی باقاعدگی سے پاکستانی پروگراموں میں شریک ہورہےہیں
A 6 7|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S امائرہ دستور ایک ہندوستانی فلم اداکارہ ہیں
A 3 4|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S مسلم بن عقیل کے ہاتھ پر بیعت کرنے والے کوفیوں کی تعداد مختلف تاریخی مآخذ میں مختلف نقل ہوئی ہے
A 12 13|||R:ADJ|||متعدد|||REQUIRED|||-NONE-|||0

S اورامام حسین 3 شعبان سے 8 ذوالحجہ تک یعنی چار مہینے سے زیادہ مکہ میں قیام پذیر رہے
A 16 17|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ایڈرین نیو یارک ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو سٹیوبن کاؤنٹی نیویارک میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S الٹن نیو ہیمپشائر ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو بیلنیپ کاؤنٹی نیو ہیمپشائر میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بینٹن لوزیانا ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو لوویزیانا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بیلینگز اونٹاریو ( انگریزی , ) کینیڈا کا ایک انسانی آبادکاری جو انٹاریو میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بستی فاوجا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع ڈیرہ غازی خان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بستی مالانا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع ڈیرہ غازی خان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چوراٹا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع ڈیرہ غازی خان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S درخاست جمال خان ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع ڈیرہ غازی خان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فاتح خان ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع ڈیرہ غازی خان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S خاخی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع ڈیرہ غازی خان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوٹ چھوٹا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع ڈیرہ غازی خان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوٹ ہیبت ( انگریزی ) پاکستان کا ایک انسانی آبادکاری و پاکستان کی یونین کونسلیں جو ضلع ڈیرہ غازی خان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوٹ مبارک ( انگریزی ) پاکستان کا ایک انسانی آبادکاری و پاکستان کی یونین کونسلیں جو ضلع ڈیرہ غازی خان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مکوال کلاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری و پاکستان کی یونین کونسلیں جو ضلع ڈیرہ غازی خان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مانا احمدانی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری و پاکستان کی یونین کونسلیں جو ضلع ڈیرہ غازی خان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بیلیاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بیلیاں کی تاریخ میں دو بڑی جنگیں شامل ہیں
A 5 6|||R:ADJ|||کافی|||REQUIRED|||-NONE-|||0

S بھیرکنڈ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع مانسہرہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بھوگڑمنگ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع مانسہرہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گڑھی حبیب اللہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع مانسہرہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہنگرائی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع مانسہرہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کٹھائی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع مانسہرہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوائی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع مانسہرہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بلیک واٹر کاؤنٹی ویکسفورڈ ( لاطینی , ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی ویکسفرڈ میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بولیور مونتیبیدیو ( لاطینی , ) یوراگوئے کا ایک انسانی آبادکاری جو مونتیبیدیو میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بولیور یوراگوئے ( لاطینی , ) یوراگوئے کا ایک انسانی آبادکاری جو کانیلونس محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بولیور اوہائیو ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو ٹسکاراویس کاؤنٹی اوہائیو میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بفیلو البرٹا ( انگریزی , ) کینیڈا کا ایک انسانی آبادکاری جو البرٹا میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بٹلر کیلیفورنیا ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو فرنسو کاؤنٹی کیلیفورنیا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بٹلر جنوبی ڈکوٹا ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو ڈے کاؤنٹی جنوبی ڈکوٹا میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیرولٹن میری لینڈ ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو میری لینڈ میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کاسویل نیو یارک ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو نیویارک میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چیسٹرفیلڈ انڈیانا ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو انڈیانا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کلیرنس ٹاؤن ( لاطینی ) بہاماس کا ایک انسانی آبادکاری جو لانگ آئلینڈ بہاماس میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کلیرنس نیوزی لینڈ ( انگریزی , ) نیوزی لینڈ کا ایک انسانی آبادکاری جو مارلبورو علاقہ میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کلیرنس لوزیانا ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو لوویزیانا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کلفٹن ہل امریکی جزائر ورجن ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو امریکی جزائر ورجن میں واقع ہے
A 14 15|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کریسٹووڈ گاؤں نیو جرسی ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو مانچسٹر نیو جرسی میں واقع ہے
A 13 14|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیوبا مرسیڈ کاؤنٹی کیلیفورنیا ( انگریزی , , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو مرسیڈ کاؤنٹی کیلیفورنیا میں واقع ہے
A 14 15|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈائمنڈ امریکی جزائر ورجن ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو امریکی جزائر ورجن میں واقع ہے
A 13 14|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گولڈن مسیسپی ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو ٹیشومنگو کاؤنٹی مسیسپی میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گولڈن کاؤنٹی ٹیپیراری ( لاطینی , ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی ٹپاریری میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پولو باراہونا ( لاطینی , ) جمہوریہ ڈومینیکن کا ایک انسانی آبادکاری جو بارائونا صوبہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ٹرائے ٹینیسی ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو اوبئین کاؤنٹی ٹینیسی میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S معذرت متعدد تکنیکی وجوہات کی بنا پر کچھ خصوصی حروف اور مجموعہ حروف فائل کے نام میں استعمال نہیں کیے جا سکتے
A 8 9|||R:ADJ|||مخصوص|||REQUIRED|||-NONE-|||0

S سینٹ چارلس مشی گن ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو ساگینا کاؤنٹی مشی گن میں واقع ہے
A 13 14|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پلیٹویل کولوراڈو ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو ویلڈ کاؤنٹی کولوراڈو میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایسٹ لائم کنیکٹیکٹ ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو کنیکٹیکٹ میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گریسوالڈ کنیکٹیکٹ ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو کنیکٹیکٹ میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہیڈام کنیکٹیکٹ ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو کنیکٹیکٹ میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لزبن کنیکٹیکٹ ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو کنیکٹیکٹ میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مینسفیلڈ کنیکٹیکٹ ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو کنیکٹیکٹ میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مڈلفیلڈ کنیکٹیکٹ ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو کنیکٹیکٹ میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سامرز کنیکٹیکٹ ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو کنیکٹیکٹ میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S وارن کنیکٹیکٹ ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو کنیکٹیکٹ میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ویسٹان کنیکٹیکٹ ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو کنیکٹیکٹ میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ووڈبری کنیکٹیکٹ ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو کنیکٹیکٹ میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آرڈین ڈیلاویئر ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو نیو کیسل کاؤنٹی ڈیلاویئر میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آرڈینٹاون ڈیلاویئر ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو نیو کیسل کاؤنٹی ڈیلاویئر میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چاپڑ دیر بالا ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو خیبر پختونخوا میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کبل سوات ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو ضلع سوات میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چارباغ سوات ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو خیبر پختونخوا میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہزارہ سوات ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو ضلع سوات میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کلو خان ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو خیبر پختونخوا میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S داگئی پاکستان ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو ضلع صوابی میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مائنی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو خیبر پختونخوا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جہانگیرا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو خیبر پختونخوا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چمتر ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع مردان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چارگلی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع مردان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دگئی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع مردان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گڑھی دولت زئی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع مردان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مسلم آباد پاکستان ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع ایبٹ آباد میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پتن ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ضلع بارہ مولہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ابازئی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع چارسدہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دولت پورہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع چارسدہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈھیری زرداد ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع چارسدہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دوسہرہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع چارسدہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S غونڈا کارخانہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع چارسدہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S حاجی زئی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع چارسدہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قتوزئی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع چارسدہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S خان ماہی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع چارسدہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مندنی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری و پاکستان کی یونین کونسلیں جو ضلع چارسدہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مٹہ مغل خیل ( انگریزی ) پاکستان کا ایک انسانی آبادکاری و پاکستان کی یونین کونسلیں جو ضلع چارسدہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ترناب ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو خیبر پختونخوا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S عبدول خیل ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع لکی مروت میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بیگو خیل ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع لکی مروت میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بہرام خیل ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو خیبر پختونخوا میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S درہ تنگ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع لکی مروت میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S درہ پیزو ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع لکی مروت میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S غزنی خیل ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع لکی مروت میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کاکاخیل ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع لکی مروت میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوٹ کشمیر ( انگریزی ) پاکستان کا ایک انسانی آبادکاری و پاکستان کی یونین کونسلیں جو ضلع لکی مروت میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ماما خیل ( انگریزی ) پاکستان کا ایک انسانی آبادکاری و پاکستان کی یونین کونسلیں جو ضلع لکی مروت میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سیرئی نورنگ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع لکی مروت میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ابو زید بلخی دسویں صدی ہجری کے جغرافی دان اور مؤرخ تھے اور ان کی تاریخ کی کتاب معروف ہے
A 3 4|||R:ADJ|||چوتھی|||REQUIRED|||-NONE-|||0

S اطلاع اس بات کا خیال رہے کہ مضمون میں موجود کو ہٹانے سے رک جائے گا لیکن دیگر اعمال حذف شدگی موجود ہوتے ہیں
A 21 22|||R:ADJ|||جاری|||REQUIRED|||-NONE-|||0

S مریخ ممکنہ انسانی آبادکاری کی سائنسی تحقیق کے لیے بہت زیادہ مرکز نگاہ رہا ہے
A 5 6|||R:ADJ|||علمی|||REQUIRED|||-NONE-|||0

S سانچہ میں مدت اختتام درج نہ کریں ,
A 4 5|||R:ADJ|||شامل|||REQUIRED|||-NONE-|||0

S باسودے کی مریم ا ردو کے نعتیہ ادب میں بے مثال اضافہ ہے
A 6 7|||R:ADJ|||افسانوی|||REQUIRED|||-NONE-|||0

S ان کے ماننے والے ذکری فرقے کے لوگ آج بھی بھارت کے بعض علاقوں میں موجود ہیں
A 4 5|||R:ADJ|||مہدوی|||REQUIRED|||-NONE-|||0

S والٹن اونٹاریو ( انگریزی , ) کینیڈا کا ایک انسانی آبادکاری جو انٹاریو میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سمتھفیلڈ امریکی جزائر ورجن ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو امریکی جزائر ورجن میں واقع ہے
A 13 14|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اورونو میئن ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو پینوبسکٹ کاؤنٹی میئن میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ٹاپشیم میئن ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو ساگاڈیہاک کاؤنٹی میئن میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ٹونیکا مسیسپی ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو ٹونیکا کاؤنٹی مسیسپی میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S معدن کی ایک ذیلی پیداوار سرپنٹیٹ بتاتی ہے کہ یہ عمل وقوع پذیر ہو رہا ہے
A 12 13|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S سوریا پیٹ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو نلگونڈا ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S برج اٹاری ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع شیخوپورہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک جانو کلاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع منڈی بہاؤالدین میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S علی گڑھ پاکستان ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بیلاسور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بھدن خوہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S راندیاں پاکستان ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گاریوال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع ٹوبہ ٹیک سنگھ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نانکسار ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع ٹوبہ ٹیک سنگھ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S راشیانا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع ٹوبہ ٹیک سنگھ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سلیم پور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ٹوبہ ٹیک سنگھ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اچہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع گجرات میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S امرہ کلاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع گجرات میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S باگڑیاں والا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع گجرات میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بہاروال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع گجرات میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک جانی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع گجرات میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چکوری شیر غازی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع گجرات میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چکوری بھالووال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع گجرات میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S حاجی محمد ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع گجرات میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S انٹرپرائز نیواڈا ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو نیواڈا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گولڈفیلڈ نیواڈا ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو ایسمیرالڈا کاؤنٹی نیواڈا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہینڈرسن نیواڈا ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو کلارک کاؤنٹی نیواڈا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سپرنگ کریک نیواڈا ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری و مردم شماری نامزد مقام جو نیواڈا میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈورچیسٹر نیو ہیمپشائر ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو گرافٹن کاؤنٹی نیو ہیمپشائر میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S حبرون نیو ہیمپشائر ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو گرافٹن کاؤنٹی نیو ہیمپشائر میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہینیکر نیو ہیمپشائر ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو میریمیک کاؤنٹی نیو ہیمپشائر میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لیمن نیو ہیمپشائر ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو گرافٹن کاؤنٹی نیو ہیمپشائر میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اورفورڈ نیو ہیمپشائر ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو گرافٹن کاؤنٹی نیو ہیمپشائر میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پیمبروک نیو ہیمپشائر ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو میریمیک کاؤنٹی نیو ہیمپشائر میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ساوتھ ہیمپٹن نیو ہیمپشائر ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو راکنگہیم کاؤنٹی نیو ہیمپشائر میں واقع ہے
A 13 14|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ویئر نیو ہیمپشائر ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو ہلزبرووہ کاؤنٹی نیو ہیمپشائر میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S وولفبرو نیو ہیمپشائر ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو کیرول کاؤنٹی نیو ہیمپشائر میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سماعت پذیر جسے کانوں کے ذریعے سن لیا جا سکے
A 1 2|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ماؤنٹ پلیزینٹ شمالی کیرولینا ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو کاباریس کاؤنٹی شمالی کیرولینا میں واقع ہے
A 13 14|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تاربورو شمالی کیرولائنا ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو ایجکومب کاؤنٹی شمالی کیرولائنا میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چندواڑا ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو چندواڑا ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سیونی مدھیہ پردیش ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو سیونی مدھیہ پردیش میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ماوگلی ( تلفظ ) ایک تصوراتی کردار اور رڈیارڈ کپلنگ کی کتاب جنگل بک کا مرکزی کردار ہے
A 5 6|||R:ADJ|||افسانوی|||REQUIRED|||-NONE-|||0

S سشما سو راج ایک بھارتی سیاست دان سابقہ وکیل اور موجودہ وزیر خارجہ ہیں
A 10 11|||R:ADJ|||سابقہ|||REQUIRED|||-NONE-|||0

S نیریگینسٹ روڈ آئلینڈ ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو واشنگٹن کاؤنٹی روڈ آئلینڈ میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سفر بن عبد الرحمان الحوالی ایک سعودی اسلامی عالم ہیں جو مکہ مکرمہ میں رہائش پذیر ہیں
A 15 16|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S وہ چاہتی ہیں کہ تمام ادائیگیاں الیکٹرونی طریقے سے ہوں اور خاص طور پر طرقی پذیر ممالک میں کیش بالکل ختم کر دیا جائے
A 15 16|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S شاہ پور کا پہلا نام سنت پورہ تھا
A 3 4|||R:ADJ|||سابق|||REQUIRED|||-NONE-|||0

S یہ تینوں افراد یمن میں تعلیم کیلئے رہائش پذیر تھے
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S دوسرے دور اراضی میں حرضریم کے روابط مغربی لوگوں استوار ہوئے جو مرکز الارض سے دور ایک جزیرہ پر رہائش پذیر تھے
A 20 21|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S سمرویل جنوبی کیرولائنا ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو جنوبی کیرولائنا میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کنگزٹری جنوبی کیرولائنا ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو ویلمزبرگ کاؤنٹی جنوبی کیرولائنا میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مک کورمک جنوبی کیرولائنا ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو مک کورمک کاؤنٹی جنوبی کیرولائنا میں واقع ہے
A 13 14|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پیجلینڈ جنوبی کیرولائنا ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو چیسٹرفیلڈ کاؤنٹی جنوبی کیرولائنا میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سولیوانز جزیرہ جنوبی کیرولائنا ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو چارلسٹن کاؤنٹی جنوبی کیرولائنا میں واقع ہے
A 13 14|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ٹرائی سیٹیز واشنگٹن ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو ریاست واشنگٹن میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S حمیری دور سے اب تک یہ قصبہ بہت بہترین انداز سے محفوظ ہے اور اس میں روائتی مساجد اور مکانات ہیں
A 16 17|||R:ADJ|||روایتی|||REQUIRED|||-NONE-|||0

S آنوئو ( انگریزی ) ریاستہائے متحدہ امریکا کا ایک جزیرہ و انسانی آبادکاری جو امریکی سمووا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آگانا ہائٹس گوام ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو گوام میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اگات گوام ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو گوام میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S باریگادا گوام ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو گوام میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تامونینگ گوام ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو گوام میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شنقیط ( عربی شنق ط ) موریتانیہ کا ایک انسانی آبادکاری جو آدرار علاقہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آیت بن حدو ( فرانسیسی ) مراکش کا ایک انسانی آبادکاری جو عرب ممالک کے عالمی ثقافتی ورثے میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S رائج ترین عددی نظام میں 999 سے بڑا یا زیادہ اور 1001 سے کم یا چھوٹا ہوتا ہے
A 13 14|||R:ADJ|||چھوٹا|||REQUIRED|||-NONE-|||0

S رائج ترین عددی نظام میں 999 سے بڑا یا زیادہ اور 1001 سے کم یا چھوٹا ہوتا ہے
A 15 16|||R:ADJ|||کم|||REQUIRED|||-NONE-|||0

S کاپولئی ہوائی ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو ہونولولو کاؤنٹی ہوائی میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایپل ریور الینوائے ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو الینوائے میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نارتھ یوٹیکا الینوائے ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو الینوائے میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تعلیمی گھرانے میں پیداہونا ان کے لیے ایک باعث برکت ثابت ہوا
A 0 1|||R:ADJ|||علمی|||REQUIRED|||-NONE-|||0

S بالڈون لوزیانا ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو لوویزیانا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بالڈون مشی گن ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو لیک کاؤنٹی مشی گن میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بے ویو گارڈنز الینوائے ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو ووڈفورڈ کاؤنٹی الینوائے میں واقع ہے
A 13 14|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بیلمونٹ الینوائے ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو الینوائے میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ویسٹ سٹی الینوائے ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو الینوائے میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ویلمینگٹن میساچوسٹس ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو مڈلسیکس کاؤنٹی میساچوسٹس میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سپرنگ بے الینوائے ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو ووڈفورڈ کاؤنٹی الینوائے میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شینن نیوزی لینڈ ( انگریزی , ) نیوزی لینڈ کا ایک انسانی آبادکاری جو ماناواتو وانگانوی میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فلسطین دے لاس آلتوس ( لاطینی ) گواتیمالا کا ایک انسانی آبادکاری جو کویتسالتینانگو محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نارتھفیلڈ میساچوسٹس ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو فرینکلن کاؤنٹی میساچوسٹس میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو چالیس اور اس کے بعد ایک سو بیالیس بولا جاتا ہے
A 13 14|||R:ADJ|||تینتالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک سو بیالیس بولا جاتا ہے
A 5 6|||R:ADJ|||تینتالیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو اناسی اور اس کے بعد ایک سو اکیاسی بولا جاتا ہے
A 13 14|||R:ADJ|||بیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک سو اکیاسی بولا جاتا ہے
A 5 6|||R:ADJ|||بیاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو اسی اور اس کے بعد ایک سو بیاسی بولا جاتا ہے
A 13 14|||R:ADJ|||تریاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو اکیاسی اور اس کے بعد ایک سو تریاسی بولا جاتا ہے
A 6 7|||R:ADJ|||بیاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو اکیاسی اور اس کے بعد ایک سو تریاسی بولا جاتا ہے
A 13 14|||R:ADJ|||چوراسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک سو چوراسی بولا جاتا ہے
A 5 6|||R:ADJ|||پچاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو پچاسی اور اس کے بعد ایک سو ستاسی بولا جاتا ہے
A 13 14|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک سو ستاسی بولا جاتا ہے
A 5 6|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو ستاسی اور اس کے بعد ایک سو انانوے بولا جاتا ہے
A 6 7|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S اس کے بعد طوس میں سال قیام پذیر رہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S سید ابن طاؤوس کا آخری سفر بغداد تھا جب ہلاکو خان نے بغداد پر حملہ کیا تو آپ بغداد میں قیام پذیر تھے
A 21 22|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اینڈوز ٹاؤن ( لاطینی ) بہاماس کا ایک انسانی آبادکاری جو اندروس بہاماس میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نیکولز ٹاؤن ( لاطینی ) بہاماس کا ایک انسانی آبادکاری جو آندروس میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایلس ٹاؤن ( لاطینی ) بہاماس کا ایک انسانی آبادکاری جو بیمینی میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آرتھرز ٹاؤن ( لاطینی ) بہاماس کا ایک انسانی آبادکاری جو جزیرہ کیٹ بہاماس میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کرنل ہل ( لاطینی ) بہاماس کا ایک انسانی آبادکاری جو جزیرہ کروکڈ بہاماس میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S میتھیو ٹاؤن ( لاطینی ) بہاماس کا ایک انسانی آبادکاری جو اناگوا میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو اناسی اور اس کے بعد دو سو اکیاسی بولا جاتا ہے
A 13 14|||R:ADJ|||بیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو سو اکیاسی بولا جاتا ہے
A 5 6|||R:ADJ|||بیاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو اسی اور اس کے بعد دو سو بیاسی بولا جاتا ہے
A 13 14|||R:ADJ|||تریاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو اکیاسی اور اس کے بعد دو سو تریاسی بولا جاتا ہے
A 13 14|||R:ADJ|||چوراسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو سو چوراسی بولا جاتا ہے
A 5 6|||R:ADJ|||پچاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو پچاسی اور اس کے بعد دو سو ستاسی بولا جاتا ہے
A 13 14|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو سو ستاسی بولا جاتا ہے
A 5 6|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو ستاسی اور اس کے بعد دو سو انانوے بولا جاتا ہے
A 6 7|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S پگوٹس ( لاطینی ) اینٹیگوا و باربوڈا کا ایک انسانی آبادکاری جو اینٹیگوا میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بولینڈز ( لاطینی ) اینٹیگوا و باربوڈا کا ایک انسانی آبادکاری جو اینٹیگوا میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پارہیم اینٹیگوا و باربوڈا ( لاطینی , ) اینٹیگوا و باربوڈا کا ایک انسانی آبادکاری جو اینٹیگوا میں واقع ہے
A 13 14|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فالماوتھ اینٹیگوا و باربوڈا ( لاطینی , ) اینٹیگوا و باربوڈا کا ایک انسانی آبادکاری جو اینٹیگوا میں واقع ہے
A 13 14|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو اناسی اور اس کے بعد تین سو اکیاسی بولا جاتا ہے
A 13 14|||R:ADJ|||بیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو اکیاسی بولا جاتا ہے
A 5 6|||R:ADJ|||بیاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو بیاسی اور اس کے بعد تین سو چوراسی بولا جاتا ہے
A 13 14|||R:ADJ|||پچاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو چوراسی بولا جاتا ہے
A 5 6|||R:ADJ|||پچاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو پچاسی اور اس کے بعد تین سو ستاسی بولا جاتا ہے
A 13 14|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو ستاسی بولا جاتا ہے
A 5 6|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو ستاسی اور اس کے بعد تین سو انانوے بولا جاتا ہے
A 6 7|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو اناسی اور اس کے بعد چار سو اکیاسی بولا جاتا ہے
A 13 14|||R:ADJ|||بیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو اکیاسی بولا جاتا ہے
A 5 6|||R:ADJ|||بیاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو بیاسی اور اس کے بعد چار سو چوراسی بولا جاتا ہے
A 13 14|||R:ADJ|||پچاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو چوراسی بولا جاتا ہے
A 5 6|||R:ADJ|||پچاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو پچاسی اور اس کے بعد چار سو ستاسی بولا جاتا ہے
A 13 14|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو ستاسی بولا جاتا ہے
A 5 6|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو ستاسی اور اس کے بعد چار سو انانوے بولا جاتا ہے
A 6 7|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو اناسی اور اس کے بعد پانچ سو اکیاسی بولا جاتا ہے
A 13 14|||R:ADJ|||بیاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو بیاسی اور اس کے بعد پانچ سو چوراسی بولا جاتا ہے
A 13 14|||R:ADJ|||پچاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو چوراسی بولا جاتا ہے
A 5 6|||R:ADJ|||پچاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو پچاسی اور اس کے بعد پانچ سو ستاسی بولا جاتا ہے
A 13 14|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو ستاسی بولا جاتا ہے
A 5 6|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو ستاسی اور اس کے بعد پانچ سو انانوے بولا جاتا ہے
A 6 7|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو اناسی اور اس کے بعد چھ سو اکیاسی بولا جاتا ہے
A 13 14|||R:ADJ|||بیاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو بیاسی اور اس کے بعد چھ سو چوراسی بولا جاتا ہے
A 13 14|||R:ADJ|||پچاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چھ سو چوراسی بولا جاتا ہے
A 5 6|||R:ADJ|||پچاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو پچاسی اور اس کے بعد چھ سو ستاسی بولا جاتا ہے
A 13 14|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چھ سو ستاسی بولا جاتا ہے
A 5 6|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو ستاسی اور اس کے بعد چھ سو انانوے بولا جاتا ہے
A 6 7|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو اناسی اور اس کے بعد سات سو اکیاسی بولا جاتا ہے
A 13 14|||R:ADJ|||بیاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو بیاسی اور اس کے بعد سات سو چوراسی بولا جاتا ہے
A 13 14|||R:ADJ|||پچاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے سات سو چوراسی بولا جاتا ہے
A 5 6|||R:ADJ|||پچاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو پچاسی اور اس کے بعد سات سو ستاسی بولا جاتا ہے
A 13 14|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے سات سو ستاسی بولا جاتا ہے
A 5 6|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو ستاسی اور اس کے بعد سات سو انانوے بولا جاتا ہے
A 6 7|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو چالیس اور اس کے بعد نو سو بیالیس بولا جاتا ہے
A 13 14|||R:ADJ|||تینتالیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو اناسی اور اس کے بعد نو سو اکیاسی بولا جاتا ہے
A 13 14|||R:ADJ|||بیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو اکیاسی بولا جاتا ہے
A 5 6|||R:ADJ|||بیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو چوراسی بولا جاتا ہے
A 5 6|||R:ADJ|||پچاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو پچاسی اور اس کے بعد نو سو ستاسی بولا جاتا ہے
A 13 14|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو ستاسی بولا جاتا ہے
A 5 6|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو ستاسی اور اس کے بعد نو سو انانوے بولا جاتا ہے
A 6 7|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو چوراسی بولا جاتا ہے
A 5 6|||R:ADJ|||پچاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو پچاسی اور اس کے بعد آٹھ سو ستاسی بولا جاتا ہے
A 13 14|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو ستاسی بولا جاتا ہے
A 5 6|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو ستاسی اور اس کے بعد آٹھ سو انانوے بولا جاتا ہے
A 6 7|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S جرادیہ ( عربی الجراد ) سعودی عرب کا ایک انسانی آبادکاری جو صوبہ جازان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S راولپنڈی میں قیام کے دوران ہی ان کو عیسائی مشنریوں کے ساتھ ملاقات کا پہلا موقع ملا
A 8 9|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S بیراو ( لاطینی ) وسطی افریقی جمہوریہ کا ایک انسانی آبادکاری جو واکاگا میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ندیلے ( لاطینی ) وسطی افریقی جمہوریہ کا ایک انسانی آبادکاری جو بامینگوئی بانگوران میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اوبو ( لاطینی ) وسطی افریقی جمہوریہ کا ایک انسانی آبادکاری جو بالا مبومؤ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مارادی نائجر ( لاطینی , ) نائجر کا ایک انسانی آبادکاری جو مارادی علاقہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دوسو نائجر ( لاطینی , ) نائجر کا ایک انسانی آبادکاری جو دوسو محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تچیروزیرینے ( لاطینی ) نائجر کا ایک انسانی آبادکاری جو بیلما محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ماینے سوروا ( لاطینی ) نائجر کا ایک انسانی آبادکاری جو ماینے سوروا محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لوگا ( لاطینی ) نائجر کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تچینتابارادین ( لاطینی ) نائجر کا ایک انسانی آبادکاری جو تچینتابارادین محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S الیلا نائجر ( لاطینی , ) نائجر کا ایک انسانی آبادکاری جو الیلا محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بؤزا ( لاطینی ) نائجر کا ایک انسانی آبادکاری جو بؤزا محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ساے نائجر ( لاطینی , ) نائجر کا ایک انسانی آبادکاری جو ساے محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کولو ( لاطینی ) نائجر کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تانؤت ( لاطینی ) نائجر کا ایک انسانی آبادکاری جو تانؤت محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ماگاریا ( لاطینی ) نائجر کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گؤرے ( لاطینی ) نائجر کا ایک انسانی آبادکاری جو گؤرے محکمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S روندو ( لاطینی ) نمیبیا کا ایک انسانی آبادکاری جو کاوانگو شرقی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سواکوپموند ( لاطینی ) نمیبیا کا ایک انسانی آبادکاری جو عرونگو علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اوموتھیئا ( لاطینی ) نمیبیا کا ایک انسانی آبادکاری جو اوشیکوتو علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S زمین پر ایک ایسی جگہ جہاں ایسا وقوع پذیر ہوتا ہے وہ آسٹریلیا کا عظیم ارٹیزیان طاس ہے
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S آلبیون گیانا ( لاطینی , ) گیانا کا ایک انسانی آبادکاری جو مشرقی بربیس کورینتینے میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آلبیون واشنگٹن ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو ویٹمین کاؤنٹی واشنگٹن میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایلن کاؤنٹی کلڈیر ( لاطینی , ) جمہوریہ آئرستان کا ایک انسانی آبادکاری جو کاؤنٹی کلڈیئر میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S الپینا جنوبی ڈکوٹا ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو جیراولڈ کاؤنٹی جنوبی ڈکوٹا میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ارجنٹائن کیلیفورنیا ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو پلومس کاؤنٹی کیلیفورنیا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بئیر لیک ( فورٹ کونیلی ) ( انگریزی ) کینیڈا کا ایک انسانی آبادکاری جو برٹش کولمبیا میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بوون اونٹاریو ( انگریزی , ) کینیڈا کا ایک انسانی آبادکاری جو انٹاریو میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S برائٹن ٹینیسی ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو ٹپٹن کاؤنٹی ٹینیسی میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بیوینا وسٹا ( بایامون ) ( انگریزی ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو بایامون پورٹو ریکو میں واقع ہے
A 13 14|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بیونا وسٹا نیواڈا کاؤنٹی کیلیفورنیا ( انگریزی , , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو نیواڈا کاؤنٹی کیلیفورنیا میں واقع ہے
A 15 16|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار اناسی اور اس کے بعد ایک ہزار اکیاسی بولا جاتا ہے
A 13 14|||R:ADJ|||بیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار اکیاسی بولا جاتا ہے
A 5 6|||R:ADJ|||بیاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار بیاسی اور اس کے بعد ایک ہزار چوراسی بولا جاتا ہے
A 13 14|||R:ADJ|||پچاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چوراسی بولا جاتا ہے
A 5 6|||R:ADJ|||پچاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار پچاسی اور اس کے بعد ایک ہزار ستاسی بولا جاتا ہے
A 13 14|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ستاسی بولا جاتا ہے
A 5 6|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S راجگیر ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو نالندا ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پاواپوری ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو نالندا ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہرنوت ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو نالندا ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایکانگار سرائے ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو نالندا ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہلسا بہار ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو نالندا ضلع میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بہار شریف ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو نالندا ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شاہ پور بہار ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو بھوجپور ضلع میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پیرو بھوجپور ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو بھوجپور ضلع میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کولور ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو بھوجپور ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بھیا ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو بھوجپور ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S رگھوناتھ پور بکسر ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو بکسر ضلع میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S موہنیا ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو کیمر ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کدرا ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو کیمر ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بھبھوا ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو بہار ( بھارت ) میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تلوتھو ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو روہتاس ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کواتھ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو روہتاس ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈالمیا نگر ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو بہار ( بھارت ) میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S وکرم گنج ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو روہتاس ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بنجاری بہار ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو روہتاس ضلع میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پھلواری شریف ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو پٹنہ ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پالی گنج ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو پٹنہ ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S موکاما ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو پٹنہ ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S 576 ھ میں مخدوم عارف مومن بغرض سیاحت و تجارت بہار تشریف لائے اور قصبہ منیر میں قیام پذیر ہوئے
A 18 19|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S منیر شریف ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو پٹنہ ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کھسر پور ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو پٹنہ ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کھگول ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو پٹنہ ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہنسچک ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو بہار ( بھارت ) میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فتوہ بہار ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو پٹنہ ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دیناپور نظامت ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو پٹنہ ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دیناپور کنٹونمینٹ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو پٹنہ ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S داناپور ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو سلطنت مگدھ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بکرم پٹنہ ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو پٹنہ ضلع میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ب ٹا پٹنہ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو پٹنہ ضلع میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بختیار پور ( انگریزی ) بھارت کا ایک انسانی آبادکاری و گاؤں جو پٹنہ ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بادلپورہ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو بہار ( بھارت ) میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سب سے ذیادہ تنازعات نوبل امن ادب اور معاشیات انعامات پر ہیں
A 2 3|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S ( پیدائش 1983 ) تنظیم اخوان المسلمین مصر کے قدیم ارکان میں سے ہیں
A 9 10|||R:ADJ|||سرکردہ|||REQUIRED|||-NONE-|||0

S بڑے غلام علی خان کے مضمون میں اس کا خود کا اندرونی درج کرنا بے مقصود ہے
A 15 16|||R:ADJ|||کار|||REQUIRED|||-NONE-|||0

S آرگائیر طاس ایک دیو پیکر تصادم کے نتیجے میں بنا ہے جو ہیلس تصادم کے 7 کروڑ برس بعد وقوع پذیر ہوا تھا
A 20 21|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S دور جدید کے دسویں اولمپکس تھے جو آسٹریلیا کے شہر ملبورن میں 1956 میں 22 نومبر تا 8 دسمبر کے دوران منعقد ہوئے
A 3 4|||R:ADJ|||سولہویں|||REQUIRED|||-NONE-|||0

S دور جدید کے دسویں اولمپکس تھے جو اطالیہ کے شہر روم میں 1960 میں 25 اگست تا 11 ستمبر کے دوران منعقد ہوئے
A 3 4|||R:ADJ|||سترہویں|||REQUIRED|||-NONE-|||0

S دور جدید کے دسویں اولمپکس تھے جو جاپان کے شہر ٹوکیو میں 1964 میں 10 تا 24 اکتوبر کے دوران منعقد ہوئے
A 3 4|||R:ADJ|||آٹھارویں|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو ستاسی یا گیارہ سو ستاسی بولا جاتا ہے
A 11 12|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو سینتیس یا بارہ سو سینتیس بولا جاتا ہے
A 7 8|||R:ADJ|||اڑتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو اکیاسی یا بارہ سو اکیاسی بولا جاتا ہے
A 11 12|||R:ADJ|||بیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو چوراسی یا بارہ سو چوراسی بولا جاتا ہے
A 11 12|||R:ADJ|||پچاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو ستاسی یا بارہ سو ستاسی بولا جاتا ہے
A 11 12|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S یہاں رہنے والوں میں زیادہ تر کیرلا کے جنوبی اضلاع سے تیس اور چالیس کی دہائیوں میں آ کر یہاں سکونت پذیر ہوئے ہیں
A 21 22|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S آبادی میں زیادہ تر عیسائی مذہب کے ماننے والے ہیں
A 4 5|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو سینتیس یا تیرہ سو سینتیس بولا جاتا ہے
A 7 8|||R:ADJ|||اڑتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو ستاسی یا تیرہ سو ستاسی بولا جاتا ہے
A 11 12|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S محمد یونس سے مراد حسب ذیل شخصیات ہوسکتی ہیں
A 4 5|||R:ADJ|||درج|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو سینتیس یا چودہ سو سینتیس بولا جاتا ہے
A 7 8|||R:ADJ|||اڑتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو ستاسی یا چودہ سو ستاسی بولا جاتا ہے
A 11 12|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو سینتیس یا پندرہ سو سینتیس بولا جاتا ہے
A 7 8|||R:ADJ|||اڑتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو ستاسی یا پندرہ سو ستاسی بولا جاتا ہے
A 11 12|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو سینتیس یا سولہ سو سینتیس بولا جاتا ہے
A 7 8|||R:ADJ|||اڑتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو ستاسی یا سولہ سو ستاسی بولا جاتا ہے
A 11 12|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو سینتیس یا سترہ سو سینتیس بولا جاتا ہے
A 7 8|||R:ADJ|||اڑتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو ستاسی یا سترہ سو ستاسی بولا جاتا ہے
A 11 12|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو سینتیس یا اٹھارہ سو سینتیس بولا جاتا ہے
A 7 8|||R:ADJ|||اڑتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو ستاسی یا اٹھارہ سو ستاسی بولا جاتا ہے
A 11 12|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو سینتیس یا انیس سو سینتیس بولا جاتا ہے
A 7 8|||R:ADJ|||اڑتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو اکیاسی یا انیس سو اکیاسی بولا جاتا ہے
A 11 12|||R:ADJ|||بیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو چوراسی یا انیس سو چوراسی بولا جاتا ہے
A 11 12|||R:ADJ|||پچاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سینتیس یا بیس سو سینتیس بولا جاتا ہے
A 5 6|||R:ADJ|||اڑتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چوراسی یا بیس سو چوراسی بولا جاتا ہے
A 9 10|||R:ADJ|||پچاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ستاسی یا بیس سو ستاسی بولا جاتا ہے
A 9 10|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S بابا جی آج کل لاہور پاکستان میں رہائش پذیر ہیں
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اس عقدے کے حامل لوگ مسیحی مسیحی کہلاتے ہیں
A 5 6|||R:ADJ|||عیسائی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو سینتیس یا اکیس سو سینتیس بولا جاتا ہے
A 7 8|||R:ADJ|||اڑتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو اکیاسی یا اکیس سو اکیاسی بولا جاتا ہے
A 11 12|||R:ADJ|||بیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو چوراسی یا اکیس سو چوراسی بولا جاتا ہے
A 11 12|||R:ADJ|||پچاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو ستاسی یا اکیس سو ستاسی بولا جاتا ہے
A 11 12|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S ایک اندازے کے مطابق بھٹیوں کی 40 سے زاید ذیلی شاخیں ہیں
A 8 9|||R:ADJ|||زائد|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو سینتیس یا بائیس سو سینتیس بولا جاتا ہے
A 7 8|||R:ADJ|||اڑتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو ستاسی یا بائیس سو ستاسی بولا جاتا ہے
A 11 12|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو سینتیس یا تئیس سو سینتیس بولا جاتا ہے
A 7 8|||R:ADJ|||اڑتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو ستاسی یا تئیس سو ستاسی بولا جاتا ہے
A 11 12|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو سینتیس یا چوبیس سو سینتیس بولا جاتا ہے
A 7 8|||R:ADJ|||اڑتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو اکیاسی یا چوبیس سو اکیاسی بولا جاتا ہے
A 11 12|||R:ADJ|||بیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو چوراسی یا چوبیس سو چوراسی بولا جاتا ہے
A 11 12|||R:ADJ|||پچاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو ستاسی یا چوبیس سو ستاسی بولا جاتا ہے
A 11 12|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S ایڈو ایک نقلی زبان ہے جس کو رابطہ زبان کے طور پر بنایا گیا ہے
A 2 3|||R:ADJ|||مصنوعی|||REQUIRED|||-NONE-|||0

S املائی ریلوے اسٹیشن بھارت میں واقع ہے
A 0 1|||R:ADJ|||املاخرد|||REQUIRED|||-NONE-|||0

S ڈاکٹرعبد الستار صدیقی 26 دسمبر 1885 کو سندیلہ اترپردیش کے ضلع ہردوئی برطانوی ہندوستان میں پیدا ہوئے
A 12 13|||R:ADJ|||واقع|||REQUIRED|||-NONE-|||0

S استور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع استور میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S درد لوگ ذیادہ تر شمالی پاکستان شمال مغربی بھارت اور مشرقی افغانستان میں آباد ہیں
A 2 3|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S یہ لوگ ذیادہ تر درد زبانیں بولتے ہیں
A 2 3|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S جارج ویپل ایک امریکی ماہر جراثیمیات تھے جنہوں نے 1934 کا نوبل انعام برائے طب و فعلیات حاصل کیا
A 4 5|||R:ADJ|||محقق|||REQUIRED|||-NONE-|||0

S بڈگام ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ضلع بڈگام میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گاندربل ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ضلع گاندربل میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شوپیاں ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ضلع شوپیاں میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بانڈی پورہ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو جموں و کشمیر میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کولگام ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ضلع کولگام میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پٹن ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ضلع بارہ مولہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کنگن جموں و کشمیر ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو ضلع گاندربل میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اونتی پورہ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ضلع پلوامہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قاضی گنڈ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو جموں و کشمیر میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوگر ناگ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو جموں و کشمیر میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بجبیہرا ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو جموں و کشمیر میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اوڑی جموں و کشمیر ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو ضلع بارہ مولہ میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بونیار ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو جموں و کشمیر میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ٹنگمرگ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو جموں و کشمیر میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سوپور ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ضلع بارہ مولہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہندواڑہ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو جموں و کشمیر میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چرار شریف ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو جموں و کشمیر میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قوموہ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو جموں و کشمیر میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پہلو جموں و کشمیر ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو جموں و کشمیر میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دھمال ہانجی پورہ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو جموں و کشمیر میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بژھ پورہ ( انگریزی ) بھارت کا ایک انسانی آبادکاری ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بڈھا گورایا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع گوجرانوالہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دھونکل ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع گوجرانوالہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گھکا میتر ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل وزیر آبادضلع گوجرانوالہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بانکا چیمہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چندھر ( انگریزی ) پاکستان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوٹ ہرا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نوکھر ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع گوجرانوالہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قلعہ میان سنگھ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سودھرا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S برانا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع چنیوٹ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S محمدی شریف ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S حاکمے والا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S حسین آباد پنجاب ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو ضلع چنیوٹ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S راؤ باغ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سیٹلائٹ ٹاؤن چنیوٹ ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ٹھلی منگینی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ٹھٹھہ موسی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لالکے ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چند بھروانا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S وہ خود بھی دو مرتبہ یہاں قیام پذیر ہوا اور سلطان باہو کی مجلس عرفان سے فیض یاب ہوا
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S گڑھ مہاراجہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S حویلی بہادر شاہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قائم بھروانہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گڑھ موڑ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ستیانہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو فیصل آباد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مکھیانہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ماڑی شاہ سخیرا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوٹ عیسی شاہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جبوانہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گجران والا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بحامبا کلاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بھوئے آصل ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دیو سیال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گہلاں ہتھار ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہلہ پنجاب ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پیال کلاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S راجہ جنگ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S عثمان والا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو قصور میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آتما سنگھ پاکستان ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بر پاکستان ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو ضلع لاہور میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S برج رن سنگھ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع قصور میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چاحال قصور ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چندا سنگھ والا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دھائنکے ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دھنگ شاہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فاتیوالا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گوہر جاگیر ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو قصور میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گرنکوٹ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تارا گڑھ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تارگا قصور ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S عیسائی عقیدہ کے مطابق بھی اس بات کو تسلیم کیا جاتا ہے
A 0 1|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S البتہ عیسائی عقیدہ میں مسیح کی صلیب پر لعنتی موت بنی نوع انسان کے گناہوں کا کفارہ ادا کرنے کے لئے ضروری تھی
A 1 2|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو سینتیس یا پچیس سو سینتیس بولا جاتا ہے
A 7 8|||R:ADJ|||اڑتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو ستاسی یا پچیس سو ستاسی بولا جاتا ہے
A 11 12|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو سینتیس یا چھبیس سو سینتیس بولا جاتا ہے
A 7 8|||R:ADJ|||اڑتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو ستاسی یا چھبیس سو ستاسی بولا جاتا ہے
A 11 12|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو سینتیس یا ستائیس سو سینتیس بولا جاتا ہے
A 7 8|||R:ADJ|||اڑتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو اکیاسی یا ستائیس سو اکیاسی بولا جاتا ہے
A 11 12|||R:ADJ|||بیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو چوراسی یا ستائیس سو چوراسی بولا جاتا ہے
A 11 12|||R:ADJ|||پچاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو ستاسی یا ستائیس سو ستاسی بولا جاتا ہے
A 11 12|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو سینتیس یا اٹھائیس سو سینتیس بولا جاتا ہے
A 7 8|||R:ADJ|||اڑتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو چوراسی یا اٹھائیس سو چوراسی بولا جاتا ہے
A 11 12|||R:ADJ|||پچاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو ستاسی یا اٹھائیس سو ستاسی بولا جاتا ہے
A 11 12|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو سینتیس یا انتیس سو سینتیس بولا جاتا ہے
A 7 8|||R:ADJ|||اڑتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو ستاسی یا انتیس سو ستاسی بولا جاتا ہے
A 11 12|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S لیکن نہ یہ سب سے بڑا نہ سب سے زیادہ مہلک اور نہ ہی سب سے زیادہ منفرد شارک ہے
A 5 6|||R:ADJ|||بڑی|||REQUIRED|||-NONE-|||0

S ولسن اوہائیو ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو اوہائیو میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار سینتیس یا تیس سو سینتیس بولا جاتا ہے
A 5 6|||R:ADJ|||اڑتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ستاسی یا تیس سو ستاسی بولا جاتا ہے
A 9 10|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو سینتیس یا اکتیس سو سینتیس بولا جاتا ہے
A 7 8|||R:ADJ|||اڑتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو اکیاسی یا اکتیس سو اکیاسی بولا جاتا ہے
A 11 12|||R:ADJ|||بیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو ستاسی یا اکتیس سو ستاسی بولا جاتا ہے
A 11 12|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S اکیسویں صدی قبل مسیح ایک صدی ہے جس میں 2100 قبل مسیح سے لے کر 2001 قبل مسیح کے سالوں پر محیط ہے
A 0 1|||R:ADJ|||بائیسویں|||REQUIRED|||-NONE-|||0

S چوبیسویں صدی قبل مسیح ایک صدی ہے جس میں 2400 قبل مسیح سے لے کر 2301 قبل مسیح کے سالوں پر محیط ہے
A 0 1|||R:ADJ|||تیسویں|||REQUIRED|||-NONE-|||0

S گولن جدید دنیا میں اسلام اور ترکی ریاست کے مستقبل سے متعلق سماجی مکالمہ میں سرگرمی سے شامل ہیں
A 12 13|||R:ADJ|||معاشرتی|||REQUIRED|||-NONE-|||0

S ویلمزبرگ میری لینڈ ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو ڈورچیسٹر کاؤنٹی میری لینڈ میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S وین الینوائے ( انگریزی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو الینوائے میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S وکٹوریہ گریناڈا ( لاطینی , ) گریناڈا کا ایک انسانی آبادکاری جو سینٹ مارک پریش گریناڈا میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سر گذشت وا گذاشت اثر پذیر دل پذیر
A 5 6|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S سر گذشت وا گذاشت اثر پذیر دل پذیر
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو سینتیس یا تینتیس سو سینتیس بولا جاتا ہے
A 7 8|||R:ADJ|||اڑتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو ستاسی یا تینتیس سو ستاسی بولا جاتا ہے
A 11 12|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو سینتیس یا چونتیس سو سینتیس بولا جاتا ہے
A 7 8|||R:ADJ|||اڑتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو ستاسی یا چونتیس سو ستاسی بولا جاتا ہے
A 11 12|||R:ADJ|||اٹھاسی|||REQUIRED|||-NONE-|||0

S اے کی عالمی نشریات کے نتیجہ میں پورا ہو چکا ہے
A 7 8|||R:ADJ|||پوری|||REQUIRED|||-NONE-|||0

S پادری ڈوئی ایک امریکی عیسائی پادری تھا جو جہ اسکاٹ لینڈ میں 1847 میں پیدا ہوا
A 4 5|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S ذیل میں وہ واقعات شامل ہیں جو 2016 میں پاکستان میں وقوع پذیر ہوئے
A 12 13|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S بکرمی کیلنڈر ( شمسی ) کا ہارہواں مہینا جبکہ ( قمری ) کا پہلا مہینا ہے
A 13 14|||R:ADJ|||تیسرا|||REQUIRED|||-NONE-|||0

S پنجابی کیلنڈر ( شمسی ) کا ہارہواں مہینا جبکہ ( قمری ) کا پہلا مہینا ہے
A 13 14|||R:ADJ|||تیسرا|||REQUIRED|||-NONE-|||0

S اس کے علاوہ یہ نانک شاہی کیلنڈر کا پہلا مہینا ہے
A 8 9|||R:ADJ|||تیسرا|||REQUIRED|||-NONE-|||0

S بکرمی کیلنڈر ( شمسی ) کا تیسرا مہینا جبکہ ( قمری ) کا چوتھا مہینا ہے
A 6 7|||R:ADJ|||چوتھا|||REQUIRED|||-NONE-|||0

S بکرمی کیلنڈر ( شمسی ) کا تیسرا مہینا جبکہ ( قمری ) کا چوتھا مہینا ہے
A 13 14|||R:ADJ|||پانچواں|||REQUIRED|||-NONE-|||0

S پنجابی کیلنڈر ( شمسی ) کا تیسرا مہینا جبکہ ( قمری ) کا چوتھا مہینا ہے
A 6 7|||R:ADJ|||چوتھا|||REQUIRED|||-NONE-|||0

S پنجابی کیلنڈر ( شمسی ) کا تیسرا مہینا جبکہ ( قمری ) کا چوتھا مہینا ہے
A 13 14|||R:ADJ|||پانچواں|||REQUIRED|||-NONE-|||0

S اس کے علاوہ یہ نانک شاہی کیلنڈر کا چوتھا مہینا ہے
A 8 9|||R:ADJ|||پانچواں|||REQUIRED|||-NONE-|||0

S بکرمی کیلنڈر ( شمسی ) کا چوتھا مہینا جبکہ ( قمری ) کا پانچواں مہینا ہے
A 6 7|||R:ADJ|||پانچواں|||REQUIRED|||-NONE-|||0

S بکرمی کیلنڈر ( شمسی ) کا چوتھا مہینا جبکہ ( قمری ) کا پانچواں مہینا ہے
A 13 14|||R:ADJ|||چھٹا|||REQUIRED|||-NONE-|||0

S پنجابی کیلنڈر ( شمسی ) کا چوتھا مہینا جبکہ ( قمری ) کا پانچواں مہینا ہے
A 6 7|||R:ADJ|||پانچواں|||REQUIRED|||-NONE-|||0

S پنجابی کیلنڈر ( شمسی ) کا چوتھا مہینا جبکہ ( قمری ) کا پانچواں مہینا ہے
A 13 14|||R:ADJ|||چھٹا|||REQUIRED|||-NONE-|||0

S اس کے علاوہ یہ نانک شاہی کیلنڈر کا پانچواں مہینا ہے
A 8 9|||R:ADJ|||چھٹا|||REQUIRED|||-NONE-|||0

S بکرمی کیلنڈر ( شمسی ) کا چوتھا مہینا جبکہ ( قمری ) کا ساتواں مہینا ہے
A 6 7|||R:ADJ|||چھٹا|||REQUIRED|||-NONE-|||0

S پنجابی کیلنڈر ( شمسی ) کا چوتھا مہینا جبکہ ( قمری ) کا ساتواں مہینا ہے
A 6 7|||R:ADJ|||چھٹا|||REQUIRED|||-NONE-|||0

S بکرمی کیلنڈر ( شمسی ) کا ساتواں مہینا جبکہ ( قمری ) کا آٹھواں مہینا ہے
A 6 7|||R:ADJ|||آٹھواں|||REQUIRED|||-NONE-|||0

S بکرمی کیلنڈر ( شمسی ) کا ساتواں مہینا جبکہ ( قمری ) کا آٹھواں مہینا ہے
A 13 14|||R:ADJ|||نواں|||REQUIRED|||-NONE-|||0

S پنجابی کیلنڈر ( شمسی ) کا ساتواں مہینا جبکہ ( قمری ) کا آٹھواں مہینا ہے
A 6 7|||R:ADJ|||آٹھواں|||REQUIRED|||-NONE-|||0

S پنجابی کیلنڈر ( شمسی ) کا ساتواں مہینا جبکہ ( قمری ) کا آٹھواں مہینا ہے
A 13 14|||R:ADJ|||نواں|||REQUIRED|||-NONE-|||0

S اس کے علاوہ یہ نانک شاہی کیلنڈر کا آٹھواں مہینا ہے
A 8 9|||R:ADJ|||نواں|||REQUIRED|||-NONE-|||0

S بکرمی کیلنڈر ( شمسی ) کا دسواں مہینا جبکہ ( قمری ) کا گیارہواں مہینا ہے
A 6 7|||R:ADJ|||گیارہواں|||REQUIRED|||-NONE-|||0

S بکرمی کیلنڈر ( شمسی ) کا دسواں مہینا جبکہ ( قمری ) کا گیارہواں مہینا ہے
A 13 14|||R:ADJ|||بارہواں|||REQUIRED|||-NONE-|||0

S پنجابی کیلنڈر ( شمسی ) کا دسواں مہینا جبکہ ( قمری ) کا گیارہواں مہینا ہے
A 6 7|||R:ADJ|||گیارہواں|||REQUIRED|||-NONE-|||0

S پنجابی کیلنڈر ( شمسی ) کا دسواں مہینا جبکہ ( قمری ) کا گیارہواں مہینا ہے
A 13 14|||R:ADJ|||بارہواں|||REQUIRED|||-NONE-|||0

S اس کے علاوہ یہ نانک شاہی کیلنڈر کا گیارہواں مہینا ہے
A 8 9|||R:ADJ|||بارہواں|||REQUIRED|||-NONE-|||0

S عبدالرحمان مسجد افغانستان کے دارالحکومت کابل میں واقع مسجد ہے جس کا شمار افغانستان کے بڑے مساجد میں ہوتا ہے
A 15 16|||R:ADJ|||بڑی|||REQUIRED|||-NONE-|||0

S ماؤنٹ پرل ( انگریزی ) کینیڈا کا ایک انسانی آبادکاری جو نیو فاؤنڈ لینڈ اور لیبراڈور میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ارموسیو ( لاطینی ) میکسیکو کا ایک انسانی آبادکاری جو سونورا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گوادالوپے نیوو لیون ( لاطینی , ) میکسیکو کا ایک انسانی آبادکاری جو نیوو لیون میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دورانگو سٹی ( لاطینی ) میکسیکو کا ایک انسانی آبادکاری جو دورانگو میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سیوداد لوپیز ماتیوس ( لاطینی ) میکسیکو کا ایک انسانی آبادکاری جو ریاست میکسیکو میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تیپیک ( لاطینی ) میکسیکو کا ایک انسانی آبادکاری جو نایاریت میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بیائرموسا ( لاطینی ) میکسیکو کا ایک انسانی آبادکاری جو تاباسکو میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نوئوو لاریدو ( لاطینی ) میکسیکو کا ایک انسانی آبادکاری جو تاماولیپاس میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان خوان ناوتیتستا توکستیپیک ( لاطینی ) میکسیکو کا ایک انسانی آبادکاری جو اوکساکا میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تیکسکوکو ریاست میکسیکو ( لاطینی , ) میکسیکو کا ایک انسانی آبادکاری جو ریاست میکسیکو میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ویا دے الواریز کولیما ( لاطینی , ) میکسیکو کا ایک انسانی آبادکاری جو ویا دے الواریز بلدیہ میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S میرامار تاماولیپاس ( لاطینی , ) میکسیکو کا ایک انسانی آبادکاری جو تاماولیپاس میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اوریسابا ( لاطینی ) میکسیکو کا ایک انسانی آبادکاری جو ویراکروز میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فریسنیو ( لاطینی ) میکسیکو کا ایک شہر و انسانی آبادکاری جو زاکاٹیکاس میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان پیدرو گارسا گارسیا ( لاطینی ) میکسیکو کا ایک انسانی آبادکاری جو نیوو لیون میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گوادالوپے زاکاٹیکاس ( لاطینی , ) میکسیکو کا ایک انسانی آبادکاری جو زاکاٹیکاس میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بوکا دیل ریو ویراکروز ( لاطینی , ) میکسیکو کا ایک انسانی آبادکاری جو ویراکروز میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چالکو دے دیاس کوواروبیاس ( لاطینی ) میکسیکو کا ایک انسانی آبادکاری جو ریاست میکسیکو میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چلپانسنگو ( لاطینی ) میکسیکو کا ایک انسانی آبادکاری جو گیریرو میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان لویس ریو کولورادو ( لاطینی ) میکسیکو کا ایک انسانی آبادکاری جو سونورا میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سالامانکا گواناخواتو ( لاطینی , ) میکسیکو کا ایک انسانی آبادکاری جو گواناخواتو میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قابل ذکر لوگوں میں الحیرہ کا شاعر عدی بن زید کا خاندان بھی نسطوری عیسائی خاندان تھا
A 14 15|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S لخمی بادشاہ عمرو بن المنذر کی ماں ہند نے شہر کے اندر ایک عیسائی خانقاہ تعمیر کروائی تھی
A 13 14|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S یہ اصلاح جرمنی میں ذیادہ استعمال ہوتی ہے جہااسے شیعہ ہالمون کہتے ہیں
A 4 5|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S ڈیونپورٹ پلایماؤت ( انگریزی , ) برطانیہ کا ایک انسانی آبادکاری جو پلایماؤتھ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سینٹ ڈیوڈز گریناڈا ( لاطینی , ) گریناڈا کا ایک انسانی آبادکاری جو سینٹ ڈیوڈ پیرش گریناڈا میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کراچی میں رہائش پذیر ہیں
A 3 4|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S رواتان ( ہسپانوی ) ہونڈوراس کا ایک جزیرہ و انسانی آبادکاری جو بے آیلینڈز محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لتھووینیا کو تاریخی اور ثقافتی طور پر علاقہ جات میں تقسیم کیا جا سکتا ہے جنہیں نسل نگاری علاقہ جات کہا جاتا ہے
A 17 18|||R:ADJ|||جغرافیائی|||REQUIRED|||-NONE-|||0

S کایشیادوریس ( لاطینی ) لتھووینیا کا ایک انسانی آبادکاری جو کایشیادوریس ضلع بلدیہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S یوناوا ( لاطینی ) لتھووینیا کا ایک انسانی آبادکاری جو یوناوا ضلع بلدیہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اگنالینا ( لاطینی ) لتھووینیا کا ایک انسانی آبادکاری جو اوتینا کاؤنٹی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پاگیگیئی ( لاطینی ) لتھووینیا کا ایک انسانی آبادکاری جو توراگئیے کاؤنٹی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S راسئینیائی ( لاطینی ) لتھووینیا کا ایک انسانی آبادکاری جو راسئینیائی ضلع بلدیہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S 1534 میں میونسٹر میں بغاوت ہوئی جس کے دوران یہاں ایک دیمقراطی حکومت قائم کی گئی
A 11 12|||R:ADJ|||جمہوری|||REQUIRED|||-NONE-|||0

S آبادی چھوٹی عمارتوں اور ماکانات میں دور تک پھیلی ہوئی ہے
A 1 2|||R:ADJ|||کوتاہ|||REQUIRED|||-NONE-|||0

S شارلمین یا چارلس نے 793 میں عیسائی راہب لوڈگر کو میونسٹر کے علاقہ میں مسیحیت پھیلانے کے لئے یہاں بھیجا
A 6 7|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S دریا کی موجودگی شاہراہ کا گزر منڈی اور عیسائی مذہبی مرکز ہونے کی وجہ سے شہر جلد جلد ترقی کرنے لگا
A 8 9|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S لیکن یہاں کے قدیمی کتھولک خیالات اور روایات کے باعث شمالی جرمنی کے دوسرے علاقوں کی طرح پروٹسٹنٹ مسیحیت ذیادہ نہ پھیل سکی
A 19 20|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S شیخن ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ادلانا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S باریاں والا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہندلانہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نٹھرکے ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S رمانہ پاکستان ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تاجا بروالا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ٹھٹحہ جھانب ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S موضع سمندر ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S وہ ابھی وہیں قیام پذیر تھے کہ مستقبل میں مغل سلطنت کا افغان بانی بابر اپنی فوج لیے ایمن آباد آپہنچا
A 4 5|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اوجلہ خورد ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوٹ وارث ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مدرسہ چٹھہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نڈھا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پنڈوری کلاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شیخ رجدا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو گوجرانوالہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S وڈالا چیمہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع گوجرانوالہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چارنیکاوا ( لاطینی ) لٹویا کا ایک انسانی آبادکاری جو لٹویا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آلسونگا ( لاطینی ) لٹویا کا ایک انسانی آبادکاری جو لٹویا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S صہبا اختر نے فلم کے لیے بھی لازوال گیت لکھے
A 7 8|||R:ADJ|||مشہور|||REQUIRED|||-NONE-|||0

S سبرینا گونزیلز دنیا کی مشہور نوجوان طبیعات دان ہے
A 6 7|||R:ADJ|||طبیعیات|||REQUIRED|||-NONE-|||0

S ہردوئی ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ہردوئی ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S باغپت ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو اتر پردیش میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بلند شہر ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو بلندشہر ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مین پوری ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو مین پوری ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہاتھ رس ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ہتھ رس میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایٹا ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ایٹاہ ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قنوج ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو قنوج ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دیوریا اترپردیش ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو اتر پردیش میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گونڈہ اترپردیش ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو گونڈہ ضلع میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بلرام پور ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو بلرام پور ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اقتصادی میدان میں بھارت کا جنوبی امریکہ ایشیا اور افریقہ کے ترقی پذیر ممالک کے ساتھ قریبی تعلقات ہیں
A 12 13|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S بریکس کے تمام اراکین ترقی پذیر یا نئے صنعتی ممالک ہیں جن کی معیشت تیزی سے بڑھ رہی ہیں
A 5 6|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S نیز بھارت ایک جدید صنعتی ملک بریکس معیشتوں کا جزو اور ترقی پذیر دنیا کا اہم حصہ بھی ہے
A 12 13|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S بچوں کو اپنے پالتو جانوروں سے بہت پیار ہوتا ہے اسی وجہ سے پالتو جانوروں کے مالکان ذیادہ تر نوعمر ہوتے ہیں
A 17 18|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S ان کا کام تفسیر کے روائتی طریقہ کی بنیاد پر ہے
A 5 6|||R:ADJ|||روایتی|||REQUIRED|||-NONE-|||0

S یہ سب سے ذیادہ الیکٹڑونیگیٹو عنصر ہونے کی وجہ سے کیمیائی طور پر انتہائی فعال ہوتا ہے
A 3 4|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S اور کوئی چیز نہ ہونے کی وجہ سے اپنے دوپٹے کو دو حصے کر کے اس سے ناشتہ دان باندھا
A 17 18|||R:ADJ|||ناشتا|||REQUIRED|||-NONE-|||0

S سیف بحرین ( عربی ضاح الس ف ) بحرین کا ایک انسانی آبادکاری جو محافظہ دار الحکومت بحرین میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مسکن ادویات میں شامل کرنے کے علاہ زیادہ تر نشہ کے لیے استعمال کیا جاتا ہے
A 0 1|||R:ADJ|||معیاری|||REQUIRED|||-NONE-|||0

S جرقورغان ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو سرخان دریا صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S یہ فہرست رنگ جزو اول ہے
A 4 5|||R:ADJ|||دوم|||REQUIRED|||-NONE-|||0

S یہ فہرست رنگ جزو دوم ہے
A 4 5|||R:ADJ|||سوم|||REQUIRED|||-NONE-|||0

S شاہی حکمران ایک بادشاہت جو ایک طرز حکومت ہے کا حکمران ہوتا ہے
A 0 1|||R:ADJ|||فرماں|||REQUIRED|||-NONE-|||0

S فرماں روا ایک بادشاہت جو ایک طرز حکومت ہے کا حکمران ہوتا ہے
A 0 1|||R:ADJ|||شاہی|||REQUIRED|||-NONE-|||0

S سلطنت عمان کے موجودہ سلطان ہیں
A 3 4|||R:ADJ|||سابقہ|||REQUIRED|||-NONE-|||0

S موریجا ( لاطینی ) لیسوتھو کا ایک انسانی آبادکاری جو ماسیرو ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پوری دنیا میں اس او لین مشاہدے کی شاندار کامیابی کی خبر پھیلنے کی کافی وجوہات ہیں
A 14 15|||R:ADJ|||متعدد|||REQUIRED|||-NONE-|||0

S اورخونتوول سیلینگی ( لاطینی , ) منگولیا کا ایک انسانی آبادکاری جو سیلینگی صوبہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیا فرعون کی جمع فراعین درست ہے
A 5 6|||R:ADJ|||مناسب|||REQUIRED|||-NONE-|||0

S کرمنہ ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو نوائی صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بولونغور ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو سمرقند صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایشتیخان ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو سمرقند صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جامبای ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو سمرقند صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پیشنبہ ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو سمرقند صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قوش رباط ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو سمرقند صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نورآباد ازبکستان ( لاطینی , ) ازبکستان کا ایک انسانی آبادکاری جو سمرقند صوبہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لاییش ازبکستان ( لاطینی , ) ازبکستان کا ایک انسانی آبادکاری جو سمرقند صوبہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ضیا الدین ( ازبکستان ) ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو سمرقند صوبہ میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پی ارق ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو سمرقند صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گول آباد ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو سمرقند صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تایلاق ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو سمرقند صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چیراقچی ازبکستان ( لاطینی , ) ازبکستان کا ایک انسانی آبادکاری جو قشقہ دریا صوبہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کاسان ازبکستان ( لاطینی , ) ازبکستان کا ایک انسانی آبادکاری جو قشقہ دریا صوبہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کتاب ازبکستان ( لاطینی , ) ازبکستان کا ایک انسانی آبادکاری جو قشقہ دریا صوبہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S یئنگی میریشکار ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو قشقہ دریا صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مبارک ازبکستان ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو قشقہ دریا صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S یئنگی نیشان ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو قشقہ دریا صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S یئکہ باغ ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو قشقہ دریا صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S انقار ازبکستان ( لاطینی , ) ازبکستان کا ایک انسانی آبادکاری جو سرخان دریا صوبہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S انقار ضلع ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو سرخان دریا صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بایسون ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو سرخان دریا صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قوم قورغان ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو سرخان دریا صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ساریق ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو سرخان دریا صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ساری آسیا ازبکستان ( لاطینی , ) ازبکستان کا ایک انسانی آبادکاری جو سرخان دریا صوبہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قورلوق ازبکستان ( لاطینی , ) ازبکستان کا ایک انسانی آبادکاری جو سرخان دریا صوبہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S خالق آباد ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو سرخان دریا صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اوزون ازبکستان ( لاطینی , ) ازبکستان کا ایک انسانی آبادکاری جو سرخان دریا صوبہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اوچ خیزیل ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو سرخان دریا صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شورچی ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو سرخان دریا صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S باجوڑ ایجنسی کے علاوہ کرم ایجنسی اور دریائے گومل کے ساتھ ساتھ یہ قوم رہائش پذیر ہے
A 15 16|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S الغرض اتمان خیل قوم پاکستان کے کونے کونے اور چپے چپے میں رہائش پذیر ہیں
A 13 14|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S قوم ا تمان خیل کا علاقہ ذیادہ تر پہاڑی اور زمین پیداور کے لحاظ سے غیر ہموار اور پتھر یلی ہے
A 6 7|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S دوسری طرف ارنگ سے ہوتے ہوئے اتمان خیل قوم دیر لوئر کے مغربی اور جنوبی حصوں میں ذیادہ تر علاقوں میں رہائش پذیر ہے
A 17 18|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S دوسری طرف ارنگ سے ہوتے ہوئے اتمان خیل قوم دیر لوئر کے مغربی اور جنوبی حصوں میں ذیادہ تر علاقوں میں رہائش پذیر ہے
A 22 23|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S دوستلیک ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو جیزخ صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اوسمت ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو جیزخ صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S غالبلار ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو جیزخ صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پختہ کار ازبکستان ( لاطینی , ) ازبکستان کا ایک انسانی آبادکاری جو جیزخ صوبہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قاقارین ازبکستان ( لاطینی , ) ازبکستان کا ایک انسانی آبادکاری جو جیزخ صوبہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اوچ تپہ ازبکستان ( لاطینی , ) ازبکستان کا ایک انسانی آبادکاری جو جیزخ صوبہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S غلہ آرال ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو جیزخ صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S یئنگی کیشلوک ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو جیزخ صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ضرب دار ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو جیزخ صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ظفر آباد ازبکستان ( لاطینی , ) ازبکستان کا ایک انسانی آبادکاری جو جیزخ صوبہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S زمین ازبکستان ( لاطینی , ) ازبکستان کا ایک انسانی آبادکاری جو جیزخ صوبہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بلند چوکیر ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو جیزخ صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نوروز ازبکستان ( لاطینی , ) ازبکستان کا ایک انسانی آبادکاری جو سیر دریا صوبہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S خووست ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو سیر دریا صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دہقان آباد ازبکستان ( لاطینی , ) ازبکستان کا ایک انسانی آبادکاری جو سیر دریا صوبہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بویووت ازبکستان ( لاطینی , ) ازبکستان کا ایک انسانی آبادکاری جو سیر دریا صوبہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سوردابو ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو سیر دریا صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوخرومون ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو سیر دریا صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پختہ آباد ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو سیر دریا صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سویخون ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو سیر دریا صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آق قورغان ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو تاشقند صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آہنگران ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو تاشقند صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قیبرای ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو تاشقند صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چیناز ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو تاشقند صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S غزل قند ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو تاشقند صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ظفر ازبکستان ( لاطینی , ) ازبکستان کا ایک انسانی آبادکاری جو تاشقند صوبہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کئلئس ازبکستان ( لاطینی , ) ازبکستان کا ایک انسانی آبادکاری جو تاشقند صوبہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گل بہار ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو تاشقند صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دوست آباد ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو تاشقند صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پرقند ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو تاشقند صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شیرین ازبکستان ( لاطینی , ) ازبکستان کا ایک انسانی آبادکاری جو سیر دریا صوبہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S یئنگی یول ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو تاشقند صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S یئنگی آباد ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو تاشقند صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جومہ شوی ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو نمنگان صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لنگر ازبکستان ( لاطینی , ) ازبکستان کا ایک انسانی آبادکاری جو فرغانہ صوبہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نووبوخہار ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو فرغانہ صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S وادیل ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو فرغانہ صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دونگورو ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو فرغانہ صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S عبروت ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو فرغانہ صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بئش آریق ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو فرغانہ صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بغداد ازبکستان ( لاطینی , ) ازبکستان کا ایک انسانی آبادکاری جو فرغانہ صوبہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S التیوریق ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو فرغانہ صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S یازیاوان ازبکستان ( لاطینی , ) ازبکستان کا ایک انسانی آبادکاری جو فرغانہ صوبہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اوچ کوپریک ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو فرغانہ صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تاشلاق ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو فرغانہ صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S روون ازبکستان ( لاطینی , ) ازبکستان کا ایک انسانی آبادکاری جو فرغانہ صوبہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قوواسوی ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو فرغانہ صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آخوندبابایئو ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو اندیجان صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پای توغ ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو اندیجان صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بولاق باشی ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو اندیجان صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S باز ازبکستان ( لاطینی , ) ازبکستان کا ایک انسانی آبادکاری جو اندیجان صوبہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کویگن یار ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو اندیجان صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شہری خان ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو اندیجان صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مرحمت ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو اندیجان صوبہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قورغان تپہ ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو اندیجان صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S خواجہ آباد ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو اندیجان صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دشت آباد ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو جیزخ صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تاخیاتاش ( لاطینی ) ازبکستان کا ایک انسانی آبادکاری جو کاراکالپکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چار واق ازبکستان ( لاطینی , ) ازبکستان کا ایک انسانی آبادکاری جو تاشقند صوبہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جبکہ تنقیدی مضامین کے مجموعے " تکوین " " محاکمات " اور " ارتقا " اشاعت پذیر ہو چکے ہیں
A 16 17|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S بن جریر ( فرانسیسی ) مراکش کا ایک انسانی آبادکاری جو مراکش تانسیف الحوز میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S القضارف ( عربی القضارف ) سوڈان کا ایک انسانی آبادکاری جو القضارف ( ریاست ) میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوستی سوڈان ( عربی وست ) سوڈان کا ایک انسانی آبادکاری جو نیل ابیض ( ریاست ) میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوستی سوڈان ( عربی وست ) سوڈان کا ایک آباد مقام جو نیل ابیض ( ریاست ) میں واقع ہے
A 9 10|||R:ADJ|||انسانی|||REQUIRED|||-NONE-|||0

S سنار سوڈان ( عربی سنار ) سوڈان کا ایک انسانی آبادکاری جو نیل ازرق ( ریاست ) میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جنینہ ( عربی الجن ن ) سوڈان کا ایک انسانی آبادکاری جو مغربی دارفور میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S الدمازین ( عربی الدماز ن ) سوڈان کا ایک انسانی آبادکاری جو نیل ازرق ( ریاست ) میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S الضعین ( عربی الضع ن ) سوڈان کا ایک انسانی آبادکاری جو مشرقی دارفور میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شندی ( عربی شند ) سوڈان کا ایک انسانی آبادکاری جو دریائے نیل ( ریاست ) میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S الدویم ( عربی الدو م ) سوڈان کا ایک انسانی آبادکاری جو نیل ابیض ( ریاست ) میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کادوقلی ( عربی ادوقل ) سوڈان کا ایک انسانی آبادکاری جو جنوبی کردفان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S الدامر ( عربی الدامر ) سوڈان کا ایک انسانی آبادکاری جو دریائے نیل ( ریاست ) میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S النہود ( عربی الن ود ) سوڈان کا ایک انسانی آبادکاری جو شمالی کردفان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S وہ صوبہ خیبر پختونخوا کے نامزد گورنر ہیں
A 5 6|||R:ADJ|||موجودہ|||REQUIRED|||-NONE-|||0

S کم لیئن ( لاطینی ) ویت نام کا ایک انسانی آبادکاری جو نگہ آن صوبہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اور تاحال حیات آباد پشاور میں رہائش پذیر ہیں
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اسکے علاوہ مولانا مرحوم نے نجی طورپر نہج البلاغہ کا ترجمہ اور شرح تحریر فرمائی جو مخلوط حالت میں موجودہے
A 16 17|||R:ADJ|||مخطوط|||REQUIRED|||-NONE-|||0

S اس دور میں مختلف اپ بھرنش زبانیں ظہور پذیر ہوئیں
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اپ بھرنش پراکرت زبانوں سے ارتقا پذیر زبانیں ہیں
A 6 7|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S آخری جلد 1982 میں اشاعت پذیر ہوئی
A 5 6|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S فیض بخشاپوری کو ادبی خدمات کے اعتراف میں حکومت پاکستان نے صدارتی تمغا برائے حسن کارکردگی سے نوازا
A 11 12|||R:ADJ|||انھیںصدارتی|||REQUIRED|||-NONE-|||0

S ان کے شعری مجموعوں میں " شعل عشق " اور " خمخان فیض " اشاعت پذیر ہوچکے ہیں
A 15 16|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S وہ مریدین جو آپ سے دور دور ممالک میں سکونت پذیر تھے ان پر بھی آپ کی توجہات باطنی مرکوز رہتی
A 10 11|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S انہوں نے ایک ناول بھی تحریر کیا تھا جو " زندہ لاش " کے نام سے اشاعت پذیر ہوا تھا
A 17 18|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S مرہم سب سے پرانے دوا ی شکلوں سے ایک ہی ہے جو پرانے زمانے میں جانوروں کی چربی سے تیار کیا گیا تھا
A 3 4|||R:ADJ|||پرانی|||REQUIRED|||-NONE-|||0

S اسی سال کمانڈو فور کا مقبول سلسلہ اپنی آخری قسط کے ساتھ اختتام پذیر ہوا
A 13 14|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اس کی واحد قس اور قسیس ہے
A 5 6|||R:ADJ|||قتیس|||REQUIRED|||-NONE-|||0

S آپ عربی النسل تھے اور خراسان قندھار بست کے حاکم رہے
A 1 2|||R:ADJ|||بلوچی|||REQUIRED|||-NONE-|||0

S آپ بلوچی النسل تھے اور خراسان قندھار بست کے حاکم رہے
A 1 2|||R:ADJ|||تاجیک|||REQUIRED|||-NONE-|||0

S آپ مقام بونیر میں مستقل قیام پذیر ہو گئے
A 6 7|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ان دشوار گذار پہاڑوں کو عبور کرتے ہوئے وارد کشمیر ہوئے
A 2 3|||R:ADJ|||گزار|||REQUIRED|||-NONE-|||0

S یہ سچ ہے کہ آڈونیٹا حشرات حشرات سے ارتقا پذیر ہوگیے
A 9 10|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اس وقت کے مستند ادبی رسائل میں ان کی نگارشات شایع ہوتی تھیں
A 10 11|||R:ADJ|||شائع|||REQUIRED|||-NONE-|||0

S اس کا پ ٹ کابلی مکھی کے مقابلے م ں قوی ہوتا ہے
A 10 11|||R:ADJ|||طاقتور|||REQUIRED|||-NONE-|||0

S پشاور شہر کے محلہ ریتی میں سکونت پذیر تھے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S یہ قانون وراثت کا یکساں اور جامع نظام وضع کرتا ہے اور یہ میتاکشر اور دایہ بھاگ دونوں مکاتب فکر پر نافذ ہوتا ہے
A 4 5|||R:ADJ|||مساوی|||REQUIRED|||-NONE-|||0

S پاکستان میں بھی آپ نے بہت سے کارہائے نمایاں انجام دیے اور کافی مقبولیت حاصل کی
A 12 13|||R:ADJ|||خاصی|||REQUIRED|||-NONE-|||0

S اسلامی جمہوریہ ایران کی زمینی فوج کے اہم ٹرانسپورٹ ہیلی کاپٹر سی ا چ 47 سی چنوک ہ ں
A 4 5|||R:ADJ|||بری|||REQUIRED|||-NONE-|||0

S 1949 میں ہجرت کر کے کراچی میں سکونت پذیر ہوئے
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S 1949 میں ہجرت کر کے کراچی میں سکونت پزیر ہوئے
A 8 9|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S 1949 میں ہجرت کر کے کراچی میں سکونت پذیر ہوئے
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S شبہ علم اکثر متضاد مبالغہ آمیز یا غیر منقول دعووں پر مشتمل ہوتا ہے
A 8 9|||R:ADJ|||معقول|||REQUIRED|||-NONE-|||0

S علم اور ش بہ علم کے درمیان حد بندی فلسفیانہ سیاسی اور سائنسی مضمرات رکھتی ہے
A 12 13|||R:ADJ|||علمی|||REQUIRED|||-NONE-|||0

S سائنسی حقائق اور نظریات کو شبہ علم سے الگ کرنا سائنس کی تعلیم اور خواندگی کا ایک اہم مقصد ہے
A 0 1|||R:ADJ|||علمی|||REQUIRED|||-NONE-|||0

S شیبپور ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تاریخی کتب نیز بغداد میں رہائش پذیر گیلانی خاندان اس بات کی تائید کرتے ہیں
A 6 7|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اسلام آباد میں رہائش پذیر ہیں
A 4 5|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اسلام آباد میں رہائش پذیر ہیں
A 4 5|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اس کے پھول دو جنسی اور دو ر خے ط ور پ ر متشاکل ہوتے ہ ں
A 4 5|||R:ADJ|||قسمی|||REQUIRED|||-NONE-|||0

S اس کے پھول دو جنسی اور دو ر خے ط ور پ ر متشاکل ہوتے ہ ں
A 13 14|||R:ADJ|||تیار|||REQUIRED|||-NONE-|||0

S اس خاندان میں ایک سالانہ دو سالہ یا دیرپا قائم پودے ہیں
A 4 5|||R:ADJ|||سالہ|||REQUIRED|||-NONE-|||0

S استوچنو سرائیوو ( لاطینی ) بوسنیا و ہرزیگووینا کا ایک انسانی آبادکاری جو سرپسکا میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اومارسکا ( لاطینی ) بوسنیا و ہرزیگووینا کا ایک انسانی آبادکاری جو پریےدور میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کرنل شیر کلی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو خیبر پختونخوا میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قیام پاکستان کے بعد وہ کراچی میں سکونت پذیر ہوئے اور یہاں 1951 میں افکار کا دوبارہ اجرا کیا
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S معلولا ( لاطینی ) سوریہ کا ایک انسانی آبادکاری و گاؤں جو القطیفہ ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جبعدین ( لاطینی ) سوریہ کا ایک انسانی آبادکاری و گاؤں جو القطیفہ ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ان کے خودنوشت سوانح " سرگذشت " کے نام سے اشاعت پذیر ہوئی
A 11 12|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ذیادہ تر آبادی گجر قبائل سے تعلق رکھتی ہے
A 0 1|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S القرہود ( عربی القر ود ) متحدہ عرب امارات کا ایک انسانی آبادکاری جو امارت دبئی میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آئگون ( لاطینی ) چین کا ایک انسانی آبادکاری جو ہیلونگجیانگ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جدید باراگ بایاں پرچم ( لاطینی ) چین کا ایک اندرونی منگولیا کے پرچم جو ہولونبویر میں واقع ہے
A 2 3|||R:ADJ|||دایاں|||REQUIRED|||-NONE-|||0

S جدید باراگ بایاں پرچم کی مجموعی آبادی 648 میٹر سطح سمندر سے بلندی پر واقع ہے
A 2 3|||R:ADJ|||دایاں|||REQUIRED|||-NONE-|||0

S چاحار دایاں اگلا پرچم ( لاطینی ) چین کا ایک اندرونی منگولیا کے پرچم جو اولانقاب میں واقع ہے
A 2 3|||R:ADJ|||پچھلا|||REQUIRED|||-NONE-|||0

S حورچین بایاں پچھلا پرچم ( لاطینی ) چین کا ایک اندرونی منگولیا کے پرچم جو ٹونگلیاو میں واقع ہے
A 2 3|||R:ADJ|||وسطی|||REQUIRED|||-NONE-|||0

S ایک اور نمایاں عیسائی مذہبی مبلغ تبلیغ کرتے ہوئے بتاتا ہے کہ پہلا وار حضرت عیسی علیہ السلام خود کریں گے
A 3 4|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S واضح رہے کہ آرمیگڈون جیسی خوفناک خونی جنگوں سے بچنے کے لئے عیسائی مبلغین نے ایک نیا عقیدہ اپنے عوام کو دیا ہے
A 12 13|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S واضح رہے کہ بت پرستوں سے عیسائی مبلغین کی مراد مسلمان اور یہودی دونوں ہیں
A 6 7|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S ایک عیسائی بنیاد پرست اوول کہتا ہے کہ
A 1 2|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S کچھ ان کے ظہور سے کافی پہلے وقوع پذیر ہوں گی اور کچھ ظہور کے نزدیک
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S چھدرو ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع میانوالی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بزگ بتاتے ہیں کہ ہرنولی کی سرزمین کو آباد کرنے سب سے پہلے کھیمٹہ برادری کا ایک آدمی یہاں رہ یش پذیر ہوا
A 21 22|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S گلمیری ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع میانوالی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لنڈا شریف ( انگریزی ) پاکستان کا ایک انسانی آبادکاری و پاکستان کی یونین کونسلیں جو ضلع ڈیرہ اسماعیل خان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوٹ جائی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع ڈیرہ اسماعیل خان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیڑی شاموزئی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع ڈیرہ اسماعیل خان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیچ خیبر پختونخوا ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو ضلع ڈیرہ اسماعیل خان میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کاٹھ گڑھ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع ڈیرہ اسماعیل خان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہاتھالا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع ڈیرہ اسماعیل خان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دیوالا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع ڈیرہ اسماعیل خان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دارابان ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع ڈیرہ اسماعیل خان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S باند کورائی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع ڈیرہ اسماعیل خان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ان اصل نام امتیاز علی خاں تھا
A 1 2|||R:ADJ|||کااصل|||REQUIRED|||-NONE-|||0

S ان کی خودنوشت سوانح عمری " عشرت فانی " کے نام سے اشاعت پذیر ہوچکی ہے
A 13 14|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اکثر ہندو حکمران چھتری تھے
A 3 4|||R:ADJ|||کھشتری|||REQUIRED|||-NONE-|||0

S چھتری کی تانیث چھترانی ہے
A 3 4|||R:ADJ|||کھشترانی|||REQUIRED|||-NONE-|||0

S لیکن ایک حد کے بعد ٹریفن کے مسئلے کی وجہ سے زوال پذیر ہونے لگتی ہیں
A 12 13|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S بروم مغربی آسٹریلیا ( انگریزی , ) آسٹریلیا کا ایک انسانی آبادکاری جو مغربی آسٹریلیا میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قیام پاکستان کے بعد وہ کراچی میں سکونت پذیر ہوئے
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S لیہوے ہوائی ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو کاؤآئی کاؤنٹی ہوائی میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کاپآ ہوائی ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو ہوائی میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چاچڑاں شریف ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل خانپورضلع رحیم یار خان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مطیع اللہ نظامی ایک بنگلہ دیشی سیاستدان اور بنگلہ دیش کے سب سے بڑے مذہبی جماعت جماعت اسلامی بنگلہ دیش کے موجودہ امیر ہیں
A 13 14|||R:ADJ|||بڑی|||REQUIRED|||-NONE-|||0

S دھول پور ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو راجستھان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اس کے علاوہ انہوں نے " اردو تھیسارس " بھی مرتب کیا جو اشاعت پذیر ہوچکا ہے
A 14 15|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S مولوی محمد شفیع 6 اگست 1883 کو قصور برطانوی ہندوستان ( موجودہ پاکستان ) میں پیدا ہوئے
A 11 12|||R:ADJ|||برطانوی|||REQUIRED|||-NONE-|||0

S عنایت حسین بھٹی کی آخری فلم " عشق روگ " 1989 میں نمائش پذیر ہوئی
A 13 14|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S عنایت حسین بھٹی کی آخری فلم عشق روگ 1989 میں نمائش پذیر ہوئی
A 11 12|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S رام پور جھارکھنڈ ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو رانچی ضلع میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S رام پور پنجاب ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قلات بدخشاں ( لاطینی , ) افغانستان کا ایک انسانی آبادکاری جو صوبہ بدخشاں میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ماتلی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو سندھ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S احمد پور سیال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جھنگ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اٹھارہ ہزاری ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو صوب پنجاب میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ماڑی انڈس ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع میانوالی میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S وسیب بنیادی طور پر پنجابی لفظ " وسیبہ " سے ماخوذ ہے
A 4 5|||R:ADJ|||سرایئکی|||REQUIRED|||-NONE-|||0

S دیوانہالی ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو بنگلور دیہی ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جینہاے ضلع ( لاطینی ) جنوبی کوریا کا ایک انسانی آبادکاری جو یئونگنام میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چوری چورا ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو اتر پردیش میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تقسیم ہند کے بعد استاد جھنڈے خان گوجرانوالہ میں رہائش پذیر ہوئے
A 10 11|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S احمیچی ( لاطینی ) بوسنیا و ہرزیگووینا کا ایک انسانی آبادکاری جو ویتیز میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کراویتسا ( لاطینی ) بوسنیا و ہرزیگووینا کا ایک انسانی آبادکاری جو براتوناتس میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S موکرونوگے تومیسلاوگراد ( لاطینی , ) بوسنیا و ہرزیگووینا کا ایک انسانی آبادکاری جو تومیسلاوگراد میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S موکرونوگے دروار ( لاطینی ) بوسنیا و ہرزیگووینا کا ایک انسانی آبادکاری جو دروار میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سوویچی ( لاطینی ) بوسنیا و ہرزیگووینا کا ایک انسانی آبادکاری جو وفاق بوسنیا و ہرزیگووینا میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سیئویرین ( لاطینی ) سربیا کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ساگوس میساچوسٹس ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو ایسیکس کاؤنٹی میساچوسٹس میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S 2005 تک ٹوٹل آبادی کے ہر ایک لاکھ میں ایک اشاریہ چار سے 1
A 2 3|||R:ADJ|||جملہ|||REQUIRED|||-NONE-|||0

S وہب پیدائشی طور پر عیسائی تھے پھر اسلام قبول کیا
A 4 5|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S قیام امن کی خاص وجہ وقوع پذیر ہونے والی دیگر اصلاحات کے ساتھ حدود اللہ کا نفاذ تھی
A 6 7|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S انہوں نے " جان بہار " کا ایک گیت گوانے کے لیے اپنی سابقہ اہلیہ نورجہاں سے کہا اور انہوں نے حامی بھرلی
A 21 22|||R:ADJ|||ہامی|||REQUIRED|||-NONE-|||0

S انہوں نے " جان بہار " کا ایک گیت گوانے کے لیے اپنی سابقہ اہلیہ نورجہاں سے کہا اور انہوں نے ہامی بھرلی
A 21 22|||R:ADJ|||حامی|||REQUIRED|||-NONE-|||0

S ان کی خود نوشت سوانح عمری " ناممکن کی جستجو " کے نام سے اشاعت پذیر ہوئی
A 15 16|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ان کی خود نوشت سوانح عمری " ناممکن کی جستجو " کے نام سے اشاعت پزیر ہوئی
A 15 16|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S ان کی خود نوشت سوانح عمری " ناممکن کی جستجو " کے نام سے اشاعت پذیر ہوئی
A 15 16|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اولی ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو چمولی ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مارگاو ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S واسکو ڈے گاما گوا ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو جنوبی گوا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک سندھ ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو سندھ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈھگڑی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو میرپور خاص میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S یہ ایک رومانٹک ڈرامہ فلم ہے
A 2 3|||R:ADJ|||عشقیہ|||REQUIRED|||-NONE-|||0

S شباب کیرانوی شاعری میں تاجور نجیب آبادی کے شاگرد تھے ان کے دو شعری مجموعے موج شباب اور بازارصدا اشاعت پذیر ہوئے تھے
A 20 21|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اور 1960 میں عیسائی صرف 10 لاکھ تھے مگر 2005 تک ایک کروڑ 40 لاکھ ہوچکے تھے
A 3 4|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S جبکہ تقریبا 120000 مسلمان ملکوں سے آنے والے فیکٹری ورکر اس کی علاوہ ہیں
A 8 9|||R:ADJ|||صنعتی|||REQUIRED|||-NONE-|||0

S خوش پور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع فیصل آباد میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S امین پور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈجکوٹ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اس طرح معاملہ کچھ واضع ہو جاتا ہے
A 4 5|||R:ADJ|||واضح|||REQUIRED|||-NONE-|||0

S انکی سنسنی خیز فلم راکھ ( 1989 ) میں انکی اداکاری سے انھوں نے چھتیسویں نیشنل فلم ایوارڈ میں ایک اہم مقام پایا
A 15 16|||R:ADJ|||ویںنیشنل|||REQUIRED|||-NONE-|||0

S انگہ پنجاب ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو ضلع خوشاب میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گروٹ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع خوشاب میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گولےوالی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع خوشاب میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اس کی کثیر تعداد میانوالی خانقاہ سراجیہ چشمہ نیازہ آباد لال والا وغیرہ میں رہائش پذیر ہے
A 15 16|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S کٹھہ سگھرال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع خوشاب میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چکڑالہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بیریاں والی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فرید پور ملتان ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اقبال نگر ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کمال پور موسی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع اٹک میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوہالی فیصل آباد ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو ضلع فیصل آباد میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S راج محل ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو جھارکھنڈ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اس کے علاوہ ان کی ترقی پسند تحریروں پر مشتمل کتاب " مارکس کا تصور بیگانگی " بھی اشاعت پذیر ہوئی
A 19 20|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S چھٹا کراچی کے ایک اور اردو مجلے میں شائع ہوا
A 4 5|||R:ADJ|||دوسرے|||REQUIRED|||-NONE-|||0

S یوسف ایک عیسائی امریکی خاندان میں پیدا ہوئے
A 2 3|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S ان کا گھرانہ نئے چرچز اور عیسائی اسکول بنانے کے لیے معروف تھا
A 6 7|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S " نویں صدی عیسوی " 1201 1300 تقریبا 597 ہجری تا 699 ہجری پر محیط ہے
A 1 2|||R:ADJ|||تیرہویں|||REQUIRED|||-NONE-|||0

S " تیرہویں صدی عیسوی " 1201 1300 تقریبا 597 ہجری تا 699 ہجری پر محیط ہے
A 1 2|||R:ADJ|||چودہویں|||REQUIRED|||-NONE-|||0

S " پندرہویں صدی عیسوی " 1401 1500 تقریبا 803 ہجری تا 905 ہجری پر محیط ہے
A 1 2|||R:ADJ|||سولہویں|||REQUIRED|||-NONE-|||0

S " سولہویں صدی عیسوی " 1501 1600 تقریبا 906 ہجری تا 1008 ہجری پر محیط ہے
A 1 2|||R:ADJ|||سترہویں|||REQUIRED|||-NONE-|||0

S اوطاس سعودی عرب میں ایک مقام ہے جہاں غزوہ حنین اور سریہ اوطاس وقوع پذیر ہوئے
A 14 15|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S کریم آباد پاکستان ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو گلگت بلتستان میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S عطا آباد ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو گلگت بلتستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S داسو گلگت بلتستان ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو گلگت بلتستان میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جلال آباد گلگت ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو گلگت بلتستان میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پاڑی بنگلا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو گلگت میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نلت ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو گلگت بلتستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نگر پاکستان ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو گلگت بلتستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گڈانی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع لسبیلہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چاننیاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع ہٹیاں میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S باڑہ گلی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو خیبر پختونخوا میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دھارانیکوٹا ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو گنٹور ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S داچنیپورہ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو جموں و کشمیر میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوسامبی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوسامبی ( انگریزی ) ہندوستان کا ایک آباد مقام ہے
A 7 8|||R:ADJ|||قدیم|||REQUIRED|||-NONE-|||0

S ویشالی ( قدیم شہر ) ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ضلع ویشالی میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S وڈالہ سندہواں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ڈسکہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S واپڈا ٹاؤن ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع لاہور میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اسٹیل ٹاؤن ( کراچی ) ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو کراچی میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S باٹاپور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کنجاہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری ہے جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تقسیم ہند کے بعد استاد شجاع اللہ پاکستان آگئے اور پہلے راولپنڈی اور پھر لاہور میں سکونت پذیر ہوئے
A 17 18|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ان کے شعری مجموعوں میں " جنگل سے پرے سورج " اور " حصار دل " کے نام سے اشاعت پذیر ہوئے
A 20 21|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ریاست حیدرآباد کے نامور وزرائے اعظم کی فہرست مندرجہ ذیل ہے
A 8 9|||R:ADJ|||درج|||REQUIRED|||-NONE-|||0

S ریاست حیدرآباد میں صدر المہام کا منصب وزیر اعظم کے مرادف تھا اور ریاست کی مجلس عاملہ کا متقدم وزیر بھی ہوا کرتا تھا
A 10 11|||R:ADJ|||برابر|||REQUIRED|||-NONE-|||0

S ا سی نوعیت کا مکمل سورج گرہن آئندہ 23 ستمبر 2033 کو واقع ہوگا
A 4 5|||R:ADJ|||جزوی|||REQUIRED|||-NONE-|||0

S ان کا ایک اور مجموعہ " میرے لاہور دے ویکھ نظارے " کے نام سے اشاعت پذیر ہوا
A 16 17|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S 8 جولائی 2016 کو بھارتی فوج سے ایک جھڑپ میں ہلاک ہوئے
A 10 11|||R:ADJ|||شہید|||REQUIRED|||-NONE-|||0

S 8 جولائی 2016 کو بھارتی فوج سے ایک جھڑپ میں شہید ہوئے
A 10 11|||R:ADJ|||ہلاک|||REQUIRED|||-NONE-|||0

S 8 جولائی 2016 کو بھارتی فوج سے ایک جھڑپ میں ہلاک ہوئے
A 10 11|||R:ADJ|||شہید|||REQUIRED|||-NONE-|||0

S تھریسا میری مے ایک برطانوی سیاست دان ہیں جو مملکت متحدہ کی موجودہ وزیر اعظم ہیں
A 12 13|||R:ADJ|||سابقہ|||REQUIRED|||-NONE-|||0

S تھریسا میری مے ایک برطانوی سیاست دان ہیں جو مملکت متحدہ کی سابقہ وزیر اعظم ہیں
A 12 13|||R:ADJ|||موجودہ|||REQUIRED|||-NONE-|||0

S تھریسا میری مے ایک برطانوی سیاست دان ہیں جو مملکت متحدہ کی موجودہ وزیر اعظم ہیں
A 12 13|||R:ADJ|||سابقہ|||REQUIRED|||-NONE-|||0

S یہ تصنیف نجف عراق کے روائتی مرکز تعلیم میں پہنچی تو وہاں علما نے اس کی پر زور تائید کی
A 5 6|||R:ADJ|||روایتی|||REQUIRED|||-NONE-|||0

S ا س وقت ہرات شہر سلجوقیوں کے تسلط میں تھا اور وہاں سلجوقی گورنر بہا الدین طغرل مقرر تھا
A 17 18|||R:ADJ|||قابض|||REQUIRED|||-NONE-|||0

S دھاری رائی دتہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع اٹک میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S غورغشت ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع اٹک میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گڑھی متانی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع اٹک میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S موسی پاکستان ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو ضلع اٹک میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مومن پور اٹک ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو ضلع اٹک میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مانسر پاکستان ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو ضلع اٹک میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ملہو ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو اٹک میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مالک مالا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع اٹک میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نرتوپہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شنکا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع اٹک میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جنجراں والی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع بہاولنگر میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دلہ ب ڈ را ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع بہاولنگر میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فقیروالی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوٹ سبزل ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو رحیم یار خانپنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چانن پیر ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بستی ناری ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بستی بابر ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S من ر ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع بھکر میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دلےوالا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع بھکر میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بھگٹال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S غازیال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع چکوال میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گاہ پاکستان ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S طرغت پاشا نے سلطنت عثمانیہ کیلئے بحری فتوحات کے علاوہ ذاتی حثیت میں کئی کارنامے انجام دئے
A 6 7|||R:ADJ|||لیےبحری|||REQUIRED|||-NONE-|||0

S بھاگو گاؤں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بہل پور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بتور گجرات ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اعوان شریف ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع گجرات میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S عالم گڑھ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع گجرات میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دھاما ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع گجرات میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چوا راجگان ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چیچیاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع گجرات میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک منجو ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع گجرات میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک بختاور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع گجرات میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہکلہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع گجرات میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گلیانہ گجرات ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو ضلع گجرات میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دھول خورد ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو گوجرانوالہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوڑی شریف ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S خواص پور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع گجرات میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کھاریاں چھاؤنی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری و بالگردگاہ جو ضلع گجرات میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کھرانہ پیر غازی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پیر غازی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مہمند چک ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ماڑی وڑائچاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مالکا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع گجرات میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈھوک پڈھال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل دینہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S رائے پور پاکستان ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو ضلع خانیوال میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کبیر والا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اٹاری پاکستان ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو ضلع خانیوال میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک نمبر 21 ایم بی ( انگریزی 21 ) پاکستان کی ایک انسانی آبادکاری جو ضلع خوشاب میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک نمبر 14 ایم بی ( انگریزی ) پاکستان کی ایک انسانی آبادکاری جو ضلع خوشاب میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک نمبر 59 ایم بی ( انگریزی 59 ) پاکستان کی ایک انسانی آبادکاری جو ضلع خوشاب میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک نمبر 50 ایم بی ( انگریزی 50 ) پاکستان کی ایک انسانی آبادکاری جو ضلع خوشاب میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S درج ذیل اقوام اوکھلی موہلہ میں رہائش پذیر ہیں
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S کھائی خورد ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع خوشاب میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جھرکال ( انگریزی ) پاکستان کی ایک انسانی آبادکاری جو ضلع خوشاب میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جورا کلاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع خوشاب میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چھجوالی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بسم اللہ پور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بلوچ والا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہری سنگھ والا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہربنس پورہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گرین ٹاؤن ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گوبندسر ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گجو متہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوترووال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کرشن نگر ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوٹ راجپوت ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوٹ گورایہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع لاہور میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوٹ چاندی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع لاہور میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S خوشی پور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کلیان پاکستان ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو ضلع لاہور میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جوہر ٹاؤن ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سنگھ خالصہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S میراں پور پنجاب ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مانک ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چکوڑا پاکستان ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک 87 ای بی ( انگریزی 87 ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک 44 12 ایل ( انگریزی 44 12 ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیسوپور ڈلہر ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو سرگودھا ڈویژن میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لمبری ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لوڈےوالا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لوپوکے ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لونگو پاکستان ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ممبھار ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مولوال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S میاں والا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S میتلا والا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S منوڑی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مانک پور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مالی سنگھ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ماہتامان ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مہرا والی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پونا پاکستان ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پیروال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پاوا والا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پالیا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پاہرے والا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نائی والا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S روپل پنجاب ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S رتہ پنجاب ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S راٹھور پاکستان ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S رنسیال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S رانجھے ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S رنگےوالا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ریساں والا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S راہنا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قلعہ سورا سنگھ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سوبھا سنگھ والا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سلویس پاکستان ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سنگھ پورہ پاکستان ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شمس آباد شاہدرہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ساویر پاکستان ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ستوکے ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سکھیرا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S زیرا نواں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ولانہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اگوانا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ادھو والا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تیک گڑھ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ترن ترن پاکستان ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تانگڑیاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مردوں کے بنیادی پنجابی ناچ میں بھنگڑا اور عورتوں کے ناچ میں گدا بنیادی ہیں
A 13 14|||R:ADJ|||حامل|||REQUIRED|||-NONE-|||0

S پنجابی مرد و خواتین کے مشہور لوک ناچ
A 5 6|||R:ADJ|||معروف|||REQUIRED|||-NONE-|||0

S میرین بے جنوبی آسٹریلیا ( انگریزی , ) آسٹریلیا کا ایک انسانی آبادکاری جو جنوبی آسٹریلیا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سٹوکس بے جنوبی آسٹریلیا ( انگریزی , ) آسٹریلیا کا ایک انسانی آبادکاری جو جنوبی آسٹریلیا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S عنوان کے نیچے موجود مختصر ربط غائب کرنے کے لیے اسے فعال کریں
A 6 7|||R:ADJ|||ظاہر|||REQUIRED|||-NONE-|||0

S عنوان کے نیچے موجود مختصر ربط غائب کرنے کے لیے اسے فعال کریں
A 11 12|||R:ADJ|||غیرفعال|||REQUIRED|||-NONE-|||0

S رام ریاض کے شعری مجموعے " پیڑ اور پتے " اور " ورق سنگ " کے نام سے اشاعت پزیر ہوچکے ہیں
A 19 20|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S رام ریاض کے شعری مجموعے " پیڑ اور پتے " اور " ورق سنگ " کے نام سے اشاعت پذیر ہوچکے ہیں
A 19 20|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S آق کوواک نیکوسیا ( لاطینی , ) قبرص کا ایک انسانی آبادکاری جو ضلع نیکوسیا میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آئیا مارینا ( سکالؤرا ) ( لاطینی ) قبرص کا ایک انسانی آبادکاری جو ضلع نیکوسیا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S الیتھینؤ ( لاطینی ) قبرص کا ایک انسانی آبادکاری جو ضلع نیکوسیا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S الیوگا ( لاطینی ) قبرص کا ایک انسانی آبادکاری جو ضلع نیکوسیا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S انتھوپولس ( لاطینی ) قبرص کا ایک انسانی آبادکاری جو ضلع نیکوسیا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S انالیونتاس ( لاطینی ) قبرص کا ایک انسانی آبادکاری جو ضلع نیکوسیا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اناگیا ( لاطینی ) قبرص کا ایک انسانی آبادکاری جو ضلع نیکوسیا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آئیوس انتونیوس نیکوسیا ( لاطینی , ) قبرص کا ایک انسانی آبادکاری جو نیکوسیا میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آئیوی اومولویتیس نیکوسیا ( لاطینی , ) قبرص کا ایک انسانی آبادکاری جو ضلع نیکوسیا میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اریدیو ( لاطینی ) قبرص کا ایک انسانی آبادکاری جو ضلع نیکوسیا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دیو پپوتاموی ( لاطینی ) قبرص کا ایک انسانی آبادکاری جو ضلع نیکوسیا میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دینیزلی قبرص ( لاطینی , ) قبرص کا ایک انسانی آبادکاری جو ضلع نیکوسیا میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دینئیا ( لاطینی ) قبرص کا ایک انسانی آبادکاری جو ضلع نیکوسیا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کریسیلیو ( لاطینی ) قبرص کا ایک انسانی آبادکاری جو ضلع نیکوسیا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کریسیلیو ( لاطینی ) قبرص کا ایک آباد مقام جو ضلع نیکوسیا میں واقع ہے
A 7 8|||R:ADJ|||انسانی|||REQUIRED|||-NONE-|||0

S بئیکیوی ( لاطینی ) قبرص کا ایک انسانی آبادکاری جو ضلع نیکوسیا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بئیکیوی ( انگریزی ) قبرص کا ایک آباد مقام جو ضلع نیکوسیا میں واقع ہے
A 7 8|||R:ADJ|||انسانی|||REQUIRED|||-NONE-|||0

S اپیسکوپیو ( لاطینی ) قبرص کا ایک انسانی آبادکاری جو ضلع نیکوسیا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اپیخو ( لاطینی ) قبرص کا ایک انسانی آبادکاری جو ضلع نیکوسیا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فتیریکودی ( لاطینی ) قبرص کا ایک انسانی آبادکاری جو ضلع نیکوسیا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فلاسؤ ( لاطینی ) قبرص کا ایک انسانی آبادکاری جو ضلع نیکوسیا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فارماکاس ( لاطینی ) قبرص کا ایک انسانی آبادکاری جو ضلع نیکوسیا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دکرنس ( عربی د رنس ) مصر کا ایک انسانی آبادکاری جو محافظہ دقہلیہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایک عیسائی رہبرگروپ نے میں اسے ییل میں قائم کیا
A 1 2|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S شروع میں اس یونیورسٹی کا نام " یہ کولیجیت اسکول " تھا اوراس کا کام عیسائی رہبروں کو پڑھانا تھا
A 15 16|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S تھہیم قبیلے کے کئی خاندان پنجاب کے مظفرگڑھ چنیوٹ ملتان اور ڈیرہ غازی خان میں رہائش پذیر ہیں
A 16 17|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S 13 سال سے کم عمر بچوں کے لیے ادویہ امراض بچگانہ اور بچگانہ جراحی کی سہولیات کے ساتھ الگ ہنگامی شعبہ قائم ہے
A 10 11|||R:ADJ|||بچکانہ|||REQUIRED|||-NONE-|||0

S 13 سال سے کم عمر بچوں کے لیے ادویہ امراض بچگانہ اور بچگانہ جراحی کی سہولیات کے ساتھ الگ ہنگامی شعبہ قائم ہے
A 12 13|||R:ADJ|||بچکانہ|||REQUIRED|||-NONE-|||0

S پودوکوٹائی ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو پدوکوٹائی ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پیرامبلور ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو پیرمبلور ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کڈالور ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو کڈالور ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آبے لبنان کا ایک انسانی آبادکاری جو محافظہ جبل لبنان میں واقع ہے
A 4 5|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اجنالہ بھارت ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو ضلع امرتسر میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اٹاری بھارت ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو پنجاب بھارت میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بیاس پنجاب ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو ضلع امرتسر میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بڈھا تھیھ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ضلع امرتسر میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مجیٹھیا ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ضلع امرتسر میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S راجہ سانسی ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ضلع امرتسر میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S رام داس پنجاب ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ضلع امرتسر میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S رائیا ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ضلع امرتسر میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کرتارپور بھارت ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو جالندھر ضلع میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کرتارپور پاکستان ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو نارووال میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S امرتسر کینٹونمنٹ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ضلع امرتسر میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چھوٹا گدھا ریلوے اسٹیشن بھارت میں واقع ہے
A 0 1|||R:ADJ|||چھوٹی|||REQUIRED|||-NONE-|||0

S جبلی ریلوے اسٹیشن بھارت میں واقع ہے
A 0 1|||R:ADJ|||جبری|||REQUIRED|||-NONE-|||0

S تخت گڑھ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو پالی ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تلونڈ سابو ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو پنجاب بھارت میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نہسہ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو بہار ( بھارت ) میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گلزار باغ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو بہار ( بھارت ) میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چندولی ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو اتر پردیش میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چنار اتر پردیش ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو مرزاپور ضلع میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ان کے مجموعہ کلام " بھیگی پلکیں " " ریزہ ریزہ " اور " زنجیر وفا " کے نام سے اشاعت پذیر ہوئے تھے
A 21 22|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S موجودہ دور میں کوٹھی حیدرآباد کے نواح میں واقع یہ محل چھوٹی سی سیاحت گاہ کی شکل اختیار کر گیا ہے
A 11 12|||R:ADJ|||اہم|||REQUIRED|||-NONE-|||0

S دیوگڑھ مدھیہ پردیش ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو چندواڑا ضلع میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آمیر بھارت ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو جیپر ضلع میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اجائی پور ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو اتر پردیش میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایٹھا ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو اتر پردیش میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آخری وارانسی ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو اتر پردیش میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S عرضی لائن ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو اتر پردیش میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سارناتھ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو اتر پردیش میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیدارناتھ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو رودر پریاگ ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گنگوتری ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو اتر کاشی ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S یمونوتری ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو اتراکھنڈ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S امروز میلادی برابر جری خورشیدی و
A 3 4|||R:ADJ|||شمسی|||REQUIRED|||-NONE-|||0

S الموڑا ( انگریزی ) بھارت کا ایک انسانی آبادکاری و گاؤں جو الموڑا ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چمولی گوپیشور ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو چمولی ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پوڑی ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو پوڑی گڑھوال ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اتر کاشی ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو اتر کاشی ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S رودر پریاگ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو رودر پریاگ ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پتھورا گڑھ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو پتھورا گڑھ ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایٹومانور ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو کوٹایم ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چدمبرم ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو تامل ناڈو میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S امباجی ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو گجرات ( بھارت ) میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شری رنگم ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو تیروچیراپلی ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مایا پور ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ندیا پور میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S منگلاگیری ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو گنٹور ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ان کی کی شعری کلیات " منور کلیات " کے نام سے اشاعت پذیر ہوچکی ہے
A 13 14|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S یہ دیوان سرائیکی زبان میں ہے
A 2 3|||R:ADJ|||پنجابی|||REQUIRED|||-NONE-|||0

S وہڑا سرائیکی شاعری کی سب سے مشہور صنف ہے
A 1 2|||R:ADJ|||پنجابی|||REQUIRED|||-NONE-|||0

S تقسیم ہند کے بعد 1947 میں شکیل احمد ضیا پاکستان منتقل ہوگئے اور کراچی میں سکونت پذیر ہوئے
A 16 17|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S پالیکیلے ( لاطینی ) سری لنکا کا ایک انسانی آبادکاری جو وسطی صوبہ سری لنکا میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بوریللا ( لاطینی ) سری لنکا کا ایک انسانی آبادکاری جو کولمبو ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سینامن گارڈنز ( لاطینی ) سری لنکا کا ایک انسانی آبادکاری جو کولمبو ضلع میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فتح اللہ ( لاطینی ) بنگلہ دیش کا ایک انسانی آبادکاری جو نارائن گنج ضلع میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پھیلاوغ سےتمن گورشانی کی حدود شروع ہوتی ہیں اور پنجاب کے ضلع راجن پور کےقبائلی علاقے تک اختتام پذیر ہوتی ہیں
A 18 19|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S پھوٹک اشیا کبھی ورق پذیر نہیں ہو سکتیں
A 4 5|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S سب سے زیادہ تار پذیر اور ورق پذیر دھات سونا ہے
A 4 5|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S سب سے زیادہ تار پذیر اور ورق پذیر دھات سونا ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S تانبا ایک بہترین تار پذیر دھات ہے مگر بسمتھ بالکل تار پذیر نہیں ہے
A 4 5|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S تانبا ایک بہترین تار پذیر دھات ہے مگر بسمتھ بالکل تار پذیر نہیں ہے
A 11 12|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S سب سے زیادہ تار پزیر اور ورق پزیر دھات سونا ہے
A 4 5|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S سب سے زیادہ تار پزیر اور ورق پزیر دھات سونا ہے
A 7 8|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S پھوٹک اشیا کبھی ورق پزیر نہیں ہو سکتیں
A 4 5|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S پھوٹک اشیا کبھی ورق پذیر نہیں ہو سکتیں
A 4 5|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S سب سے زیادہ تار پذیر اور ورق پذیر دھات سونا ہے
A 4 5|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S سب سے زیادہ تار پذیر اور ورق پذیر دھات سونا ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S سیال شریف ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سیال شریف پاکستان کا ایک آباد مقام جو پنجاب پاکستان میں واقع ہے
A 5 6|||R:ADJ|||مشہور|||REQUIRED|||-NONE-|||0

S چاوا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بھکھی خورد ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو سرگودھا میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ٹانگووالی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایک تنازع میں ملوث صارفین کو متحارب ترامیم کی بجائے یا کی طرف بڑھنا چاہیے
A 6 7|||R:ADJ|||ترمیمی|||REQUIRED|||-NONE-|||0

S ابوہر ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو پنجاب بھارت میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اس کے بعد 1969 میں اک دوسری فلم قسم اس وقت کی نمائش پذیر ہوئی
A 13 14|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اس کے بعد 1969 میں اک دوسری فلم قسم اس وقت کی نمائش پزیر ہوئی
A 13 14|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S اس کے بعد 1969 میں اک دوسری فلم قسم اس وقت کی نمائش پذیر ہوئی
A 13 14|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S آنولہ ضلع بریلی میں حکیم سعیداللہ قادری کے یہاں قیام پذیر رہ کر اطراف میں حریت کی صدا بلند کرتے رہے
A 10 11|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ان کے جد امجد شاہ سید غوث علی مظفر نگر سے کانپور منتقل ہوئے اور سکونت پذیر ہوگئے
A 16 17|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S محمد علی مونگیری نے حالات کا صحیح جائزہ لیا مستقبل کا درست اندازہ لگایا اور عیسائی انجمنوں کے خلاف ایک محاذ قائم کر دیا
A 15 16|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S عیسائی انجمنوں کے خلاف اس علمی محاذ آرائی کے ساتھ محمد علی مونگیری نے کانپور میں اسلامیہ یتیم خانے کی بھی بنیاد رکھی
A 0 1|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S اس کے علاوہ عیسائی انجمنوں کے مقابلے میں محمد علی مونگیری نے مختلف اہم موضوعات پر اعلی درجے کی تصانیف بھی پیش کیں
A 3 4|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S 1900 میں تقریبا پچاس عیسائی ادارے ہندستان میں اپنا نظام قائم کر چکے تھے
A 4 5|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S ان کی آمد کا مقصد ہی یہ تھا کہ ہر ممکن طریقے سے ہندستانیوں کو عیسائی مذہب میں داخل کیا جائے
A 15 16|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S تاکہ عیسائی پادری غریب و نادار مسلم بچوں کی غربت کا فائدہ اٹھا کر ا ن کا ایمان سلب نہ کر لیں
A 1 2|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S ادارہ کے اخبار تنظیم المکاتب ( پندرہ روزہ ) میں مسائل کے جوابات کا ایک صفحہ آپ کے لئے محفوظ تھا
A 19 20|||R:ADJ|||مخصوص|||REQUIRED|||-NONE-|||0

S مخدوم محمد ہاشم ٹھٹوی کے والد مخدوم عبد الغفور ٹھٹوی پہلے سیہون میں رہائش پذیر تھے جو خود بھی ایک عالم تھے
A 14 15|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S مخدوم محمد ہاشم ٹھٹوی کے والد مخدوم عبد الغفور ٹھٹوی پہلے سیہون میں رہائش پزیر تھے جو خود بھی ایک عالم تھے
A 14 15|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S مخدوم محمد ہاشم کے والد مخدوم عبد الغفور ٹھٹوی جو خود بھی ایک عالم تھے پہلے سیہون میں رہائش پذیر تھے
A 19 20|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S سونے سے تیار کردہ تمغا بلند ترین سرکاری شخصیات کو دیا گیا
A 5 6|||R:ADJ|||اعلی|||REQUIRED|||-NONE-|||0

S دین کو نظریات سے علیحدہ کرنآاہل نظر کی ذمہ داری ہے
A 4 5|||R:ADJ|||الگ|||REQUIRED|||-NONE-|||0

S چنانچہ اب مطمئن ہو کر میرزا غازی ٹھٹہ آکر سکونت پذیر ہوا
A 10 11|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S میر طاہر کا انتقال 1061ھ میں ہوا اور وہ مکلی میں اپنے خاندانی قبرستان میں دفن ہوئے
A 15 16|||R:ADJ|||مدفون|||REQUIRED|||-NONE-|||0

S پسنی شہر ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو بلوچستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سندھڑی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو سندھ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سوئی ( پاکستان ) ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو ضلع ڈیرہ بگٹی میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہفہاف بین مہند راسبی بصری حسین بن علی کے ساتھیوں میں سے تھے جو کربلا میں عاشورہ کے دن ہلاک ہو گئے تھے
A 19 20|||R:ADJ|||شہید|||REQUIRED|||-NONE-|||0

S وزارت قبائلی امور حکومت ہند کی ایک وزارت ہے
A 1 2|||R:ADJ|||کیمیائی|||REQUIRED|||-NONE-|||0

S گریٹر کلیولینڈ ( لاطینی ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو اوہائیو میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اس کے بنیادی اداکاروں میں پرتھوی راج کپور درگا کھوٹے دلیپ کمار اور مدھوبالا شامل تھے
A 2 3|||R:ADJ|||اہم|||REQUIRED|||-NONE-|||0

S انکا یہ دل پذیر انداز حاضرین اور قارئین کو بہت بھلا لگتا تھا
A 3 4|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S بابار الجزائر ( عربی بابار ) الجزائر کا ایک انسانی آبادکاری جو میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S باربار بحرین ( عربی باربار ) بحرین کا ایک انسانی آبادکاری جو محافظہ شمالیہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بربر سوڈان ( عربی بربر ) سوڈان کا ایک انسانی آبادکاری ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ابو صیبع ( عربی بو ص بع ) بحرین کا ایک انسانی آبادکاری جو محافظہ شمالیہ میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S المرخ ( عربی المرخ ) بحرین کا ایک انسانی آبادکاری جو محافظہ شمالیہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S القریہ بحرین ( عربی القر ) بحرین کا ایک انسانی آبادکاری جو محافظہ شمالیہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بنی جمرہ ( عربی بن جمر ) بحرین کا ایک انسانی آبادکاری جو محافظہ شمالیہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بو قوہ ( عربی بو قو ) بحرین کا ایک انسانی آبادکاری جو محافظہ شمالیہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دار کلیب ( عربی دار ل ب ) بحرین کا ایک انسانی آبادکاری جو محافظہ شمالیہ میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہملہ بحرین ( عربی ال مل ) بحرین کا ایک انسانی آبادکاری ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مالکیہ بحرین ( عربی المال ) بحرین کا ایک انسانی آبادکاری جو محافظہ شمالیہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کرزکان ( عربی رز ان ) بحرین کا ایک انسانی آبادکاری جو محافظہ شمالیہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کرانہ ( عربی ران ) بحرین کا ایک انسانی آبادکاری جو محافظہ شمالیہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S زلاق ( عربی الزلاق ) بحرین کا ایک انسانی آبادکاری جو محافظہ جنوبیہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ابیدیا سوڈان کا ایک انسانی آبادکاری ہے
A 4 5|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S عراد بحرین ( عربی عراد ) بحرین کا ایک انسانی آبادکاری جو محافظہ محرق میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بلاد القدیم ( عربی بلاد القد م ) بحرین کا ایک انسانی آبادکاری جو محافظہ دارالحکومت بحرین میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جد علی بحرین کا ایک انسانی آبادکاری جو محافظہ وسطی بحرین میں واقع ہے
A 5 6|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S حالہ نعیم ( عربی حال النع م ) بحرین کا ایک انسانی آبادکاری جو خلیج فارس میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S حالہ بو ماہر ( عربی حال بو ماہر ) بحرین کا ایک انسانی آبادکاری جو محافظہ محرق میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نبیہ صالح ( عربی جز ر النب صالح ) بحرین کا ایک انسانی آبادکاری جو خلیج فارس میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اسامو ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو علی صبیح علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اندالی جبوتی ( لاطینی , ) جبوتی کا ایک انسانی آبادکاری جو اوبوک علاقہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S امبولی ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو جبوتی علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S امبابو ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو تاجورہ علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ادی علی ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو علی صبیح علاقہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایرولاف ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو تاجورہ علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ادایلو ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو تاجورہ علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S داگویرؤ ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو دخیل علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S داداتو ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو اوبوک علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شابیلیے ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو ارتا علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بؤیا ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو تاجورہ علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بؤلاوس ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو جبوتی علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بیسیدیرو ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو اوبوک علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بانکؤالے ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو تاجورہ علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بالہو ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو تاجورہ علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایگاہلؤ ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو اوبوک علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بلول دودوب ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو علی صبیح علاقہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دیبنے ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو تاجورہ علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S داسبییو ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو علی صبیح علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S داؤداؤگا ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو دخیل علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دہان جبوتی ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو علی صبیح علاقہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دامیرجوگ ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو ارتا علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کؤتا بؤیا ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو دخیل علاقہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کؤسؤر ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو ارتا علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کہور آنگار ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو اوبوک علاقہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جویستی ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو علی صبیح علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جویراری ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو تاجورہ علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جلیل جبوتی ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو علی صبیح علاقہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جوبیتو ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو علی صبیح علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جورابؤس ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو دخیل علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سیدورے ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو اوبوک علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سانکال ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو دخیل علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ربتا ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو اوبوک علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S راندا جبوتی ( لاطینی , ) جبوتی کا ایک انسانی آبادکاری جو تاجورہ علاقہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اوید اویا ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو ارتا علاقہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مؤلؤد ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو دخیل علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مول ہولہ ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو اوبوک علاقہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مؤدو ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو تاجورہ علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S میدیہو ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو اوبوک علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مالاہو ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو تاجورہ علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S وع ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو ارتا علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S واادی جبوتی ( لاطینی , ) جبوتی کا ایک انسانی آبادکاری جو اوبوک علاقہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تیؤ ( لاطینی ) جبوتی کا ایک انسانی آبادکاری جو دخیل علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پارانپایاکابا ( پرتگالی ) برازیل کا ایک انسانی آبادکاری جو جنوب مشرقی علاقہ برازیل میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پورٹ سن لائٹ ( لاطینی ) مملکت متحدہ کا ایک انسانی آبادکاری جو شمال مغربی انگلستان میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شیل میرا ( ہسپانوی ) ایکواڈور کا ایک انسانی آبادکاری جو پاستاسا صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بوبونارو ( لاطینی ) مشرقی تیمور کا ایک انسانی آبادکاری جو بوبونارو ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بیتانو ( لاطینی ) مشرقی تیمور کا ایک انسانی آبادکاری جو مانوفاہی ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بالیبو ( لاطینی ) مشرقی تیمور کا ایک انسانی آبادکاری جو بوبونارو ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لیفاو ( لاطینی ) مشرقی تیمور کا ایک انسانی آبادکاری جو اویکوسی ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S عرمیرا ( لاطینی ) مشرقی تیمور کا ایک انسانی آبادکاری جو عرمیرا ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ماوبیسی ( لاطینی ) مشرقی تیمور کا ایک انسانی آبادکاری جو اینارو ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تاسی تولو ( لاطینی ) مشرقی تیمور کا ایک جھیل و انسانی آبادکاری جو دیلی ضلع میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دراگوویچی ( حاجیچی ) ( لاطینی ) بوسنیا و ہرزیگووینا کا ایک انسانی آبادکاری جو حاجیچی میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بوکوویتسا گورنیا ( لاطینی ) بوسنیا و ہرزیگووینا کا ایک انسانی آبادکاری جو سرپسکا میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بوکوویتسا دونیا ( لاطینی ) بوسنیا و ہرزیگووینا کا ایک انسانی آبادکاری جو سرپسکا میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بریزوو پولیے برچکو ( لاطینی , ) بوسنیا و ہرزیگووینا کا ایک انسانی آبادکاری ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بوسانسکا بونیا ( لاطینی ) بوسنیا و ہرزیگووینا کا ایک انسانی آبادکاری جو ویلیکا کلادوشا میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بوروواتس ( بانوویچی ) ( لاطینی ) بوسنیا و ہرزیگووینا کا ایک انسانی آبادکاری جو بانوویچی میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بانوویچی ( گاؤں ) ( لاطینی ) بوسنیا و ہرزیگووینا کا ایک انسانی آبادکاری جو بانوویچی میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کریوایئویچی ( لاطینی ) بوسنیا و ہرزیگووینا کا ایک انسانی آبادکاری جو الیاش میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوریتا بیلئچا ( لاطینی , ) بوسنیا و ہرزیگووینا کا ایک انسانی آبادکاری جو سرپسکا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S یئلووتسی ( لاطینی ) بوسنیا و ہرزیگووینا کا ایک انسانی آبادکاری جو سرپسکا میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گریدا ( گرادشکا ) ( لاطینی ) بوسنیا و ہرزیگووینا کا ایک انسانی آبادکاری جو گرادشکا بوسنیا و ہرزیگووینا میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گولو بردو بیےلینا ( لاطینی , ) بوسنیا و ہرزیگووینا کا ایک انسانی آبادکاری جو بیےلینا میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سودیچی ( لاطینی ) بوسنیا و ہرزیگووینا کا ایک انسانی آبادکاری جو الیاش میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سولاکوویچی ( لاطینی ) بوسنیا و ہرزیگووینا کا ایک انسانی آبادکاری جو الیاش میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سیلیشتا بیلئچا ( لاطینی , ) بوسنیا و ہرزیگووینا کا ایک انسانی آبادکاری جو سرپسکا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سیفیرووتسی ( لاطینی ) بوسنیا و ہرزیگووینا کا ایک انسانی آبادکاری جو گرادشکا بوسنیا و ہرزیگووینا میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اوراہووا ( لاطینی ) بوسنیا و ہرزیگووینا کا ایک انسانی آبادکاری جو گرادشکا بوسنیا و ہرزیگووینا میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ژیگولیا ( بیرکوویچی ) ( لاطینی ( , ) ) بوسنیا و ہرزیگووینا کا ایک انسانی آبادکاری جو سرپسکا میں واقع ہے
A 15 16|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ویلینو سیلو ( لاطینی ) بوسنیا و ہرزیگووینا کا ایک و انسانی آبادکاری جو بیےلینا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ترنیاتسی ( لاطینی ) بوسنیا و ہرزیگووینا کا ایک انسانی آبادکاری جو بیےلینا میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تریبیشنیتسا ( لاطینی ) بوسنیا و ہرزیگووینا کا ایک انسانی آبادکاری جو وفاق بوسنیا و ہرزیگووینا میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تودوریچی ( لاطینی ) بوسنیا و ہرزیگووینا کا ایک و انسانی آبادکاری جو بیلئچا میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اوزو چاڈ ( فرانسیسی , ) چاڈ کا ایک انسانی آبادکاری جو تیبستی علاقہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S امدجیریم ( فرانسیسی ) چاڈ کا ایک انسانی آبادکاری جو اوادای علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ام ہازارے ( فرانسیسی ) چاڈ کا ایک انسانی آبادکاری جو سلامات علاقہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ادے چاڈ ( فرانسیسی , ) چاڈ کا ایک انسانی آبادکاری جو سیلا علاقہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بورٹو چاڈ ( فرانسیسی , ) چاڈ کا ایک انسانی آبادکاری جو اوادای علاقہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بوکورو ( فرانسیسی ) چاڈ کا ایک انسانی آبادکاری جو میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بٹکینے ( فرانسیسی ) چاڈ کا ایک انسانی آبادکاری جو گویرا علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بئینامار ( فرانسیسی ) چاڈ کا ایک انسانی آبادکاری جو میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S باہائی چاڈ ( فرانسیسی , ) چاڈ کا ایک انسانی آبادکاری جو انیدی علاقہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S داگویسا ( فرانسیسی ) چاڈ کا ایک انسانی آبادکاری جو سیلا علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مانجافا ( فرانسیسی ) چاڈ کا ایک انسانی آبادکاری جو شاری باگیرمی علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لینیا چاڈ ( فرانسیسی , ) چاڈ کا ایک انسانی آبادکاری جو شاری باگیرمی علاقہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کؤموگو ( فرانسیسی ) چاڈ کا ایک انسانی آبادکاری جو موین شاری علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کؤکؤ انگارانا ( فرانسیسی ) چاڈ کا ایک انسانی آبادکاری جو سیلا علاقہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سالال چاڈ ( فرانسیسی , ) چاڈ کا ایک انسانی آبادکاری جو بحر الغزال علاقہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اونیانگا کبیر ( ٹاؤن ) ( فرانسیسی ) چاڈ کا ایک انسانی آبادکاری جو انیدی علاقہ میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اوارا ( فرانسیسی ) چاڈ کا ایک انسانی آبادکاری جو اوادای علاقہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S میلفی چاڈ ( فرانسیسی , ) چاڈ کا ایک انسانی آبادکاری جو گویرا علاقہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بؤانسا ( فرانسیسی ) جمہوریہ کانگو کا ایک انسانی آبادکاری جو بؤینزا محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بیٹؤکؤمبا ( فرانسیسی ) جمہوریہ کانگو کا ایک انسانی آبادکاری جو لیکوالا محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S انگاما نیاری ( فرانسیسی , ) جمہوریہ کانگو کا ایک انسانی آبادکاری جو نیاری محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایٹسؤالی ( فرانسیسی ) جمہوریہ کانگو کا ایک انسانی آبادکاری جو پلاتو محکمہ ( جمہوریہ کانگو ) میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایپینا ( فرانسیسی ) جمہوریہ کانگو کا ایک انسانی آبادکاری جو لیکوالا محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈیوینیے ( فرانسیسی ) جمہوریہ کانگو کا ایک انسانی آبادکاری جو نیاری محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کنڈامبا ( فرانسیسی ) جمہوریہ کانگو کا ایک انسانی آبادکاری جو پول محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کئلے ( فرانسیسی ) جمہوریہ کانگو کا ایک انسانی آبادکاری جو کؤیت مغربی محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کایئس جمہوریہ کانگو ( فرانسیسی , ) جمہوریہ کانگو کا ایک انسانی آبادکاری جو بؤینزا محکمہ میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لؤتیتے ( فرانسیسی ) جمہوریہ کانگو کا ایک انسانی آبادکاری جو بؤینزا محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لؤتیتے ( فرانسیسی ) جمہوریہ کانگو کا ایک آباد مقام جو بؤینزا محکمہ میں واقع ہے
A 8 9|||R:ADJ|||انسانی|||REQUIRED|||-NONE-|||0

S لؤکولےلا ( فرانسیسی ) جمہوریہ کانگو کا ایک انسانی آبادکاری جو کؤیت محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لنزولو ( فرانسیسی ) جمہوریہ کانگو کا ایک انسانی آبادکاری جو پول محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لیکانا ( فرانسیسی ) جمہوریہ کانگو کا ایک انسانی آبادکاری جو پلاتو محکمہ ( جمہوریہ کانگو ) میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S زاناگا ( فرانسیسی ) جمہوریہ کانگو کا ایک انسانی آبادکاری جو لیکؤمؤ محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سؤانکے ( فرانسیسی ) جمہوریہ کانگو کا ایک انسانی آبادکاری جو سانگا محکمہ ( جمہوریہ کانگو ) میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اونیانوا ( فرانسیسی ) جمہوریہ کانگو کا ایک انسانی آبادکاری جو پلاتو محکمہ ( جمہوریہ کانگو ) میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نگامابا مفیلؤ ( فرانسیسی ) جمہوریہ کانگو کا ایک انسانی آبادکاری جو کؤیلؤ محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نکوسو ( فرانسیسی ) جمہوریہ کانگو کا ایک انسانی آبادکاری جو بؤینزا محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نکوسو ( فرانسیسی ) جمہوریہ کانگو کا ایک آباد مقام جو بؤینزا محکمہ میں واقع ہے
A 8 9|||R:ADJ|||انسانی|||REQUIRED|||-NONE-|||0

S مؤیوندزی ( فرانسیسی ) جمہوریہ کانگو کا ایک انسانی آبادکاری جو بؤینزا محکمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مونٹو بیلو ( فرانسیسی ) جمہوریہ کانگو کا ایک انسانی آبادکاری جو بؤینزا محکمہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S موئمنے ( فرانسیسی ) جمہوریہ کانگو کا ایک انسانی آبادکاری جو پلاتو محکمہ ( جمہوریہ کانگو ) میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تریم یمن ( عربی تر م ) یمن کا ایک انسانی آبادکاری و شہر جو محافظہ حضرموت میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سیئون ( عربی س ئون ) یمن کا ایک انسانی آبادکاری و شہر جو محافظہ حضرموت میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سینا یمن ( عربی س نا ) یمن کا ایک انسانی آبادکاری جو محافظہ حضرموت میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اچبال ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ضلع اننت ناگ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بانہال ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو جموں و کشمیر میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S رام بن ( جموں و کشمیر ) ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو جموں و کشمیر میں واقع ہے
A 13 14|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ریاسی ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ضلع ریاسی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S خالسی ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو لداخ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قایموہ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ضلع کولگام میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بشناہ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو جموں ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈوڈا ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ضلع ڈوڈہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بھدرواہ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ضلع ڈوڈہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سنگھ پورہ پتن ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو سری نگر میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کنزر ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ضلع بارہ مولہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سنبل جموں و کشمیر ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو ضلع بارہ مولہ میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لاہور صوابی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو خیبر پختونخوا میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کومبھکونم ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو تنجاؤر ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چیپاوک ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو چینائی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فلیٹ سے مراد کسی عمارت یا جائداد کے کئی حصوں میں سے ایک حصہ ہے جہاں ایک خاندان رہائش پذیر ہو
A 19 20|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S لیکن اس کے بعد عیسائی بادشاہ نے اسپین پر قبضہ کر لیا
A 4 5|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S اب عین اس جگہ قبیلہ سہال راجپوت کے دو بھائیوں راجہ احمد خان اور راجہ محمد زمان کی اولاد رہائش پذیر ہے
A 20 21|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S عہد نبوت کے بعد شام میں سکونت اختیار کی فلسطین بیت المقدس اور حمص میں قیام پذیر رہے
A 16 17|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S بھرت پور ماہوتری ( لاطینی , ) نیپال کی ایک انسانی آبادکاری ہے جو ماہوتری ضلع میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بھرت پور دھانوسا ( لاطینی , ) نیپال کا ایک انسانی آبادکاری جو جنکپور زون میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بھرت پور راجستھان ( انگریزی , ) بھارت کی ایک انسانی آبادکاری ہے جو بھرت پور ضلع میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پوتالی بازار ( لاطینی ) نیپال کا ایک انسانی آبادکاری جو مغربی ترقیاتی علاقہ نیپال میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سالیان نیپال ( لاطینی , ) نیپال کا ایک انسانی آبادکاری جو راپتی زون میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آپ نیشاپور سے ہندوستان تشریف لائے یہاں ہی قیام پذیر ہوئے
A 9 10|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S وزان ( فرانسیسی ) مراکش کا ایک انسانی آبادکاری جو طنجہ تطوان الحسیمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قصر الکبیر ( فرانسیسی ) مراکش کا ایک انسانی آبادکاری جو طنجہ تطوان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تارجیست ( فرانسیسی ) مراکش کا ایک انسانی آبادکاری جو تازہ الحسیمہ تاونات میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بنی بوعیاش ( فرانسیسی ) مراکش کا ایک انسانی آبادکاری جو تازہ الحسیمہ تاونات میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مضیق ( فرانسیسی ) مراکش کا ایک انسانی آبادکاری جو طنجہ تطوان الحسیمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مضیق ( فرانسیسی ) مراکش کا ایک آباد مقام جو طنجہ تطوان الحسیمہ میں واقع ہے
A 7 8|||R:ADJ|||انسانی|||REQUIRED|||-NONE-|||0

S مرتیل ( فرانسیسی ) مراکش کا ایک انسانی آبادکاری جو طنجہ تطوان الحسیمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مرتیل ( فرانسیسی ) مراکش کا ایک آباد مقام جو طنجہ تطوان الحسیمہ میں واقع ہے
A 7 8|||R:ADJ|||انسانی|||REQUIRED|||-NONE-|||0

S فنیدق ( فرانسیسی ) مراکش کا ایک انسانی آبادکاری جو طنجہ تطوان الحسیمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فنیدق ( فرانسیسی ) مراکش کا ایک آباد مقام جو طنجہ تطوان الحسیمہ میں واقع ہے
A 7 8|||R:ADJ|||انسانی|||REQUIRED|||-NONE-|||0

S زینات ( فرانسیسی ) مراکش کا ایک انسانی آبادکاری جو طنجہ تطوان الحسیمہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اصیلہ ( فرانسیسی ) مراکش کا ایک انسانی آبادکاری جو طنجہ اصیلہ پریفیکچر میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قصر الصغیر ( فرانسیسی ) مراکش کا ایک انسانی آبادکاری جو طنجہ تطوان الحسیمہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آیت اوریر ( فرانسیسی ) مراکش کا ایک انسانی آبادکاری جو مراکش تانسیفت الحوز میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تدیلی مسفیوہ ( فرانسیسی ) مراکش کا ایک انسانی آبادکاری جو مراکش تانسیفت الحوز میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تنغیر ( فرانسیسی ) مراکش کا ایک انسانی آبادکاری جو درعہ تافیلالت میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سیدی بنور ( فرانسیسی ) مراکش کا ایک انسانی آبادکاری جو دار البیضا سطات میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مصطفی ٹاؤن لاہور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مسلم ٹاؤن لاہور ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S میو گارڈنز ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S حسن ٹاؤن لاہور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کسی صدارتی امیدوار کے انتخاب کے لیے یہ ضروری ہے کہ اسے نمائندہ ارکان کی واضح اکثریت ملے
A 12 13|||R:ADJ|||270نمائندہ|||REQUIRED|||-NONE-|||0

S گارڈن ٹاؤن لاہور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کالا شاہ کاکو ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایجوکیشن ٹاؤن ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو لاہور میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S داسو ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع کوہستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بیجاپور راجستھان ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو پالی ضلع میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گوگیرہ کے بالمقابل راوی کے دوسرے کنارے پر واقع گاؤں جھامرہ میں کھرل قبیلے کا سردار احمد خان کھرل رہائش پذیر تھا
A 20 21|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S گوگیرہ کے بالمقابل راوی کے دوسرے کنارے پر واقع گاؤں جھامرہ میں کھرل قبیلے کا سردار احمد خان کھرل رہائش پزیر تھا
A 20 21|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S گوگیرہ کے بالمقابل راوی کے دوسرے کنارے پر واقع گاؤں جھامرہ میں کھرل قبیلے کا سردار احمد خان کھرل رہائش پذیر تھا
A 20 21|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S خت ( عربی خت ) متحدہ عرب امارات کا ایک انسانی آبادکاری جو راس الخیمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S خت ( عربی خت ) متحدہ عرب امارات کا ایک آباد مقام جو راس الخیمہ میں واقع ہے
A 10 11|||R:ADJ|||انسانی|||REQUIRED|||-NONE-|||0

S الرمس ( عربی الرمس ) متحدہ عرب امارات کا ایک انسانی آبادکاری جو راس الخیمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S الجزیرہ الحمرا ( عربی الجز ر الحمرا ) متحدہ عرب امارات کا ایک انسانی آبادکاری جو راس الخیمہ میں واقع ہے
A 13 14|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کلبا ( عربی لبا ) متحدہ عرب امارات کا ایک انسانی آبادکاری جو شارجہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دبا الحصن ( عربی دبا الحصن ) متحدہ عرب امارات کا ایک و انسانی آبادکاری جو متحدہ عرب امارات میں واقع ہے
A 13 14|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ذید ( عربی الذ د ) متحدہ عرب امارات کا ایک انسانی آبادکاری جو شارجہ میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S الخان متحدہ عرب امارات کا ایک انسانی آبادکاری جو شارجہ میں واقع ہے
A 6 7|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S الجزیرہ شارجہ متحدہ عرب امارات کا ایک انسانی آبادکاری جو شارجہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S یونانی لاطینی فارسی شامی اور سنسکرت زبانوں سے ترجمہ کرنے کا کام عام طور پر یہودی اور عیسائی مفتوحین نے سر انجام دیا
A 17 18|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S بعد ازاں ترک سکونت کر کے قلعہ میہان سنگھ میں قیام پذیر ہو گئے
A 11 12|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S گورا قبرستان لاہور کے سب سے قدیم عیسائی قبرستانوں میں سے ایک ہے
A 7 8|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S موہن پور ترن تارن ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو ضلع ترن تارن میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S موہن پور ساگرماتھا ( لاطینی , ) نیپال کا ایک انسانی آبادکاری جو ساپتاری ضلع میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S موہن پور محمد پور ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ہردوار ضلع میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قارا بالتا ( لاطینی ) کرغیزستان کا ایک انسانی آبادکاری جو صوبہ ایسیک کول میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہندو مسلم بدھ عیسائی یہودی اور صوفیا سب کے یہاں گرو ماں کی باتیں احترام سے سنی جاتی ہیں
A 3 4|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S تیگراناکرت ( لاطینی ) ترکی کی ایک انسانی آبادکاری و آثار قدیمہ کا مقام ہے جو آغدزنیک میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پروفیسرمحمد نور بخش توکلی عظیم سیرت نگار اور نامور مصنف ہیں
A 4 5|||R:ADJ|||مشہور|||REQUIRED|||-NONE-|||0

S کاماریڈی ضلع ( انگریزی ) بھارت کا ایک رہائشی علاقہ جو تلنگانہ میں واقع ہے
A 8 9|||R:ADJ|||انسانی|||REQUIRED|||-NONE-|||0

S محبوب آباد ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو تلنگانہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سنگاریڈی ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو میدک ضلع میں واقع تھا اور اب سنگاریڈی ضلع کا صدر مقام ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سرسلہ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو کریم نگر ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پداپلی ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو تلنگانہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سدی پیٹ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو میڈک ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سامبا جموں ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو ضلع سامبا میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سولن ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کللو ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ضلع کللو میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پیرین ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ناگالینڈ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لانگلینگ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ناگالینڈ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیفائر ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ناگالینڈ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گیجوئنگ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو مغربی سکم ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نامچی ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو جنوبی سکم ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پلول ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ہریانہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سلطان پور لودھی ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ضلع کپورتھلہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈھکو ( انگریزی ) پاکستان کی ایک انسانی آبادکاری ہے جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایبرڈین سیرالیون ( لاطینی , ) سیرالیون کا ایک انسانی آبادکاری جو مغربی علاقہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کرائگیون ( لاطینی ) مملکت متحدہ کا ایک انسانی آبادکاری جو کاؤنٹی ارماہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سری ہرگوبند پور ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ضلع گرداسپور میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نورمحل ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو جالندھر ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کالانور پنجاب ( انگریزی , , ) بھارت کا ایک انسانی آبادکاری جو پنجاب بھارت میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سجان پور ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو پنجاب بھارت میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S حیدرابادسہراب ( لاطینی ) ایران کا ایک انسانی آبادکاری جو صوبہ کرمان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تخت بابری کلرکہار تخت بابری موروں کی بہتات اور تازہ پانی والی جھیل کے باعث مشہور ہے
A 9 10|||R:ADJ|||نمکین|||REQUIRED|||-NONE-|||0

S اس جنگ کے بعد اسلامی افواج عیسائی علاقوں پر چھا گئیں
A 6 7|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S صلاح الدین نے بیت المقدس میں داخل ہوکر وہ مظالم نہیں کئے جو اس شہر پر قبضے کے وقت عیسائی افواج نے کئے تھے
A 19 20|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S رومانیہ ایک عیسائی ملک ہے جہاں 86 فیصد آبادی آرتھوڈوکس جبکہ 4 5 فیصد رومن کیتھولک مسیحیت سے تعلق رکھتی ہے
A 2 3|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S یہ ایک عیسائی علاقہ تھا جہاں ہر مذہب کو اپنے نظریات پر کاربند رہنے کی آزادی تھی
A 2 3|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S اشرف علی بستویاردو دنیا کے خاص طور پر صحافتی دنیا کے ایک مایہ ناش شخصیت اور محب اردو شخصیت تسلیم کیے جاتے ہیں
A 13 14|||R:ADJ|||ناز|||REQUIRED|||-NONE-|||0

S بھلیسر ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو راولپنڈیپنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نکودر ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S منارہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لدھڑ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جلو چک ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ساگری ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پیر بھچر ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک عبد الخالق ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہڈالہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہڈالی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چھنی گجراں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S خانہ بوکی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چھمالہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کالووال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک اکا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بوڑا جنگل ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S موہال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مالدیو ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بوہڑیاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S حسنوٹ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آڑہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک دریا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک قاضی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جسروٹہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S میرا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S رانجھا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پسوال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پنڈوڑی مغلاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پنڈی خیرا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شیخا برلب دریا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک دولت ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک حافظاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مفتیاں اسماعیل ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جنوال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S رکھرانواں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جنڈیلہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کونتریلی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک براہم ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مونہ پنڈ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شمس پور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آوانہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جہانگیر ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S معصوم پور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیڑی پکھوال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پکھوال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پنڈ رتوال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کالا دیو ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ٹاہلیانوالہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کھرالہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک مغلاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوٹلہ اللہ یار ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوٹلہ آئمہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گجرپور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پھلائیاں جٹ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوٹھہ پرانا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آئمہ جٹ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلمپنجاب ( پاکستان ) میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈھوک پیرا غائب ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جادہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چتن ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ٹھٹھی گجراں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ٹھٹھی مغلاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لنگر پور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈھوک منور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک بدھو ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک میانہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چھپر ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بیگ پور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ملوٹ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈھوک بنگیال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کھائی کوٹلی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کھائی کولیہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کلیال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈھوک رجو ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گڑھا سلیم ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جنجیل ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نتھوالہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S طور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کڑی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نوگراں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بگا ( انگریزی پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 6 7|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سعیلہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لوٹا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک عیسی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کھوکھر ملوانہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بہلولہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S یہ ایک جزوی فہرست ہے آیت اللہ کی اعلی درجہ بندی عشریہ شعیہ مسلمان علما
A 12 13|||R:ADJ|||شیعہ|||REQUIRED|||-NONE-|||0

S بھٹیہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کونتریلہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S راٹھیاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بالا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سکھا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S موہڑہ کریم بخش ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک نصیر الدین ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سید حسین ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پیر شاہ وسن ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مہتہ لوسر ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈوئیاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع گجرات میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نٹائن ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈھوک سیفو کشمیری ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک الماس ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کلونت پور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S راجو پنڈی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S روہتاس ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈھوک دربان ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چاہ گنجا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S متیال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چکیام ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تھلہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لوجھ سیداں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بھوگی چک ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گڑھا کمہاراں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوہلیاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کنیاٹی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S غازیوٹ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تھپلہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نتھیار ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ناڑہ جلال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نواں لوک ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جگتہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک مہمندہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S النگ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لنڈپور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بھنگ پورہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوٹلی سیداں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S واڑہ گجراں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S خلاص پور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نکہ کلاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈھوک اجوالہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک شادمان ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S وگھ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پنڈ سوکہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S خیر شریف ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک سدوالہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بڑا گواہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پنڈ گل اندازاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تھلہ چوہدریاں ( انگریزی ) اس کا پرانا نام ڈھوک تھلہ ہےپاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 14 15|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈھوک بنگروٹ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جھنوٹ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گتر ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تھلہ مہراں ( انگریزی ) اسے صرف تھلہ بھی کہا جاتا ہے پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 15 16|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کدلوٹ شریف ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S باگڑیاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پدھری ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بھدرالہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نکی موہڑی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تتروٹ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ککرالہ خورد ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ککرالہ کلاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S رام دیال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کھڑکا سیداں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مہسیاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پوٹھی ککری ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جوہدہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جنڈیالہ کلاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع فیصل آباد میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈھیری ملیاراں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S رتوال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پننوال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سوڈھی گجر ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک شفیع ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ان کی خود نوشت ان کی وفات کے بعد ناچیز کے عنوان سے نقوش کے محمد طفیل نمبر میں اشاعت پذیر ہوئی
A 20 21|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S 2005 میں آبادی 104 ہوگئی تھی جو 32 گھروں میں رہائش پذیر تھے
A 11 12|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ڈیل اوکلاہوما ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انانکارپوریٹڈ کمیونٹی و انسانی آبادکاری جو پوٹاواٹومی کاؤنٹی اوکلاہوما میں واقع ہے
A 14 15|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈینبری شمالی کیرولائنا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو سٹوکس کاؤنٹی شمالی کیرولائنا میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈینفورتھ الینوائے ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو ایروکواے کاؤنٹی الینوائے میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈاوسن الاباما ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انانکارپوریٹڈ کمیونٹی و انسانی آبادکاری جو الاباما میں واقع ہے
A 14 15|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈلن کیلیفورنیا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو نیواڈا کاؤنٹی کیلیفورنیا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لٹل ڈیکسی کیلیفورنیا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو کیرن کاؤنٹی کیلیفورنیا میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈاج ٹیکساس ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انانکارپوریٹڈ کمیونٹی و انسانی آبادکاری جو واکر کاؤنٹی ٹیکساس میں واقع ہے
A 14 15|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈریسڈن اوہائیو ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو مسکنگم کاؤنٹی اوہائیو میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈنبار کیلیفورنیا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو مونٹیری کاؤنٹی کیلیفورنیا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈنڈی فلوریڈا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو پوک کاؤنٹی فلوریڈا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈنلیپ مینڈوسینو کاؤنٹی کیلیفورنیا ( لاطینی , , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو مینڈوسینو کاؤنٹی کیلیفورنیا میں واقع ہے
A 14 15|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایگل ٹاؤن اوکلاہوما ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انانکارپوریٹڈ کمیونٹی و انسانی آبادکاری جو مککرٹن کاؤنٹی اوکلاہوما میں واقع ہے
A 15 16|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایج واٹر ( میامی ) ( لاطینی ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری و ہمسائیگی جو میامی میں واقع ہے
A 13 14|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایڈیسن اوہائیو ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو موروو کاؤنٹی اوہائیو میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایڈورڈز مسیسپی ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو ہائنڈز کاؤنٹی مسیسپی میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایڈورڈز مسوری ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انانکارپوریٹڈ کمیونٹی و انسانی آبادکاری جو بینٹن کاؤنٹی مسوری میں واقع ہے
A 14 15|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S الزبتھ ٹاؤن کیلیفورنیا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو پلومس کاؤنٹی کیلیفورنیا میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S الزبتھ ٹاؤن الینوائے ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو الینوائے میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایلیٹ کیلیفورنیا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو الامیدا کاؤنٹی کیلیفورنیا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایلمور سٹی اوکلاہوما ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو گارون کاؤنٹی اوکلاہوما میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایمپائر مینڈوسینو کاؤنٹی کیلیفورنیا ( لاطینی , , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو مینڈوسینو کاؤنٹی کیلیفورنیا میں واقع ہے
A 14 15|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آئمہ باری ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ارائیں آباد ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بھیلو وال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم تحصیل پنڈ دادنخان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک علی شاہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چوران ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ٹھل شریف ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S غازی ناڑہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S میمیانہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 3 4|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سڑک 32 ( ایران ) یہ ایران کے شمال مشرقی حصے کی ایک شاہراہ ہے جوکہ ایران اور ترکی کو آپس میں ملاتی ہے
A 9 10|||R:ADJ|||مغربی|||REQUIRED|||-NONE-|||0

S بشام ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو خیبر پختونخوا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گلمیت ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو گلگت بلتستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S یہاں کی آبادی ذیادہ تر ارائیں ہے جن میں اکثر بڑے بڑے زمیندار ہیں
A 3 4|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S اور اس کی مدد بھی 2015 میں اختتام پذیر ہوئی
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S 1 سرادق عفت شریعت اسلام میں حکم حجاب کے بارے میں اردو زبان میں ایک بہترین کتاب ہے
A 15 16|||R:ADJ|||استدلالی|||REQUIRED|||-NONE-|||0

S پنڈ جاتہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S رتیال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چکوہا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دھمیال بھٹی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تین پورہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بھنگالہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S امبرال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S میانہ چک ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈھوک موچیاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بکڑالہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈھڈی پڑی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تھتھال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈھوک جبر ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جبہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈھوک امب ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سسرال ( انگریزی سسرال ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چکسواڑی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو آزاد کشمیر میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ان کے مجموعہ کلام گلبانگ آزادی اور شباب و انقلاب کے نام سے اشاعت پذیر ہوچکے ہیں
A 14 15|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S یہ ایک پرائیوٹ ادارہ ہے جو کراچی سندھ میں واقع ہے
A 2 3|||R:ADJ|||نجی|||REQUIRED|||-NONE-|||0

S گیسٹن جنوبی کیرولائنا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو لیکسنگٹن کاؤنٹی جنوبی کیرولائنا میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جینوا کولوراڈو ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو لنکن کاؤنٹی کولوراڈو میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جرمن ٹاؤن ورجینیا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انانکارپوریٹڈ کمیونٹی و انسانی آبادکاری جو فاکیئر کاؤنٹی ورجینیا میں واقع ہے
A 15 16|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گلینویل شمالی کیرولائنا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو جیکسن کاؤنٹی شمالی کیرولینا میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گولڈ ہل نیواڈا کاؤنٹی کیلیفورنیا ( لاطینی , , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو نیواڈا کاؤنٹی کیلیفورنیا میں واقع ہے
A 15 16|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گڈ ہوپ امریکی جزائر ورجن ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو امریکی جزائر ورجن میں واقع ہے
A 14 15|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گورڈن الاباما ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو ہیوسٹن کاؤنٹی الاباما میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گوشین الاباما ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو پائیک کاؤنٹی الاباما میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گوشین اوریگون ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انانکارپوریٹڈ کمیونٹی و انسانی آبادکاری جو لین کاؤنٹی اوریگون میں واقع ہے
A 14 15|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سکندر پور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع گجرات میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک رائب ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع گجرات میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شمہاری ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع گجرات میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کٹھیالہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع گجرات میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کٹھیالہ شیخاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع گجرات میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S میانوال رانجھا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع گجرات میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پانڈووال بالا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع گجرات میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پانڈووال زیریں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع گجرات میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بھوجوال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع گجرات میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گراہم ایریزونا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری و بلدیہ جو ایریزونا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گرانٹ کولوراڈو ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انانکارپوریٹڈ کمیونٹی و انسانی آبادکاری جو پارک کاؤنٹی کولوراڈو میں واقع ہے
A 14 15|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سیدا شریف ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع گجرات میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دھنی خورد ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع گجرات میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دھنی کلاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع گجرات میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سید ناصر جہاںپاکستان کے معروف براڈ کاسٹر نعت خواں اورسلام گذار تھے
A 10 11|||R:ADJ|||گزار|||REQUIRED|||-NONE-|||0

S چارباغ صوابی ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو خیبر پختونخوا میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چارباغ مانسہرہ ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو خیبر پختونخوا میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سرودیا نگر ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو لکھنؤ ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہرورا مسٹ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو اتر پردیش میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S برونی ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو بہار ( بھارت ) میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شوپوری ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو مدھیہ پردیش میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پینٹا چھتیس گڑھ ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو دنتے واڑہ ضلع میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ستارگنج ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ادھم سنگھ نگر ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سنگرولی ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو مدھیہ پردیش میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سیوان بہار ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو سیوان ضلع میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گولڈزورتھ پارک ( لاطینی ) مملکت متحدہ کا ایک انسانی آبادکاری جو جنوب مشرقی انگلستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دسپور ( انگریزی ) بھارت کا ایک انسانی آبادکاری و شہر جو میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سلواسا ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو دادرا و نگر حویلی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بخشی کا تالاب ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو لکھنؤ ضلع میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S برہماوار ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو اڈوپی ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کنڈاپور ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو اڈوپی ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کارکل ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو اڈوپی ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بکسر ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو بکسر ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہیمپٹن مسوری ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری و ہمسائیگی جو پلیٹ کاؤنٹی مسوری میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہینکوک میئن ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو ہینکوک کاؤنٹی میئن میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہارڈن کیلیفورنیا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو مینڈوسینو کاؤنٹی کیلیفورنیا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہارمنی فلوریڈا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انانکارپوریٹڈ کمیونٹی و انسانی آبادکاری جو اوسیولا کاؤنٹی فلوریڈا میں واقع ہے
A 14 15|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نکی چک 87 ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہارووڈ میری لینڈ ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو این ایرنڈیل کاؤنٹی میری لینڈ میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہیزلٹن کیلیفورنیا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انانکارپوریٹڈ کمیونٹی و انسانی آبادکاری جو کیرن کاؤنٹی کیلیفورنیا میں واقع ہے
A 14 15|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بھنگالی شریف ( انگریزی ) یہ بھنگالی کھنگر سے بھی جانا جاتا ہے پاکستان کا ایک انسانی آبادکاری جو راولپنڈیپنجاب پاکستان میں واقع ہے
A 16 17|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سنگھوڑی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو راولپنڈیپنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ترکی کی آزادی کے بعد 1956 میں مسجد کی بحالی و مرمت کا کام شروع ہوا اور 1969 میں اختتام پذیر ہوا
A 20 21|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S کلیام سیداں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع راولپنڈی میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سلیم رضا 4 مارچ 1932 کو امرتسر برطانوی ہندوستان کے ایک عیسائی خاندان میں پیدا ہوئے
A 11 12|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S پئینمانا ( لاطینی ) میانمار کا ایک انسانی آبادکاری جو نیپیداو متحدہ خطہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ارونگ مارین کاؤنٹی کیلیفورنیا ( لاطینی , , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو مارین کاؤنٹی کیلیفورنیا میں واقع ہے
A 14 15|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مراڑیاں شریف ( انگریزی ) یہ جگہ اب نیک آباد کہلاتی ہے پاکستان کا ایک انسانی آبادکاری جو گجراتپنجاب پاکستان میں واقع ہے
A 15 16|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بوکن شریف ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو گجرات پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جانسن اوکلاہوما ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو پوٹاواٹومی کاؤنٹی اوکلاہوما میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جانسنویل الینوائے ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو الینوائے میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جانسنویل نیو یارک ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو رینسیلر کاؤنٹی نیویارک میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جونز اوکلاہوما ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو اوکلاہوما کاؤنٹی اوکلاہوما میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جورڈن مینیسوٹا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک شہر و انسانی آبادکاری جو سکاٹ کاؤنٹی مینیسوٹا میں واقع ہے
A 13 14|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نارتھ جڈسن انڈیانا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو سٹارک کاؤنٹی انڈیانا میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جنکشن الینوائے ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو الینوائے میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جنکشن سٹی جارجیا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو ٹیلبوٹ کاؤنٹی جارجیا میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیلی کیلیفورنیا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو ناپا کاؤنٹی کیلیفورنیا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کربی اوہائیو ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو وائنڈاٹ کاؤنٹی اوہائیو میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لیک سائڈ ایریزونا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو ناواجو کاؤنٹی ایریزونا میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لی نیو یارک ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو اونائیڈہ کاؤنٹی نیویارک میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لیونارڈ مشی گن ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو اوکلینڈ کاؤنٹی مشی گن میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لیسلی مسوری ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو فرینکلن کاؤنٹی مسوری میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لبرٹی شمالی کیرولائنا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو رینڈولف کاؤنٹی شمالی کیرولائنا میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لنڈن انڈیانا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو مونٹگمری کاؤنٹی انڈیانا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لنووڈ نیبراسکا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو بٹلر کاؤنٹی نیبراسکا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چکری راجگان ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ٹھل کالونی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پوٹھا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S رایہ چک مدو ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بلبل کلاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بلبل خورد ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گڑھا اتم سنگھ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نتھوٹ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پڑی درویزہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ٹبی بنگلہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S رسیلہ کلاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S رسیلہ خورد ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S رواتڑہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ساؤ چک ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سناٹھہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سرگڈھن ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ترکی جوڑ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گلزار خاران ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گلزار کوئٹہ ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گلزار بوالخانی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گلزار خان والا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گلزار کابل ( لاطینی , ) افغانستان کا ایک انسانی آبادکاری جو صوبہ کابل میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گلزار قندہار ( لاطینی , ) افغانستان کا ایک انسانی آبادکاری جو صوبہ قندہار میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لزبن لوزیانا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو لوویزیانا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لٹلٹن میساچوسٹس ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو مڈلسیکس کاؤنٹی میساچوسٹس میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S استاد شفیق بچپن میں اپنے والدین کے ہمراہ کراچی منتقل ہو گئے کھوکھرا پار میں سکونت پذیر ہیں
A 16 17|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S جو دہلی دروازے کے اندرونی محلے اکبری منڈی میں رہائش پذیر تھے
A 10 11|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ان کا مجموعہ کلام ان کے وفات کے بعد اثاثہ کے نام سے اشاعت پذیر ہوا
A 14 15|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ڈیرہ وال نگر ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو دہلی میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دلشاد گارڈن ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو دہلی میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لکشمی بائی نگر ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو دہلی میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مایاپوری ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو دہلی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S راجوری گارڈن ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو دہلی میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S روہنی دہلی ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو دہلی میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ساؤتھ ایکسٹینشن ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو دہلی میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S رتلام ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو مدھیہ پردیش میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چکبالپور ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو کرناٹک میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہوسور ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو کرشناگری ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S راجپورہ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو ضلع پٹیالہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوٹ قیصرانی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری و پاکستان کی یونین کونسلیں جو ضلع ڈیرہ غازی خان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مبارکی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری و پاکستان کی یونین کونسلیں جو ضلع ڈیرہ غازی خان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ٹنکپور ( انگریزی ) بھارت کا ایک انسانی آبادکاری و گاؤں جو چمپاوت ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پنکی کانپور ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو اتر پردیش میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فتح پور اتر پردیش ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو فتح پور ضلع میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S روما اتر پردیش ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو اتر پردیش میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S یہ صرف 20 انچ زمین کے اندر ہے اور ڈیڑھ ہزار سال پرانی ہے اس کا کتبہ بدستور پڑھہ جا سکتا ہے
A 12 13|||R:ADJ|||پرانا|||REQUIRED|||-NONE-|||0

S بیگم پور ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو شمال مغربی دہلی میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بیوانا ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو شمال مغربی دہلی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نیرلا ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو شمال مغربی دہلی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S علی پور دہلی ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو شمال مغربی دہلی میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کنجھاوالا ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو شمال مغربی دہلی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سرسوتی وہار ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو دہلی میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کپاس ہیرا ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو جنوب مغربی دہلی میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سول لائنز فیصل آباد ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سول لائنز بریلی ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو اتر پردیش میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سول لائنز الہ آباد ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو بھارت میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بدر پور بنگلہ دیش ( لاطینی , ) بنگلہ دیش کا ایک انسانی آبادکاری جو پاتواکھاکی ضلع میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بدر پور دہلی ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو جنوبی دہلی میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S والد بھارتی فوج میں افسر تھے اور کارگل جنگ میں شہید ہو گئے تھے
A 10 11|||R:ADJ|||ہلاک|||REQUIRED|||-NONE-|||0

S سلطان پور ماجرا ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو شمال مغربی دہلی میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیراری سلیمان نگر ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو شمال مغربی دہلی میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بھالسوا جہانگیر پور ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو شمال مغربی دہلی میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نانگلوئی جاٹ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو مغربی دہلی میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈالو پورہ ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو مشرقی دہلی میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تاج پل ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو جنوبی دہلی میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چلا سرودا بانگر ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو مشرقی دہلی میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گھرولی ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو مشرقی دہلی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بوڑاڑی ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو شمالی دہلی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S حاستسل ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو مغربی دہلی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گوکل پور ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو شمال مشرقی دہلی میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دیولی دہلی ( انگریزی , ) بھارت کا ایک انسانی آبادکاری جو جنوبی دہلی میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پوتھ کلاں ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو شمال مغربی دہلی میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بستی دھاندلہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ددوالہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گنیہر ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہیڈ راجکان ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S محمد گڑھ پاکستان ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S میانوالہ کڑیا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نجوانی والہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بوہڑوالا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوٹلہ موسی خان ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S رحیم آباد پاکستان ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو ضلع رحیم یار خان میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آدم صحابہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع رحیم یار خان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بنگلہ منٹھار ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع رحیم یار خان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بستی حاجی گل محمد ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بھونگ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو رحیم یار خان پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چاند رامی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع رحیم یار خان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک نمبر 151 پی ( انگریزی 151 ) پاکستان کا ایک انسانی آبادکاری جو ضلع رحیم یار خان میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوٹ کرم خان ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نائچ جہلم ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شبیر آباد ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سیٹیلائیٹ ٹاؤن جھنگ ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S روڈو سلطان ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جببوانا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیلی کاتیر ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو بلوچستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تیرتھ پور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سکھانوالہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قاسم آباد پنجاب ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کسووال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اصغری ساہیوال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S میر باز ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چرت سنگھ والا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک نمبر 110 7 آر ( انگریزی 110 7 ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 13 14|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S باشیرا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اڈے پور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ساہیوال ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شاہ نکدر ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سردار پور نون ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پھلروان ( انگریزی ) پاکستان کا ایک رہائشی علاقہ جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||انسانی|||REQUIRED|||-NONE-|||0

S جلپانا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک نمبر 104 این بی ( انگریزی 104 ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ظفر آباد نون ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S میانی پنجاب ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو ضلع سرگودھا میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پنڈ رانجھا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پنڈ رحیم شاہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پنڈ رحیم شاہ ( انگریزی ) پاکستان کا ایک آباد مقام جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||رہائشی|||REQUIRED|||-NONE-|||0

S جھاوریاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہاتھی وند ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک نمبر 36 این بی ( انگریزی 36 ) پاکستان کا ایک انسانی آبادکاری جو سرگودھا میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آہلی کمبوہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کمھار منڈی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قادر پوراں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ممتاز آباد ملتان ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S محمود کوٹ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مخدوم رشید ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع ملتان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بوسن ملتان ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع ملتان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گلگشت کالونی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نیواڈا سٹی مونٹانا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری و جو میڈیسن کاؤنٹی مونٹانا میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نیو ایتھنز الینوائے ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو الینوائے میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نیو آبرن مینیسوٹا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک شہر و انسانی آبادکاری جو سیبلی کاؤنٹی مینیسوٹا میں واقع ہے
A 14 15|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نیو لیبانن اوہائیو ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو مونٹگمری کاؤنٹی اوہائیو میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نیو مارکیٹ مینیسوٹا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک ہمسائیگی و انسانی آبادکاری جو سکاٹ کاؤنٹی مینیسوٹا میں واقع ہے
A 14 15|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نیوبرگ مغربی ورجینیا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو پریسٹن کاؤنٹی مغربی ورجینیا میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نارتھ سٹار امریکی جزائر ورجن ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو امریکی جزائر ورجن میں واقع ہے
A 14 15|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ناروے میئن ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو آکسفورڈ کاؤنٹی میئن میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نورووڈ شمالی کیرولائنا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو سٹینلی کاؤنٹی شمالی کیرولائنا میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اوک ویلی ٹیکساس ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو ناوارو کاؤنٹی ٹیکساس میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اوکفیلڈ ( ٹاؤن ) نیو یارک ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو جینسی کاؤنٹی نیویارک میں واقع ہے
A 15 16|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اوڈن مینیسوٹا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک شہر و انسانی آبادکاری جو واٹونوین کاؤنٹی مینیسوٹا میں واقع ہے
A 13 14|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اولیور کیلیفورنیا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو یوبا کاؤنٹی کیلیفورنیا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اونیڈا کورنرز نیو یارک ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو وارن کاؤنٹی نیویارک میں واقع ہے
A 13 14|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آرچرڈ ہل جارجیا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو سپالڈنگ کاؤنٹی جارجیا میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نتھیال شریف ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو اٹک پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جنگل خیل ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع کوہاٹ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S میکڈونلڈ اوہائیو ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو ٹرمبل کاؤنٹی اوہائیو میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S منیلا ایریزونا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری و بلدیہ جو ایریزونا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مئیسویل شمالی کیرولائنا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو جونز کاؤنٹی شمالی کیرولائنا میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مئیووڈ نیبراسکا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو فرنٹیئر کاؤنٹی نیبراسکا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مکلین نیبراسکا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو پیئرس کاؤنٹی نیبراسکا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بھیٹ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S وہ ایک متعصب پروٹسٹنٹ عیسائی تھا
A 4 5|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S میریڈیئن نیو یارک ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو کایوگا کاؤنٹی نیویارک میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مڈلفیلڈ اوہائیو ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو جیاوگا کاؤنٹی اوہائیو میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S میلان مینیسوٹا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک شہر و انسانی آبادکاری جو چپیوا کاؤنٹی مینیسوٹا میں واقع ہے
A 13 14|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مل سٹی مونو کاؤنٹی کیلیفورنیا ( لاطینی , , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو مونو کاؤنٹی کیلیفورنیا میں واقع ہے
A 15 16|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نیاموآنہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مہلم ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گنگا پور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S باجرا پاکستان ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو ضلع فیصل آباد میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اواگت ( انگریزی ) پاکستان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بانگا پاکستان ( انگریزی , ) پاکستان کا ایک انسانی آبادکاری جو ضلع فیصل آباد میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بانگا چک ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بلوانہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شلبانڈی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع بونیر میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈگر ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع بونیر میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S طوطالئی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع بونیر میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چملہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع بونیر میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گاگرا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع بونیر میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گدے زئی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع بونیر میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چغرزئی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع بونیر میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پارکس لوزیانا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو لوویزیانا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پیرش الاباما ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو واکر کاؤنٹی الاباما میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پینینگٹن الاباما ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو چاکتاو کاؤنٹی الاباما میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پیرو میساچوسٹس ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو برکسشائر کاؤنٹی میساچوسٹس میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فلپس میئن ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو فرینکلن کاؤنٹی میئن میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فلپس نیبراسکا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو ہیملٹن کاؤنٹی نیبراسکا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فلپسویل مشی گن ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو ہیوٹن کاؤنٹی مشی گن میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دھار ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو دھر ضلع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دگاواں ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو لکھنؤ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سناوں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کھوئی گورائیہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو سرگودھا میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کدھ لتھی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو سرگودھا میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لاطینی کلیسیا جسے کبھی کبھار مغربی کلیسیا بھی کہا جاتا ہے کاتھولک کلیسیا کا سب سے بڑا خود مختار خاص کلیسیا ہے
A 16 17|||R:ADJ|||بڑی|||REQUIRED|||-NONE-|||0

S لتھڑ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع خانیوال میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نوولی امریکی سمووا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو امریکی سمووا میں واقع ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لیس ایسکالیدس ( لاطینی ) انڈورا کا ایک انسانی آبادکاری جو اسکالدیس انگوردانی میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان نکولاس ( لاطینی ) اروبا کا ایک انسانی آبادکاری جو اروبا میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سنٹ مکئیل ( لاطینی ) کیوراساؤ کا ایک انسانی آبادکاری جو کیوراساؤ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کلاکسویک ( لاطینی ) جزائرفارو کا ایک انسانی آبادکاری جو کلاکسویک بلدیہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بایریکی ( لاطینی ) کیریباتی کا ایک انسانی آبادکاری جو تاراوا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S برنٹ پائن ( انگریزی ) آسٹریلیا کا ایک قصبہ و انسانی آبادکاری جو جزیرہ نورفک میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہاف ٹری ہالو ( لاطینی ) مملکت متحدہ کا ایک انسانی آبادکاری جو سینٹ ہلینا میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اخالغوری ( لاطینی ) جارجیا کا ایک انسانی آبادکاری جو متسختا متیانتی میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S الیلے ( فرانسیسی ) فرانس کا ایک انسانی آبادکاری جو والس و فتونہ میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S عینی تاجکستان ( لاطینی , ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S غانچی ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شہرستان تاجکستان ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ناو تاجکستان ( لاطینی , ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S راسراووت ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کالینین آباد ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دلیان بالا ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آوچی ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مجم ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گزانترک ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S زرفشان تاجکستان ( لاطینی , ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S انزاب ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شمتوچ ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ررز ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فان دریا ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دردر ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ارمیتن ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پونوک ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پانگز ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آشابہ ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قرقودوک ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کمیش قرغان ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S خستقوز ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آوچی کلچہ ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کتاگان ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اسفسار ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اسماعیل تاجکستان ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اونجی ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S غازیان تاجکستان ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S حیدر عثمانوف ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پختہ کار سغد ( لاطینی , ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اوتکان سوی ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S واروخ ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چارکوہ تاجکستان ( لاطینی , ) تاجکستان کا ایک انسانی آبادکاری جو اسفرہ ضلع میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سرخ تاجکستان ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چہل قاضی ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شاہرک ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قول قند ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو اسفرہ ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S خان آباد تاجکستان ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نوگلیم ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پتر تاجکستان ( لاطینی , ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پولادان ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ارتیکاو ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہمربایف ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شیریپاو ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لاہوتی تاجکستان ( لاطینی , ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نافرای ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قلعہ بلند ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لینن اباد ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پراودا تاجکستان ( لاطینی , ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پاشقند ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گل سرخ ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کمونیزم تاجکستان ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فرونزہ تاجکستان ( لاطینی , ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نیانی ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قرقسای ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تکلی ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پلدارک ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آب بردان ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مست چاہ ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اوزیقند ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چنگال تاجکستان ( لاطینی , ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S وارو تاجکستان ( لاطینی , ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شنگ تاجکستان ( لاطینی , ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چنار تاجکستان ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S رودکی تاجکستان ( لاطینی , ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کالخازچیان ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کاسہ تراش ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مغیان ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فراب ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سوجینہ ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S خلیفہ حسن ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S امان درہ ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S خرمی تاجکستان ( لاطینی , ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S محنت آباد ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S حامد علیف ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S روشن تاجکستان ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جامی تاجکستان ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شہرک نو ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فرمان قورغان ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تغایاک ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آق تپہ تاجکستان ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قوشتہ گیرمان ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کورکت ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ازبک قشلاق ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گلک انداز ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گل خانہ ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دہ مای ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ سغد میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شورا آباد ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ ختلان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قبادیان ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ ختلان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پنج تاجکستان ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ ختلان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S خاولینگ ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دنغرہ ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مرغاب تاجکستان ( لاطینی , ) تاجکستان کا ایک انسانی آبادکاری جو گورنو بدخشاں خود مختار صوبہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اشکاشم تاجکستان ( لاطینی , ) تاجکستان کا ایک انسانی آبادکاری جو گورنو بدخشاں خود مختار صوبہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S راشت قلعہ ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو گورنو بدخشاں خود مختار صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S روشان تاجکستان ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو گورنو بدخشاں خود مختار صوبہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اسماعیل سامانی ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ ختلان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آبیکیک ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو صوبہ ختلان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S طویل درہ ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو جمہوریہ ماتحتی اضلاع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دربند تاجکستان ( لاطینی , ) تاجکستان کا ایک انسانی آبادکاری جو جمہوریہ ماتحتی اضلاع میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S راغون ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو جمہوریہ ماتحتی اضلاع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جرگہ تال ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو جمہوریہ ماتحتی اضلاع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S غرم ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو جمہوریہ ماتحتی اضلاع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ورزاب ( لاطینی ) تاجکستان کا ایک انسانی آبادکاری جو جمہوریہ ماتحتی اضلاع میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S الجموم ( عربی الجموم ) سعودی عرب کا ایک انسانی آبادکاری جو المکہ علاقہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S خلیص ( عربی خل ص ) سعودی عرب کا ایک انسانی آبادکاری جو المکہ علاقہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ابو عریش ( عربی محافظ ب عر ش ) سعودی عرب کا ایک انسانی آبادکاری جو جیزان علاقہ میں واقع ہے
A 13 14|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S صامطہ ( عربی محافظ صامط ) سعودی عرب کا ایک انسانی آبادکاری جو جیزان علاقہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S الغاط ( عربی الغاط ) سعودی عرب کا ایک انسانی آبادکاری جو الر اض علاقہ میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کنڈان کلاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو سرگودھا میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بعد میں اس کے والد نوکری کے سلسلے میں دادو میں رہائش پذیر ہوئے
A 12 13|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S جن کا کتاب قضاۃ میں تیسرے یا چوتھے سبق میں ذکر ہے
A 5 6|||R:ADJ|||چوتھے|||REQUIRED|||-NONE-|||0

S جن کا کتاب قضاۃ میں تیسرے یا چوتھے سبق میں ذکر ہے
A 7 8|||R:ADJ|||پانچویں|||REQUIRED|||-NONE-|||0

S ہخامنشی سلطنت سے قبل عیسائی شاہی خاندانوں میں بھی شاہ کا خطاب رائج رہا ہے
A 4 5|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S گو کہ اس فانٹ کی دستیابی کے بعد پاکستان کے اخبارات نے پہلی بار آلاتی نستعلیق سے استفادہ شروع کیا
A 14 15|||R:ADJ|||میکانیکی|||REQUIRED|||-NONE-|||0

S نئوی ( لاطینی ) نائجیریا کا ایک انسانی آبادکاری جو انامبرا ریاست میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آئیوس نیکولاوس ایکروتیری و دیکیلیا ( لاطینی , ) قبرص کا ایک انسانی آبادکاری ہے
A 12 13|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S وایلیلے ( لاطینی ) سامووا کا ایک انسانی آبادکاری جو تواماساگا میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جدید عیسائی مبصرین نے نشاندہی کی ہے اس زکریا کا اشارہ یسوع نے اور میں دیا ہے
A 1 2|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S ہخامنشی سلطنت سے قبل عیسائی شاہی خاندانوں میں بھی شاہ کا خطاب رائج رہا ہے
A 4 5|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S تعلیم کے حصول کے لیے اس کے والد گاؤں چھوڑ کر خاندان کے ساتھ دادو شہر میں رہائش پذیر ہوئے
A 18 19|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S سان خوآن انتیپوکا ( ہسپانوی , ) ہونڈوراس کا ایک انسانی آبادکاری جو انتیپوکا محکمہ میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان خوآن لا پاز ( ہسپانوی , ) ہونڈوراس کا ایک انسانی آبادکاری جو لا پاز میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان خوآن دے ماناپیارے ( لاطینی ) وینیزویلا کا ایک انسانی آبادکاری جو اماسوناس وینیزویلا میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان خوآن آتیپیک ( لاطینی ) میکسیکو کا ایک انسانی آبادکاری جو واخاکا میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان خوآن دیل ایستادو ( لاطینی ) میکسیکو کا ایک انسانی آبادکاری جو واخاکا میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان خوآن خوکیلا میکسیس ( لاطینی ) میکسیکو کا ایک انسانی آبادکاری و میکسیکو کی بلدیات جو واخاکا میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سان خوآن کیوتیپیک ( لاطینی ) میکسیکو کا ایک انسانی آبادکاری جو واخاکا میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لاہور ماڈل ٹاون میں رہائش پذیر ہیں اور قرآن اکیڈمی 36 کے ماڈل ٹاون میں خطبہ جمعہ بھی ارشاد فرماتے ہیں
A 5 6|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اسگیریا ( لاطینی ) سری لنکا کا ایک انسانی آبادکاری جو وسطی صوبہ سری لنکا میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مالیگاواٹے ( لاطینی ) سری لنکا کا ایک انسانی آبادکاری جو کولمبو ضلع میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S موتہ ( عربی مؤت ) اردن کا ایک انسانی آبادکاری و جو محافظہ کرک میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ویکفیلڈ ورجینیا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک انسانی آبادکاری جو سسیکس کاؤنٹی ورجینیا میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پرائمری تک تعلیم حاصل کرنے کے بعد والدین کے ہمراہ کراچی میں سکونت پذیر ہوئے
A 13 14|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ان کی شاعری سندھ کے اہم جریدوں میں شائع ہوئی اور ان کی بہت کتب شائع ہوئی
A 13 14|||R:ADJ|||متعدد|||REQUIRED|||-NONE-|||0

S لیفٹیننٹ جنرل مشتاق احمد بیگ پاک فوج کے سرجن جنرل جنہیں خود کش حملہ میں ہلاک کیا گیا
A 15 16|||R:ADJ|||شہید|||REQUIRED|||-NONE-|||0

S انبیائے صغری ( آرامی زبان ) سے مراد وہ انبیا ہیں جن کے مختصر آسمانی صحائف بائبل میں موجود ہیں
A 14 15|||R:ADJ|||الہامی|||REQUIRED|||-NONE-|||0

S عبرانی بائبل کی کتاب پیدائش میں ظہور کے علاوہ حنوک بہت سے یہودی اور عیسائی تحریروں کا موضوع ہے
A 14 15|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S ان کا جسم بہت ہلکا پھلکا اپنے اسی ہلکی پھلکے جسم کی بنا پر ان میں عجیب قسم کی چستی اور لچک تھی
A 8 9|||R:ADJ|||ہلکے|||REQUIRED|||-NONE-|||0

S چاچڑ شریف ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو سرگودھا میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جس کو حبشی راسخ الاعتقاد توحیدی کلیسیا اور بیٹہ اسرائیل مذہبی کتاب سمجھتے ہیں
A 10 11|||R:ADJ|||مسلمہ|||REQUIRED|||-NONE-|||0

S اب تک وہ حسب ذیل چوٹیوں کو عبور کر چکی ہے
A 3 4|||R:ADJ|||مندرجہ|||REQUIRED|||-NONE-|||0

S دوسرا بڑا مجموعہ تیرہویں صدی ( چھٹی صدی ہجری ) کے مصنف علی بن حمزہ کسائی کوفی کا ہے
A 3 4|||R:ADJ|||آٹھویں|||REQUIRED|||-NONE-|||0

S دوسرا بڑا مجموعہ تیرہویں صدی ( چھٹی صدی ہجری ) کے مصنف علی بن حمزہ کسائی کوفی کا ہے
A 6 7|||R:ADJ|||دوسری|||REQUIRED|||-NONE-|||0

S لواری شریف ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جوضلع بدین سندھ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شیدانی شریف ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل لیاقت پورضلع رحیم یار خان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بعد میں مخدوم بلاول ٹلٹی سے ہجرت کرکہ موجودہ ضلع دادو میں باغبان گائوں میں رہائش پذیر ہوئے
A 16 17|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S محمد پاشا کا خاندان عیسائی تھا
A 4 5|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S ابھی وہ راجستھان کے ایک علاقہ جئے پور میں قیام پذیر ہیں
A 10 11|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اسکے چار برس بعد سراج الدولہ کالج کی بنیاد رکھی اور اس میں بطور صدر شعبہ اردو اپنی ذمی داریاں سنبھالیں
A 18 19|||R:ADJ|||ذمہ|||REQUIRED|||-NONE-|||0

S اور ناظم آباد کراچی میں رہائش پذیر ہوئے
A 6 7|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اور ناظم آباد کراچی میں رہائش پزیر ہوئے
A 6 7|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S اور نارتھ ناظم آباد کراچی میں رہائش پذیر ہوئے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اس کتاب کا دوسرا نام مظہر المصائب ہے
A 5 6|||R:ADJ|||مظھر|||REQUIRED|||-NONE-|||0

S یہ کتاب دو جلدوں میں ہے اور اس کے ایک ایڈیشن پر علامہ نجم الحسن کراروی کا عمیق حاشیہ درج ہے
A 17 18|||R:ADJ|||تحقیقی|||REQUIRED|||-NONE-|||0

S قرآن مجید کی دوسری آیت سجدہ تلاوت سورہ الرعد کی آیت 15 ہے
A 3 4|||R:ADJ|||تیسری|||REQUIRED|||-NONE-|||0

S قرآن مجید کی چوتھی آیت سجدہ تلاوت سورہ مریم کی آیت 58 ہے
A 3 4|||R:ADJ|||پانچویں|||REQUIRED|||-NONE-|||0

S قرآن مجید کی پانچویں آیت سجدہ تلاوت سورہ الحج کی آیت 18 ہے
A 3 4|||R:ADJ|||چھٹی|||REQUIRED|||-NONE-|||0

S قرآن مجید کی چھٹی آیت سجدہ تلاوت سورہ الحج کی آیت 18 ہے
A 3 4|||R:ADJ|||ساتویں|||REQUIRED|||-NONE-|||0

S قرآن مجید کی ساتویں آیت سجدہ تلاوت سورہ الفرقان کی آیت 60 ہے
A 3 4|||R:ADJ|||آٹھویں|||REQUIRED|||-NONE-|||0

S قرآن مجید کی نویں آیت سجدہ تلاوت سورہ ص کی آیت 24 ہے
A 3 4|||R:ADJ|||دسویں|||REQUIRED|||-NONE-|||0

S یہ واقعہ 23 جون 1993 کو ماناساس ورجینیا میں پیش آیا اور اس جڑا قانونی مقدمہ 1993 94 کے اختتام تک رواں رہا
A 13 14|||R:ADJ|||متصلہ|||REQUIRED|||-NONE-|||0

S مندرجہ ذیل تصاویر میں بھارت کے کئی مقامات پر واقع باہوبلی کی مورتیاں ہیں
A 9 10|||R:ADJ|||موجود|||REQUIRED|||-NONE-|||0

S مولے ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع چکوال میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جیٹھل ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع چکوال میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پڑھال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع چکوال میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ان کا مجموعہ کلام سلسلہ تکلم کا کے نام سے اشاعت پذیر ہوچکا ہے
A 11 12|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S 7 دسمبر 2094 کو مکمل سورج گرہن ہوگا
A 4 5|||R:ADJ|||جزوی|||REQUIRED|||-NONE-|||0

S 13 جون 2094 کو جزوی سورج گرہن ہوگا
A 4 5|||R:ADJ|||مکمل|||REQUIRED|||-NONE-|||0

S یہ شمسی ساروس 119 کا تیسرا گرہن ہوگا
A 5 6|||R:ADJ|||سترہواں|||REQUIRED|||-NONE-|||0

S سماجی علوم سماجی سائنس بشریات اور تاریخ کا مجموعی مطالعہ ہے
A 2 3|||R:ADJ|||معاشرتی|||REQUIRED|||-NONE-|||0

S شمس العارفین سید شاہ غلام نقشبند سجاد خانقاہ عمادیہ قلندریہ کے تیسرے سجادہ نشین ہیں
A 11 12|||R:ADJ|||پہلے|||REQUIRED|||-NONE-|||0

S قادر پور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع چکوال میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈھوک مریاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع چکوال میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S علی حیدر پور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع چکوال میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S وہ کراچی میں قیام پذیر ہیں
A 4 5|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اہم خصوصیت یہ تھی کہ یہ لوگ بے اجرت کام کرتے تھے
A 7 8|||R:ADJ|||بلا|||REQUIRED|||-NONE-|||0

S کیتھولک عیسائی فرقہ اس پر انتہائی مسرور اور پھولے نہیں سما رہا کہ اس طرح تثلیثی عقیدہ ایک توحیدی قرآن میں شامل ہو گیا
A 1 2|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S آپ کا تعلق شیخ تاج الدین مداری دربھنگوی کے خاندان سے ہے جن کا شمار بہار کے قدیم صوفیا کرام میں ہوتا ہے
A 18 19|||R:ADJ|||صوفیائے|||REQUIRED|||-NONE-|||0

S اپریل 2010 میں لغت تیار کرنے کی یہ مہم اس وقت اختتام پذیر ہوئی جب اس کی 22ویں اور آخری جلد شائع ہوئی
A 12 13|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ملتانی مٹی جلد سے گندگی صاف کرنے کے لیے بہت موثر ہے اور اس میں کوئی مضر اثرات بھی نہیں ہیں
A 10 11|||R:ADJ|||مؤثر|||REQUIRED|||-NONE-|||0

S ترنڈہ محمد پناہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع رحیم یار خان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اس جنگ میں عیسائی باغیوں نے ہارا قلعے میں پناہ لی تو ان کے خلاف جنگ میں کوگا ننجا کو بھرتی کیا گیا
A 3 4|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S پاور رینجرز ننجا سٹورم ایک امریکی ٹیلی ویژن سیریز اور پاور رینجرز فرنچائز کا گیارہواں سیزن ہے
A 14 15|||R:ADJ|||چوبیسواں|||REQUIRED|||-NONE-|||0

S یہ دو گیم پوکیموم کے دوسرے پیڑھی کے گیم ہیں
A 5 6|||R:ADJ|||دوسری|||REQUIRED|||-NONE-|||0

S ابو المکارم سعد اللہ بن جرجس بن مسعود تیرہویں صدی میں اسکندریہ کے قبطی راسخ الاعتقاد کلیسا کے ایک قسیس تھے
A 19 20|||R:ADJ|||قس|||REQUIRED|||-NONE-|||0

S لاہور میں قیام پذیر ہیں
A 3 4|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S وہ فوجی تاریخ خاص طور پر جاپان کی فرجی تاریخ کا ماہر ہے
A 8 9|||R:ADJ|||فوجی|||REQUIRED|||-NONE-|||0

S قبیلہ بڑیچ ایک مشہور پشتون قبیلہ ہے
A 3 4|||R:ADJ|||کمزور|||REQUIRED|||-NONE-|||0

S قبیلہ بڑیچ ایک کمزور پشتون قبیلہ ہے
A 3 4|||R:ADJ|||مشہور|||REQUIRED|||-NONE-|||0

S قبیلہ بڑیچ ایک مشہور پشتون قبیلہ ہے
A 3 4|||R:ADJ|||کمزور|||REQUIRED|||-NONE-|||0

S قبیلہ بڑیچ ایک کمزور پشتون قبیلہ ہے
A 3 4|||R:ADJ|||مشہور|||REQUIRED|||-NONE-|||0

S مولانا محمد امیر بندیالوی رح دیوبندی مکتب فکر سے تعلق رکھنے اولے عالم دین تھے
A 11 12|||R:ADJ|||والے|||REQUIRED|||-NONE-|||0

S انہیں گذری قبرستان کراچی میں سپردخاک کر دیا گیا
A 1 2|||R:ADJ|||گزری|||REQUIRED|||-NONE-|||0

S ڈھوک بازا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع چکوال میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چوکھنڈی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع چکوال میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ڈھوک ہم ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع چکوال میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آدمکے چیمہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیلڈسکہ ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گوجرہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیلڈسکہ ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جامکے چیمہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیلڈسکہ ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بڈھا گورایہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیلڈسکہ ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بھگت پور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیلڈسکہ ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ستراہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیلڈسکہ ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S برتھانوالہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیلڈسکہ ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سالہوکے ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیلڈسکہ ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مترانوالی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیلڈسکہ ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گلوتیاں خورد ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیلڈسکہ ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گلوتیاں کلاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیلڈسکہ ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کلاسوالہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل پسرور ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تخت پور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل پسرور ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قلعہ کالر والہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل پسرور ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سوکن ونڈ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل پسرور ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پیجوکے ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل پسرور ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تلونڈی عنایت خان ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل پسرور ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S موسی پور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل پسرور ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بن باجوہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل پسرور ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S آدمکے ناگرہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل پسرور ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مالی پور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل پسرور ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بلگن ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل پسرور ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کپور پور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیلپسرور ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بڈیانہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل پسرور ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جسوراں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل پسرور ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S باجرہ گڑھی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل پسرور ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S معراجکے ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل پسرور ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پنڈی بھاگو ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل پسرور ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S خانانوالی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل پسرور ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چاروہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل پسرور ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پریل ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل پسرور ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چوبارہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل پسرور ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چھور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل پسرور ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گڈ گور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل پسرور ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کنگرہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل پسرور ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S احمد پورہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل و ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فتح گڑھ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل و ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S حبیب پورہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل و ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S حاجی پورہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل و ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S امام صاحب ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل و ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کریم پورہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل و ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوٹلی بہرام ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل و ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S میانہ پورہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل و ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ماڈل ٹاؤن ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل و ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S محمد پورہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل و ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مظفر پور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل و ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نائیکہ پورہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل و ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شاہ سیداں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل و ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S شہاب پورہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل و ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جوڑیاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل و ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S " مرالہ " ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل و ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S " ڈلووالی " ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل و ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چھپراڑ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل و ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بھرتھ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل و ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S رسول پور بھٹیاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل و ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پنڈی کھوکھر ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل و ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پنڈی آرائیاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل و ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بونکن ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل و ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بھاگووال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل و ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بھگوال ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل و ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گوہدپور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل و ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کھروٹہ سیداں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل و ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لنگریالی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل و ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چرنڈ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل و ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ہندل ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل و ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کندیاں تحصیل پپلاں ضلع میانوالی پنجاب پاکستان کی انسانی آبادکاری جو ایک یونین کونسل بھی ہے جو کندیاں اربن اور کندیاں رورل پر مشتمل ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پنج پیر ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو خیبر پختونخوا میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سرائے سدھو ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع خانیوال تحصیل کبیر والا میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سنجر پور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو رحیم یار خان پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S محمد ڈاہا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل لیاقت پورضلع رحیم یار خان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گل محمد لنگاہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل لیاقت پورضلع رحیم یار خان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک نمبر 10 اے ( انگریزی 10 ) پاکستان کا ایک انسانی آبادکاری جو تحصیل لیاقت پورضلع رحیم یار خان میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک نمبر 46 اے ( انگریزی 46 ) پاکستان کا ایک انسانی آبادکاری جو تحصیل لیاقت پورضلع رحیم یار خان میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک نمبر 68 اے ( انگریزی 68 ) پاکستان کا ایک انسانی آبادکاری جو تحصیل لیاقت پورضلع رحیم یار خان میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک نمبر 42 اے ( انگریزی 42 ) پاکستان کا ایک انسانی آبادکاری جو تحصیل لیاقت پورضلع رحیم یار خان میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پکہ لاڑاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل لیاقت پورضلع رحیم یار خان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S احمد علی لاڑ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل لیاقت پورضلع رحیم یار خان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ظفر آباد ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل لیاقت پورضلع رحیم یار خان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ال ہ آباد ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل لیاقت پورضلع رحیم یار خان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S حیات لاڑ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل لیاقت پورضلع رحیم یار خان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نلہ موسانی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل لیاقت پورضلع رحیم یار خان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چانجنی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل لیاقت پورضلع رحیم یار خان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گھوکہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل لیاقت پورضلع رحیم یار خان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جھوک گلاب شاہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل لیاقت پورضلع رحیم یار خان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دشتی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل لیاقت پورضلع رحیم یار خان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S " ترنڈہ گرگاجی " ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل لیاقت پورضلع رحیم یار خان میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جن پور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل لیاقت پورضلع رحیم یار خان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دفلی کبیر خان ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل لیاقت پورضلع رحیم یار خان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دین پور شریف ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل خانپورضلع رحیم یار خان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جیٹھہ بھٹہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل خانپورضلع رحیم یار خان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نواں کوٹ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل خانپورضلع رحیم یار خان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S باغ و بہار ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل خانپورضلع رحیم یار خان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S گڑھی اختیار خان ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل خانپورضلع رحیم یار خان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ججہ عباسیاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل خانپورضلع رحیم یار خان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوٹلہ پٹھان ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل خانپورضلع رحیم یار خان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S غازی پور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل خانپورضلع رحیم یار خان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S معین آباد ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل خانپورضلع رحیم یار خان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قادر پور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل خانپورضلع رحیم یار خان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چانڈیا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل خانپورضلع رحیم یار خان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جوہراں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل خانپورضلع رحیم یار خان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S عظیم شاہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل خانپورضلع رحیم یار خان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نیل گڑھ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل خانپورضلع رحیم یار خان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مڑھی اللہ بچایا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل خانپورضلع رحیم یار خان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مدھ بھرا ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل خانپورضلع رحیم یار خان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سہجہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل خانپورضلع رحیم یار خان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لٹکی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو تحصیل خانپورضلع رحیم یار خان میں واقع ہے
A 7 8|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک نمبر 45 پی ( انگریزی 45 ) پاکستان کا ایک انسانی آبادکاری جو تحصیل خانپورضلع رحیم یار خان میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پاروتی ایک بھارتی فلم اداکارہ ہے
A 2 3|||R:ADJ|||دیومالائی|||REQUIRED|||-NONE-|||0

S حبشی راسخ الاعتقاد توحیدی کلیسیا اورینٹل راسخ الاعتقاد مسیحیوں کا ایک بہت بڑا کلیسیا ہے
A 12 13|||R:ADJ|||بڑی|||REQUIRED|||-NONE-|||0

S بلوچستان میں براہوی زبان بولی جاتی ہے
A 2 3|||R:ADJ|||سرائیکی|||REQUIRED|||-NONE-|||0

S بلوچستان میں سرائیکی زبان بولی جاتی ہے
A 2 3|||R:ADJ|||براہوی|||REQUIRED|||-NONE-|||0

S اومنی کی کتاب مورمن کی کتاب کی چھٹی کتاب ہے
A 7 8|||R:ADJ|||ساتویں|||REQUIRED|||-NONE-|||0

S مورمن کا کلام مورمن کی کتاب کی ساتویں کتاب ہے
A 7 8|||R:ADJ|||آٹھویں|||REQUIRED|||-NONE-|||0

S مضایاہ کی کتاب مورمن کی کتاب کی آٹھویں کتاب ہے
A 7 8|||R:ADJ|||نویں|||REQUIRED|||-NONE-|||0

S ایلما کی کتاب مورمن کی کتاب کی نویں کتاب ہے
A 7 8|||R:ADJ|||دسویں|||REQUIRED|||-NONE-|||0

S مورمن کی کتاب مورمن کی کتاب کی تیرہویں کتاب ہے
A 7 8|||R:ADJ|||چودہویں|||REQUIRED|||-NONE-|||0

S " مرن اتر " کا فرانسیسی شیلا کرکی نے کیا اور اسے کتابی شکل میں 2017 میں شائع کیا گیا
A 5 6|||R:ADJ|||فرانسیسیترجمہ|||REQUIRED|||-NONE-|||0

S جب خدا کی واضع صفات بیان کی جائیں تو ا سے اومکارا کہا جاتا ہے
A 3 4|||R:ADJ|||واضح|||REQUIRED|||-NONE-|||0

S ڈھوک جمعہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مشین محلہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S محمدی چوک ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S پیرا غائب ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع جہلم میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بونا ایک قلیل القامت انسان ہوتا ہے
A 2 3|||R:ADJ|||کوتاہ|||REQUIRED|||-NONE-|||0

S راشا کئی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری و پاکستان کی یونین کونسلیں جو ضلع چارسدہ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کیا اس عنوان غلط ہے
A 3 4|||R:ADJ|||درست|||REQUIRED|||-NONE-|||0

S کئی قلمی ن سخے کوسمس کے نام خط فلسفیانہ ابواب ال ہیاتی ابواب اور دوسرے پانچ صغری تصنیفات پر مشتمل ہیں
A 14 15|||R:ADJ|||دوسری|||REQUIRED|||-NONE-|||0

S کچھ دوسرے کلیسیاؤں میں بھی یہ خطاب مختلف ناموں سے جانا جاتا ہے
A 1 2|||R:ADJ|||دوسری|||REQUIRED|||-NONE-|||0

S 1701 میں ا سے لال قلعہ دہلی کا قلعدار مقرر کیا گیا جس پر وہ اپنی وفات تک فائز رہا
A 9 10|||R:ADJ|||دارمقرر|||REQUIRED|||-NONE-|||0

S وہ ایک شامی عالم تھا جو یوحنا دمشقی اور اس کے رضاعی بھائی کوسمس میمونی کا استاد بنا
A 2 3|||R:ADJ|||سارقی|||REQUIRED|||-NONE-|||0

S ان دنوں اینڈی سمرز اپنے بیوی بچوں کے ہمراہ لاس اینجلس میں رہائش پذیر ہیں
A 13 14|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ماہ نو اور نمکدان میں اشاعت پذیر رہا
A 6 7|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اور ایک پرنٹنگ پریس بھی زاتی طور پر خریدی گئی
A 5 6|||R:ADJ|||ذاتی|||REQUIRED|||-NONE-|||0

S بہت نمایاں ہیں جو برعظیم کے جرایئد میں اشاعت پذیر ہوچکے ہیں
A 9 10|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S یہ قدیم یونانی اساطیر اور قدیم یونانی مذہب کے دیوتاؤں دیویوں اور کئی دیگر خدائی اور نیم خدائی صفات والی شخصیات کی فہرست ہے
A 19 20|||R:ADJ|||حامل|||REQUIRED|||-NONE-|||0

S لیکن ان کے رشحات قلم برابر الشمس میں اشاعت پذیر ہوتے رہے
A 9 10|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S امام حسین 3 شعبان سے 8 ذوالحجہ تک یعنی چار مہینے سے زیادہ مکہ میں قیام پذیر رہے
A 16 17|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اگلی " منتخب شخصیت " کو منتخب کیجیے
A 0 1|||R:ADJ|||اگلے|||REQUIRED|||-NONE-|||0

S اردو میں اس کا مطلب بڑھیا استاد ہے
A 5 6|||R:ADJ|||بہترین|||REQUIRED|||-NONE-|||0

S بیگم کوٹ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع لاہور پنجاب میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S یوسف پارک ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع لاہور پنجاب میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جیا موسی کوٹ کمبوہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع لاہور پنجاب میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S عزیز کالونی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع لاہور پنجاب میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لاجپت نگر شاہدرہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع لاہور پنجاب میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لاجپت نگر شاہدرہ ( انگریزی ) پاکستان کا ایک آباد مقام جو ضلع لاہور پنجاب میں واقع ہے
A 9 10|||R:ADJ|||انسانی|||REQUIRED|||-NONE-|||0

S فیصل پارک شاہدرہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع لاہور پنجاب میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ان گروہوں کے نام اس طرح تھے یہودی عیسائی ماد ی مان وی اور بت پرست
A 8 9|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S آپ کا خاندان چکڑالہ کے شمال میں اڑھائی تین میل کے فاصلہ پر ایک چھوٹے سے ڈیرے پر قیام پذیر تھا
A 19 20|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ہندو دیومالا میں مین کا کو خوبصورت ترین آسمانی اپسراؤں میں سے ایک سمجھا جاتا ہے
A 8 9|||R:ADJ|||بہشتی|||REQUIRED|||-NONE-|||0

S جاوید پارک شاہدرہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع لاہور پنجاب میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S جاوید پارک شاہدرہ ( انگریزی ) پاکستان کا ایک آباد مقام جو ضلع لاہور پنجاب میں واقع ہے
A 9 10|||R:ADJ|||انسانی|||REQUIRED|||-NONE-|||0

S قیصر ٹاؤن شاہدرہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع لاہور پنجاب میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قیصر ٹاؤن شاہدرہ ( انگریزی ) پاکستان کا ایک آباد مقام جو ضلع لاہور پنجاب میں واقع ہے
A 9 10|||R:ADJ|||انسانی|||REQUIRED|||-NONE-|||0

S مجید ٹاؤن شاہدرہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع لاہور پنجاب میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قاضی پارک راوی ٹاؤن ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع لاہور پنجاب میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کلفٹن کالونی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع لاہور پنجاب میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کلفٹن کالونی ( انگریزی ) پاکستان کا ایک آباد مقام جو ضلع لاہور پنجاب میں واقع ہے
A 8 9|||R:ADJ|||انسانی|||REQUIRED|||-NONE-|||0

S لدھے شاہ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع لاہور پنجاب میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S قلعہ لچھمن سنگھ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع لاہور پنجاب میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اوقاف کالونی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع لاہور پنجاب میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S اوقاف کالونی ( انگریزی ) پاکستان کا ایک آباد مقام جو ضلع لاہور پنجاب میں واقع ہے
A 8 9|||R:ADJ|||انسانی|||REQUIRED|||-NONE-|||0

S فاروق گنج ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع لاہور پنجاب میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S فاروق گنج ( انگریزی ) پاکستان کا ایک آباد مقام جو ضلع لاہور پنجاب میں واقع ہے
A 8 9|||R:ADJ|||انسانی|||REQUIRED|||-NONE-|||0

S حنیف پارک ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع لاہور پنجاب میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S حنیف پارک ( انگریزی ) پاکستان کا ایک آباد مقام جو ضلع لاہور پنجاب میں واقع ہے
A 8 9|||R:ADJ|||انسانی|||REQUIRED|||-NONE-|||0

S لاریکس کالونی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع لاہور پنجاب میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S لاریکس کالونی ( انگریزی ) پاکستان کا ایک آباد مقام جو ضلع لاہور پنجاب میں واقع ہے
A 8 9|||R:ADJ|||انسانی|||REQUIRED|||-NONE-|||0

S داتا نگر ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع لاہور پنجاب میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بھگت پورہ شاد باغ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع لاہور پنجاب میں واقع ہے
A 10 11|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بہمن جھگیاں ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع لاہور پنجاب میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ایسے تمام مضامین میں سے مناسب تر خانہ معلومات شامل کرنے میں اردو ویکیپیڈیا کی معاونت کریں
A 5 6|||R:ADJ|||موزوں|||REQUIRED|||-NONE-|||0

S متیلا پاکستان کا ایک رہائشی علاقہ جو ضلع سرگودھا میں واقع ہے
A 4 5|||R:ADJ|||خوبصورت|||REQUIRED|||-NONE-|||0

S مولانا کے عربی و اردو 500سے ذیادہ مضامین ہند وبیرون ہند کے مختلف رسائل واخبارات میں شائع ہوچکے ہیں
A 6 7|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S سردار عثمان احمد خان بزدار پاکستانی سیاست دان ہے جو پنجاب اسمبلی کے رکن اور نامزد وزیر اعلی پنجاب ہیں
A 15 16|||R:ADJ|||موجودہ|||REQUIRED|||-NONE-|||0

S سردار عثمان احمد خان بزدار پاکستانی سیاست دان ہے جو پنجاب اسمبلی کے رکن اور موجودہ وزیر اعلی پنجاب ہیں
A 15 16|||R:ADJ|||سابقہ|||REQUIRED|||-NONE-|||0

S ان کی خودنوشت سوانح عمری ہم سفر کے نام سے اشاعت پذیر ہوئی جو اردو کے ادبی حلقوں میں بہت مقبول ہوئی
A 11 12|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S وہ موریا کے شہنشاہ اشوک اعظم اور ان کی بیوی دیوی کے پہلوٹھے اور سنگھ متر کے بڑی بھائی تھے
A 17 18|||R:ADJ|||بڑے|||REQUIRED|||-NONE-|||0

S فیلو کی تصانیف میں یہودیت کی مدافعت توارت کی تفسیر اور یہودی رہبانی فرقوں مثلا اسینی زبان کا بیان ہے
A 12 13|||R:ADJ|||ربیائی|||REQUIRED|||-NONE-|||0

S آپ موصلی تھے پھر بغداد میں رہائش پذیر ہوئے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ابن حجر نے کہا ہے کہ یہ بغداد میں سکونت پذیر ہونے والا دسویں طبقہ کا راوی ہے
A 10 11|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S چارلس لانگ فری ار ( 25 فروری 1854 25 ستمبر 1919 ) ایک امریکی صنعت کار آرٹ کلکٹر اور مربی تھا
A 19 20|||R:ADJ|||متولی|||REQUIRED|||-NONE-|||0

S جناب جنم اور پیدائش میں کچھ فرق نہیں بلکہ پیدائش اردو میں زیادہ مستعمل ہے اسی لیے اس کو بدلنا بے فضول ہے
A 20 21|||R:ADJ|||ضروری|||REQUIRED|||-NONE-|||0

S فتح گڑھ ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک دادن ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S ابن والی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S چک سان ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S کوٹلی عیسی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بابو چک ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S تلونڈی کھجور والی ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 9 10|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نندی پور ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S یہ پریسبیٹیرین کلیسیا ( امریکا ) سے منسلک دس مذہبی تربیت گاہوں میں سب سے بڑی ہے
A 7 8|||R:ADJ|||ملحق|||REQUIRED|||-NONE-|||0

S شنتو مت میں روحیت کا خاصہ عمل دخل ہے
A 5 6|||R:ADJ|||خاصا|||REQUIRED|||-NONE-|||0

S وہ ایک شہزادی اور اہم عالم بھی تھی
A 4 5|||R:ADJ|||بڑی|||REQUIRED|||-NONE-|||0

S جب پی ای این میانمار سنٹر 2013 میں قائم ہوا تو سا وائی اس کا بابی رکن ہے
A 15 16|||R:ADJ|||بانی|||REQUIRED|||-NONE-|||0

S عیسائی شہنشاہ کا ایلچی لائبریری کو نیست و نابود کرنے کی شرط پر کافروں سے سمجھوتہ کرتا ہے
A 0 1|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S اس ناول نے لافانی شہرت پائی
A 3 4|||R:ADJ|||بہت|||REQUIRED|||-NONE-|||0

S محمد طارق خان بچوں کے پاکستانی ادیب اور بچوں کے معروف اردو رسالے ماہنامہ ساتھی کے موجودہ مدیر ہیں
A 16 17|||R:ADJ|||سابقہ|||REQUIRED|||-NONE-|||0

S عمل نفوذ یا اوسموسس سے مراد کسی محلل کا نیم نفوذ پذیر جھلی میں سے گزر کر مرتکز محلول میں شامل ہو جانا ہے
A 11 12|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S واقعات ایک دوسرے سے ہوری طرح پیوست ہوں تو پلاٹ مربوط یا گٹھا ہوا کہلائے گا
A 4 5|||R:ADJ|||پوری|||REQUIRED|||-NONE-|||0

S پلو ٹارک کلاڈیئس کے عہد حکومت میں بیوشا میں تھیبز کے قریب پرانے اور انحطاط پذیر شہر کیرونیا میں پیدا ہوا
A 15 16|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S جن کی کئی درجن کتابیں شائع ہو چکی ہیں
A 3 4|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S 2011 میں ہوئی مردم شماری کے اعتبار سے یہاں 724 خاندان اباد ہیں
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دبک مندرہ خیل اقامت پذیر ہو کر اپنی علمی پیاس بجھاتے رہے
A 4 5|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S پی ٹی ائی نے بنیادی طور پر پی ایم ایل ( ن ) سے شکست کھائی
A 4 5|||R:ADJ|||پچھلے|||REQUIRED|||-NONE-|||0

S چاند گرہن جون 2011 کے بعد یہ پہلا گرہن ہوگا جو چاند کے وسط یعنی مرکز تک پہنچ کر اختتام پذیر ہوگا
A 20 21|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S چاند گرہن جون 2011 کے بعد یہ پہلا گرہن ہوگا جو چاند کے وسط یعنی مرکز تک پہنچ کر اختتام پزیر ہوگا
A 20 21|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S چاند گرہن جون 2011 کے بعد یہ پہلا گرہن ہوگا جو چاند کے وسط یعنی مرکز تک پہنچ کر اختتام پذیر ہوگا
A 20 21|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S کوانٹم کمپیوٹنگ یا قدری حسابیات وہ حسابیات ہے جو قدری میکانیات مظہر جیسے قدری سپر پوزیشن وغیرہ کا استعمال کرتی ہے
A 3 4|||R:ADJ|||مقداری|||REQUIRED|||-NONE-|||0

S کوانٹم کمپیوٹنگ یا مقداری حسابیات وہ حسابیات ہے جو قدری میکانیات مظہر جیسے قدری سپر پوزیشن وغیرہ کا استعمال کرتی ہے
A 9 10|||R:ADJ|||مقداری|||REQUIRED|||-NONE-|||0

S کوانٹم کمپیوٹنگ یا مقداری حسابیات وہ حسابیات ہے جو قدری میکانیات مظہر جیسے قدری سپر پوزیشن وغیرہ کا استعمال کرتی ہے
A 13 14|||R:ADJ|||مقداری|||REQUIRED|||-NONE-|||0

S سودھرا کی مجموعی آبادی 222 میٹر سطح سمندر سے بلندی پر واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سوہدرہ پاکستان کا ایک آباد مقام ہے
A 4 5|||R:ADJ|||تاریخی|||REQUIRED|||-NONE-|||0

S عالم چنا نے پھر سے کندھے اچکائے اور حامی بھرلی
A 8 9|||R:ADJ|||ہامی|||REQUIRED|||-NONE-|||0

S یہ صلیبی جنگ بلاد الشام پر عیسائی تسلط کے قیام کے لیے تھا جس کے لیے پوپ کلیمنٹ پنجم نے اولجایتو سے مدد چاہی
A 6 7|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S ا س درخواست پر شہر بغداد کی عیسائی آبادی کو امان دے دی گئی تھی
A 7 8|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S منگول سلطنت کے سفیر جب یورپ روانہ کیے جانے لگے تو دوقوز خاتون کے عیسائی ہونے کا کافی سیاسی فائدہ اٹھایا گیا
A 14 15|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S کچھ عرصہ تک قصبہ بہلول میں سکونت پذیر ہوئے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S 31 مارچ 2090 کو مکمل سورج گرہن واقع ہوگا
A 4 5|||R:ADJ|||جزوی|||REQUIRED|||-NONE-|||0

S بغدادی یہود یا ہند عراقی یہود وہ یہودی برادریاں جو بغداد میں رہائش پزیر تھیں
A 13 14|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S بغدادی یہود یا ہند عراقی یہود وہ یہودی برادریاں جو بغداد میں رہائش پذیر تھیں
A 13 14|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S کہ کس طرح ایک زوال پذیر نواب کو لوگ نوچ کھسوٹ کر کھاتے ہیں
A 5 6|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S دیسی امریکی شاخ کی خصوصیات ڈومینیکی و ڈوو کو دوسرے وڈوو مذاہب سے امتیاز کرتی ہے
A 13 14|||R:ADJ|||مختلف|||REQUIRED|||-NONE-|||0

S آیزو بنیادی لاطینی حروف تہجی کا تیسرا حرف ہے
A 6 7|||R:ADJ|||چوتھا|||REQUIRED|||-NONE-|||0

S آیزو بنیادی لاطینی حروف تہجی کا چوتھا حرف ہے
A 6 7|||R:ADJ|||پانچواں|||REQUIRED|||-NONE-|||0

S آیزو بنیادی لاطینی حروف تہجی کا پانچواں حرف ہے
A 6 7|||R:ADJ|||چھٹا|||REQUIRED|||-NONE-|||0

S آیزو بنیادی لاطینی حروف تہجی کا آٹھواں حرف ہے
A 6 7|||R:ADJ|||نواں|||REQUIRED|||-NONE-|||0

S آیزو بنیادی لاطینی حروف تہجی کا نواں حرف ہے
A 6 7|||R:ADJ|||دسواں|||REQUIRED|||-NONE-|||0

S آیزو بنیادی لاطینی حروف تہجی کا دسواں حرف ہے
A 6 7|||R:ADJ|||گیارہوں|||REQUIRED|||-NONE-|||0

S آیزو بنیادی لاطینی حروف تہجی کا تیرہواں حرف ہے
A 6 7|||R:ADJ|||چودہواں|||REQUIRED|||-NONE-|||0

S آیزو بنیادی لاطینی حروف تہجی کا پندرہواں حرف ہے
A 6 7|||R:ADJ|||سولہواں|||REQUIRED|||-NONE-|||0

S آیزو بنیادی لاطینی حروف تہجی کا سولہواں حرف ہے
A 6 7|||R:ADJ|||سترہواں|||REQUIRED|||-NONE-|||0

S یہ ایک ہی شرح سے آگے نہیں بڑھتی اور ہر مرحلہ اپنے سے سابقہ ترقیاتی تجربے سے متاثر ہوتا ہے
A 14 15|||R:ADJ|||نشوونمااتی|||REQUIRED|||-NONE-|||0

S آیزو بنیادی لاطینی حروف تہجی کا پہلا حرف ہے
A 6 7|||R:ADJ|||انیسواں|||REQUIRED|||-NONE-|||0

S آیزو بنیادی لاطینی حروف تہجی کا پہلا حرف ہے
A 6 7|||R:ADJ|||بیسواں|||REQUIRED|||-NONE-|||0

S آیزو بنیادی لاطینی حروف تہجی کا بیسواں حرف ہے
A 6 7|||R:ADJ|||اکیسواں|||REQUIRED|||-NONE-|||0

S آیزو بنیادی لاطینی حروف تہجی کا اکیسواں حرف ہے
A 6 7|||R:ADJ|||بائیسواں|||REQUIRED|||-NONE-|||0

S آیزو بنیادی لاطینی حروف تہجی کا پہلا حرف ہے
A 6 7|||R:ADJ|||تئیسواں|||REQUIRED|||-NONE-|||0

S آیزو بنیادی لاطینی حروف تہجی کا چوبیسواں حرف ہے
A 6 7|||R:ADJ|||پچیسواں|||REQUIRED|||-NONE-|||0

S اس دوران میں بی جے پی کے رہنماؤں نے تقریریں بھی کیں جن میں ایڈوانی مرلی منوہر جوشی اور اوما بھارتی بھی شامل تھے
A 22 23|||R:ADJ|||قابل|||REQUIRED|||-NONE-|||0

S یہ حال 1949 تک جاری رہا اور اس کے بعد کسی نے چپکے سے مسجد کے اندر رام کے بت رکھ دیے
A 4 5|||R:ADJ|||برقرار|||REQUIRED|||-NONE-|||0

S حکومت آئرلینڈ کا ایوان زیریں ہے
A 4 5|||R:ADJ|||بالا|||REQUIRED|||-NONE-|||0

S گورکھ ناتھ مندر ( انگریزی ) پاکستان کا ایک رہائشی علاقہ جو خیبر پختونخوا میں واقع ہے
A 9 10|||R:ADJ|||ہندو|||REQUIRED|||-NONE-|||0

S روٹگیرز گریجویٹ اسکول آف بایومیڈیکل سائنسز ریاستہائے متحدہ امریکا کا ایک تعلیمی ادارہ جو نیو جرسی میں واقع ہے
A 11 12|||R:ADJ|||رہائشی|||REQUIRED|||-NONE-|||0

S ایک عیسائی کیتھولک مبلغ جوزف ٹیفنتھلر نے ایودھیا کا چکر 1766 1771 میں لگایا تھا
A 1 2|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S نورانی بستی ( انگریزی ) پاکستان کا ایک جغرافیائی خصوصیت جو حیدرآباد سندھ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S نورانی بستی ( انگریزی ) پاکستان کا ایک آباد مقام جو حیدرآباد سندھ میں واقع ہے
A 8 9|||R:ADJ|||جغرافیائی|||REQUIRED|||-NONE-|||0

S نورانی بستی ( انگریزی ) پاکستان کا ایک جغرافیائی خصوصیت جو حیدرآباد سندھ میں واقع ہے
A 8 9|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S حسین آباد ( سندھ ) ( انگریزی ) پاکستان کا ایک جغرافیائی خصوصیت جو ضلع حیدرآباد سندھ میں واقع ہے
A 11 12|||R:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S یوں تو ہر قوم کو اپنی ثقافت پہ ناز ہوتا ہے اس دن کو روائتی جذبہ سے مناتے ہیں
A 14 15|||R:ADJ|||روایتی|||REQUIRED|||-NONE-|||0

S بلوچ مرد خواتین اور بچے اپنے روائتی لباس میں ملبوس رنگا رنگ ریلیاں نکالتے ہیں
A 6 7|||R:ADJ|||روایتی|||REQUIRED|||-NONE-|||0

S بلوچ مرد بھی اپنے روائتی لباس زیب تن کرکے تلواروں کے سائے میں پر جوش بلوچی رقص پیش کرتے ہیں
A 4 5|||R:ADJ|||روایتی|||REQUIRED|||-NONE-|||0

S مرسی میتھیو کا تعلق پارلا ( کیرلا ) کے ایک خوش حال مسیحی خاندان سے ہے
A 12 13|||R:ADJ|||عیسائی|||REQUIRED|||-NONE-|||0

S میرسی ماتیو کا تعلق پالا ( کیرلا ) کے ایک خوش حال عیسائی خاندان سے ہے
A 12 13|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S دیوان عام مغل محلات میں کی وہ عمارت ہے جہاں امرا اور خواص بادشاہ سے ملاقات کرتے تھے
A 1 2|||R:ADJ|||خاص|||REQUIRED|||-NONE-|||0

S " س دھ " سے مراد وہ شخص بھی ہے جو سدھی ( ورائے طبعی طاقتیں ) حاصل کر چکا ہو
A 14 15|||R:ADJ|||الفطرت|||REQUIRED|||-NONE-|||0

S سکمی زبان ایک زیریں تبتی زبان ہے
A 3 4|||R:ADJ|||جنوبی|||REQUIRED|||-NONE-|||0

S محمد شہزاد ( کرکٹ کھلاڑی ) ایک پاکستانی کرکٹ کھلاڑی ہے
A 7 8|||R:ADJ|||افغانستانی|||REQUIRED|||-NONE-|||0

S علی تب سے لاطینی امریکہ میں رہائش پذیر ہے اور حال میں گواڈا لجارا میکسیکو میں رہتا ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S کئی یورپی نازی اتحادیوں نے ایسے ہی قوانین نافذ کیے
A 2 3|||R:ADJ|||محوری|||REQUIRED|||-NONE-|||0

S گزشتہ ستر سال میں عزاداری اور میلاد النبی کے جلوس ایک موثر مزاحمت کے طور پر سامنے آئے ہیں
A 11 12|||R:ADJ|||کامیاب|||REQUIRED|||-NONE-|||0

S مذکر " " ) ہسپانوی مقامی حکومت کی عمومی درجات ہیں
A 8 9|||R:ADJ|||بنیادی|||REQUIRED|||-NONE-|||0

S 2017 اگلی فلم بدری ناتھ کی دلہنیا میں کام کیا جو کہ ہمپٹی شرما کی دلہنیا ( 2014 ) کا دوجا حصہ تھا
A 20 21|||R:ADJ|||دوسرا|||REQUIRED|||-NONE-|||0

S ان مثالوں پر غور کرنے سے ایک خاص واقعہ کا کسی خاص مقام اور خاص وقت پر وقوع پذیر ہونا معلوم ہوتا ہے
A 18 19|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ہیری پوٹر اور آدھ خالص شہزادہ جے کے رولنگ کا تحریر کردہ ہیری پوٹر کے سلسلہ کا ایک چھٹا فینٹسی ناول ہے
A 4 5|||R:ADJ|||کم|||REQUIRED|||-NONE-|||0

S ہیری پوٹر اور کم ذات شہزادہ جے کے رولنگ کا تحریر کردہ ہیری پوٹر کے سلسلہ کا ایک چھٹا فینٹسی ناول ہے
A 3 4|||R:ADJ|||خالص|||REQUIRED|||-NONE-|||0

S ہیری پوٹر اور آدھ خالص شہزادہ جے کے رولنگ کا تحریر کردہ ہیری پوٹر کے سلسلہ کا ایک چھٹا فینٹسی ناول ہے
A 4 5|||R:ADJ|||کم|||REQUIRED|||-NONE-|||0

S پنجابی یونیورسٹی پٹیالہ پنجاب بھارت میں ایک سرکاری جامعہ ہے
A 7 8|||R:ADJ|||عوامی|||REQUIRED|||-NONE-|||0

S اس کے علاوہ دیگر عیسائی خاندان بھی دوسرے عیسائی مراکز سے متذکرہ صدیوں میں یہاں آکر آباد ہوئے
A 4 5|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S اس کے علاوہ دیگر عیسائی خاندان بھی دوسرے عیسائی مراکز سے متذکرہ صدیوں میں یہاں آکر آباد ہوئے
A 8 9|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S ہندو اور عیسائی دونوں قومیں آپس میں میل ملاپ اور امن سے رہتی ہیں
A 2 3|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S 16 اکتوبر 2007 کو ایمیزون نے اس میں دو نئی " انسٹینس " شامل کا اضافہ کیا ( بڑا اور اضافی بڑا )
A 9 10|||R:ADJ|||نئے|||REQUIRED|||-NONE-|||0

S عیسائی مشنریوں نے بھی نیل کے تاجروں کے خلاف کسانوں کی حمایت کی
A 0 1|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S مختلف مذاہب کے لاکھوں بھارتی تارکین وطن عرب ممالک میں کام کرتے اور رہائش پزیر ہیں
A 14 15|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S مختلف مذاہب کے لاکھوں بھارتی تارکین وطن عرب ممالک میں کام کرتے اور رہائش پذیر ہیں
A 14 15|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اہل تشیعی شہری آبادیوں میں رائش پذیر ہیں
A 6 7|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ابتدائی بچوں کی تعلیم یہ رسمی اور غیر رسمی تدریسی عمل کا نام ہے جو آٹھ سال تک کے بچوں پر مرکوز ہے
A 0 1|||R:ADJ|||شروعاتی|||REQUIRED|||-NONE-|||0

S ابتدائی بچوں کی تعلیم میں سب سے بڑا اور اولین عنصر بچوں میں تعلیم کے لیے اندر سے وابستگی پیدا کرنا
A 0 1|||R:ADJ|||شروعاتی|||REQUIRED|||-NONE-|||0

S یہ بہت تار پذیر ہے خاص طور پر آکسیجن کی غیر موجودگی میں
A 3 4|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S یہ شادی دو مختلف مذاہب سے تعلق رکھنے والے افراد کے درمیان میں وقوع پذیر ہوئی
A 14 15|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S حدوث حدث سے ہے اور حدث ظاہر ہونے اٹھنا زمانہ حال میں وقوع پذیر ہونے کو کہا جاتا ہے
A 13 14|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ہانگ کانگ میں بھی ترقی پذیر چھوٹا ہندو سماج ہے
A 5 6|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S وہ مشہور مصنف محقق اور مترجم سید علی بلگرامی کے بڑے بھائی تھے
A 10 11|||R:ADJ|||چھوٹے|||REQUIRED|||-NONE-|||0

S اس طرح ان لوگوں کے اتحاد نے ابراہیم کے زوال پذیر راج کو بڑا نقصان پہنچایا اور ابرہیم کے لیے پریشانی کا سامان کیا
A 10 11|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S یہ شادی 12 سال کی عمر میں تجارہ میں 22 شوال 1390 ہجری بمطابق 1873 عیسوی کو وقوع پذیر ہوئی
A 18 19|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اور اب ترقی پذیر دنیا کے چھ ملین سے زائد لوگ علاج حاصل کر رہے ہیں
A 3 4|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S بھارتی مسیحی آبادی کا اغلب حصہ کیرلا میں سکونت پذیر ہے
A 9 10|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اس کے علاوہ بیرون ملک سے مسیحی یہاں آکے سکونت پذیر ہوئے
A 10 11|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ڈبلن شہر کا دریائے لفی کا شمالی طرف کا حصہ ہے
A 6 7|||R:ADJ|||جنوبی|||REQUIRED|||-NONE-|||0

S اختتام پذیر نسل سے تعلق رکھنے والا جنگلی الو بھی ملگھاٹ کے متعدد علاقوں میں پایا جاتا ہے
A 1 2|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S آندھرا پردیش کے کھانے اپنے بہت ذیادہ مصالحہ جات بطور خاص ہلدی کے استعمال کی وجہ سے مشہور ہیں
A 6 7|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S چاول کا استعمال بہت ذیادہ ہے جسے عام طور پر اسٹیو دال یا سبزیوں کے ساتھ کھایا جاتا ہے
A 4 5|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S مہاراشٹر کے کھانوں میں ہمیں ہلکے مصالحہ سے لیکر بہت ذیادہ تیکھاپن بھی ملتا ہے
A 10 11|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S باجرہ گندم سبزیاں جو دالوں اور پھلوں کو یہاں کے کھانوں میں بہت ذیادہ استعمال کیا جاتا ہے
A 13 14|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S یہ تحریکیں صہیونی تھیں جن کو تھیوڈور ہرزل نے فروغ دیا
A 2 3|||R:ADJ|||صیہونی|||REQUIRED|||-NONE-|||0

S رنا دجانی ایک اردنی سالماتی حیاتیات دان اور جامعہ ہاشمیہ میں ایسوسی ایٹ پروفیسر ہیں
A 11 12|||R:ADJ|||شریک|||REQUIRED|||-NONE-|||0

S وہ دنیا کے اب تک کے پہلے دندان ساز ہیں جنہیں صدارت کا منصب ملا پہلے ترکمانستان کے صدر قربان قلی بردی محمدوف ہیں
A 6 7|||R:ADJ|||دوسرے|||REQUIRED|||-NONE-|||0

S یہ قبیلہ مختلف جگہوں سے ہوتا ہوا بگی بکھی گاؤں میں رہا اور یہی رہائش پذیر ہوئے
A 15 16|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S پہلا شیعہ سنی فساد سنہ 1908 میں ہوا جب سنی مسجد میں چھپے چند سنی عسکریت پسندوں نے ایک تعزیہ پر حملہ کیا
A 14 15|||R:ADJ|||دیوبندی|||REQUIRED|||-NONE-|||0

S اس ادارے کا دائرہ اختیار صرف کراچی شہر تک مخصوص ہے
A 9 10|||R:ADJ|||محدود|||REQUIRED|||-NONE-|||0

S یہ لوگ وہاں پرایک وادی میں رہائش پذیر تھے اور محمد غوری کے ساتھ وہاں سے چلے آئے تھے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S یہ لوگ وہاں پرایک وادی میں رہائش پذیر تھے اور محمد غوری کے ساتھ وہاں سے چلے آئے تھے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S یہودی ثقافت یا اسرائیلی ثقافت دونوں میں فرق کرنا بے حد مشکل ہے
A 0 1|||R:ADJ|||اسرائیلی|||REQUIRED|||-NONE-|||0

S یہودی ثقافت یا اسرائیلی ثقافت دونوں میں فرق کرنا بے حد مشکل ہے
A 3 4|||R:ADJ|||یہودی|||REQUIRED|||-NONE-|||0

S پہلا راونڈ 24 جون کو اختتام پذیر ہوا
A 6 7|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S جو یہودی نئے سال روش ہشانا سے شروع ہوکر یہودی تہوار یوم الغفران یوم‌ کپور پر اختتام پذیر ہوتے ہیں
A 17 18|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S انہوں نے آنلائن ازادی گفتار پر منفی اثر پڑنے اور اپلوڈ فرلٹز کی قیمتوں اور اثر سے متعلق اپنی تشویش کا اظہار کیا ہے
A 3 4|||R:ADJ|||ازادئ|||REQUIRED|||-NONE-|||0

S یہودی شادی کا ایک لازمی جز شامیانہ ہے جس میں شادی کی تمام تقریب وقوع پذیر ہوتی ہے
A 15 16|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اسرائیل میں عرب نژاد باشندوں میں سب سے بڑی تعداد اہل سنت مسلمانوں کی ہے اور 9 فیصد عیسائی ہیں
A 18 19|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S جن کے مطابق اس سال ایران کے مختلف شہروں میں رہائش پذیر یہودیوں کی تعداد 45000 تھی
A 11 12|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S کچھ شیراز اور اصفہان جبکہ قلیل تعداد میں یزد اور ہمدان اور کچھ دیگر علاقوں میں رہائش پذیر ہیں
A 17 18|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S لیکن کچھ شدت پسند مذہبی موہل کھال کاٹنے کے بعد اس کام کو اپنے منہ سے انجام دیتے ہیں
A 3 4|||R:ADJ|||راسخ|||REQUIRED|||-NONE-|||0

S جدت پسند یہودی خواتین موہل کے بغیر کسی پابندی کے جواز کے قائل ہیں اور ان کو مہلوت عبرانی زبان جمع کہا جاتا ہے
A 1 2|||R:ADJ|||راسخ|||REQUIRED|||-NONE-|||0

S بھارت کے عمومی انتخابات 2019 بھارتی لوک سبھا کو تشکیل دینے کے لیے اپریل یا مئی 2019 میں منعقد ہوں گے
A 2 3|||R:ADJ|||عام|||REQUIRED|||-NONE-|||0

S گزشتہ عمومی انتخابات ( 2014 ) کے تین استصواب رائے جو اپریل اور مئی کے درمیان میں ہوئے تھے کی فہرست حسب ذیل ہے
A 1 2|||R:ADJ|||عام|||REQUIRED|||-NONE-|||0

S اسی وقت سے الیشکن کمیشن سہ ممبری ادارہ ہے
A 6 7|||R:ADJ|||رکنی|||REQUIRED|||-NONE-|||0

S جس کی عالمی پیمانے پر زبردست تنقید کی گئی
A 5 6|||R:ADJ|||خوب|||REQUIRED|||-NONE-|||0

S واقعہ اللہ داد کے بارے میں سب سے پہلے ایک یہودی عیسائی مبلغ جوزف ولف نے اپنے سفرنامے مشن بخارا کا احوال میں لکھا
A 11 12|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S فریدہ خانم لاہور میں اپنے ایک بیٹے اور پانچ بیٹیوں کے ہمراہ رہائش پذیر ہیں
A 13 14|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S یہ اخبار عیسائی مشنریوں اور پارسیوں پر بے باکی سے تنقید بھی کرتا تھا
A 2 3|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S پروسی ممالک سے معزز دروز افراد نے علاقہ کے دروزی گاؤں کا دورہ کیا اور غیر جانبداری کا مشورہ دیا
A 0 1|||R:ADJ|||پڑوسی|||REQUIRED|||-NONE-|||0

S ان میں تقریبا 10 فیصد عیسائی اور 89 فیصد آیا یہودی اور لامذہبی ہیں
A 5 6|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S کئی صدیوں بعد جب کیتھولک عیسائیوں نے سپین فتح کر لیا تو یہودی ظاھرا عیسائی ہوگئے لیکن درپردہ یہودی ہی رہے
A 14 15|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S انتشار کا یہ عمل اس دباؤ کی وجہ سے بھی وقوع پذیر ہوتا ہے جو پانی اوپر کی جانب برفانی چادر پر ڈالتا ہے
A 11 12|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S یہاں پر برہنہ پشت سواری سے مراد ایک گھوڑے پر بغیر کسی زین یا آلاتی گرفت کے سواری کرنا
A 14 15|||R:ADJ|||میکانیکی|||REQUIRED|||-NONE-|||0

S ویکیمیڈیا منصوبہ جات مندرجہ ذیل ہیں
A 3 4|||R:ADJ|||درج|||REQUIRED|||-NONE-|||0

S ان کو آزادانہ طور پر کسی ثالثی اسٹور سے بھی ڈاؤنلوڈ کیا جاسکتا ہے
A 6 7|||R:ADJ|||تیسری|||REQUIRED|||-NONE-|||0

S مگر یہ اطلاقیہ زمرہ اور تبادلہ خیال کی خصوصیت سے لیس نہیں ہے
A 10 11|||R:ADJ|||آراستہ|||REQUIRED|||-NONE-|||0

S موضع کڑی میں سکونت پذیر ہونے اور کڑی کی وجہ تسمیہ کا ذکر
A 4 5|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S 2018 کے سالانہ انتخابات میں میاں معین وٹو سے شکست کھائی
A 2 3|||R:ADJ|||عام|||REQUIRED|||-NONE-|||0

S مقصد یہ تھا کہ بنگالیوں کو نئی سائنسی معلومات سے آگاہ کیا حائے اور انہیں عیسائی مذہب کی طرف مائل کیا جائے
A 15 16|||R:ADJ|||اصطباغی|||REQUIRED|||-NONE-|||0

S ماہنامہ الاتحاد ممبئی ایک دینی و اصلاحی مجلہ ہے جس میں سماجی معاشرتی اصلاحی اور دینی مضامین شامل اشاعت ہوتے ہیں
A 6 7|||R:ADJ|||اسلامی|||REQUIRED|||-NONE-|||0

S آپ نے جن اساتذہ سے تعلیم حاصل کی ان میں سے چند اہم اساتذہ یہ ہیں
A 12 13|||R:ADJ|||مشہور|||REQUIRED|||-NONE-|||0

S اگر چہ وہ آزاد تھے تاہم انکا انحطاط برادری میں ذیلی حیثیت پر کیا گیا
A 10 11|||R:ADJ|||نچلی|||REQUIRED|||-NONE-|||0

S فی الحال محققین کو تعلیمی تحقیق کے لیے کہانیوں تک رسائی مہیا کی جاتی ہے
A 4 5|||R:ADJ|||علمی|||REQUIRED|||-NONE-|||0

S 23 اگست 2018 کو انہیں سندھ کا گورنر مقرر کیا گیا
A 8 9|||R:ADJ|||نامزد|||REQUIRED|||-NONE-|||0

S عمران اسماعیل ( پیدائش یکم جنوری 1966 ) پاکستانی کاروباری شخصیت اور سیاست دان جو سندھ کے موجودہ اور 33ویں گورنر ہیں
A 17 18|||R:ADJ|||سابق|||REQUIRED|||-NONE-|||0

S امیر محمد خان جوگیزئی بلوچستان کے نامزد گورنر ہیں
A 6 7|||R:ADJ|||متوقع|||REQUIRED|||-NONE-|||0

S مسجد نبوی کی چھتریاں مسجد نبوی مدینہ منورہ سعودی عرب کے صحن میں تغیر پذیر چھتریاں ہیں
A 14 15|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S بھارتی آٹوموبائل کمپنی ہیرو موٹوکورپ جو بین الاقوامی ہاکی فیڈریشن کی گلوبل حصہ دار ہے اس ٹورنامنٹ کو اسپانسر کر رہی ہے
A 11 12|||R:ADJ|||عالمی|||REQUIRED|||-NONE-|||0

S کافی ذہین تھا اور آئی خاندان کے اچار کے کارخانے میں کمہار تھا
A 11 12|||R:ADJ|||کمھار|||REQUIRED|||-NONE-|||0

S شامل مشرقی راستے میں روغنی گمرک اور احمدی نام کی قدیم کاروان سرائیں ہیں جن کو راستہ بازار کے اندر سے ہی جاتا ہے
A 0 1|||R:ADJ|||شمال|||REQUIRED|||-NONE-|||0

S جنسی صحت کا علامی رسالہ ایک رسالہ ہے جو جنسی صحت پر تحقیقات کو شائع کرتا ہے
A 3 4|||R:ADJ|||عالمی|||REQUIRED|||-NONE-|||0

S 2018 کا جماعتی تشدد اور مہاجرین کا بحران
A 2 3|||R:ADJ|||گروہی|||REQUIRED|||-NONE-|||0

S ہیپاٹائٹس سی کا وائرس سب سے ذیادہ خطر ناک ہے
A 6 7|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S ہیپاٹائٹس کی یہ قسم ذیادہ خطر ناک نہیں ہوتی
A 4 5|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S یہ فلم برہان مظفر وانی پر مبنی ہے جنہیں بھارتی فوج نے ہلاک کر دیا تھا
A 12 13|||R:ADJ|||شہید|||REQUIRED|||-NONE-|||0

S بیگم روشن ارشاد ایک بنگلہ دیشی سیاست دان اور بنگلہ دیشی پارلیمان میں موجودہ قائد حزب اختلاف ہیں
A 13 14|||R:ADJ|||سابقہ|||REQUIRED|||-NONE-|||0

S جو افغانستان قومی کرکٹ ٹیم کے موجودہ کپتان ہیں
A 6 7|||R:ADJ|||سابق|||REQUIRED|||-NONE-|||0

S وہ سری لنکا کے خلاف ٹی 20 میچ کی پہلی ہی گیند پر وکٹ لینے والے پہلے ہندوستانی گیند باز بھی ہیں
A 17 18|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S ہاردک ایک ہی میچ میں ایک 20 میں 4 وکٹیں لینے اور 30 سے زیادہ رنز بنانے والے پہلے ہندوستانی بن گئے
A 19 20|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S وہ ہندوستانی ڈومیسٹک کرکٹ میں ہریانہ کے لیے کھیلتا ہے
A 1 2|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S وہ ٹوئنٹی 20 انٹرنیشنل میچ میں ہیٹ ٹرک کرنے والے پہلے ہندوستانی مرد کرکٹر بن گئے
A 11 12|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S شاعری میں ان کا تخلص فزاع ہے اور یہ ایک چوتیا قسم کے شاعر ہیں
A 10 11|||R:ADJ|||اعلی|||REQUIRED|||-NONE-|||0

S شاعری میں ان کا تخلص فزاع ہے اور یہ ایک اعلی قسم کے شاعر ہیں
A 10 11|||R:ADJ|||بیہودہ|||REQUIRED|||-NONE-|||0

S شاعری میں ان کا تخلص فزاع ہے اور یہ ایک بیہودہ قسم کے شاعر ہیں
A 10 11|||R:ADJ|||اعلی|||REQUIRED|||-NONE-|||0

S شاعری میں ان کا تخلص فزاع ہے اور یہ ایک اعلی قسم کے شاعر ہیں
A 10 11|||R:ADJ|||چوتیا|||REQUIRED|||-NONE-|||0

S سلجوق التون 1950 میں پیدا ہوئے ترکی کے مصنف ناشر اور ریٹائر بینک افسر ہیں
A 11 12|||R:ADJ|||موظف|||REQUIRED|||-NONE-|||0

S وہ عراق کے موجودہ اور نویں صدر ہیں
A 5 6|||R:ADJ|||آٹھویں|||REQUIRED|||-NONE-|||0

S وہ نیوجرسی کے علاقے رمسن میں رہائش پذیر ہیں
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ایوان نمائندگان برازیلی پارلیمان قومی مجلس برازیل کا ایوان زیریں ہے
A 9 10|||R:ADJ|||بالا|||REQUIRED|||-NONE-|||0

S یہاں کے ذیادہ تر لوگ بیرون ملک مقیم ہیں
A 2 3|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S انہیں سب سے پہلے سنہ 1986 میں شہرت ملی جب ا نہیں نے اسرائیلی جریدے ویجا کو ایک انٹرویو دیا
A 13 14|||R:ADJ|||برازیلی|||REQUIRED|||-NONE-|||0

S ریمنڈ ای برائون نے خیال کیا ہوسکتا ہے کہ ان حصوں میں یہودی عیسائی حمد و ثنا کے گیت لوقا کے ساتھ منسلک ہیں
A 13 14|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S 2018 میں ان کا ایک سواں عرس منعقد ہو رہا ہے
A 5 6|||R:ADJ|||سالہ|||REQUIRED|||-NONE-|||0

S 21 افراد ہلاک ( بشمول بندوقچی ) اور 74 ہلاک ہوئے جن میں سے 10 کی حالت تشویشناک تھی
A 9 10|||R:ADJ|||زخمی|||REQUIRED|||-NONE-|||0

S عادل عبد المہدی المنتفکی ایک عراقی شیعہ سیاست دان اور موجودہ وزیر اعظم عراق ہیں
A 10 11|||R:ADJ|||سابقہ|||REQUIRED|||-NONE-|||0

S نگہت پیشے کے لحاظ وکیل ہیں اور وہ فوجداری و خاندانی قانون کی ماہر ہیں
A 10 11|||R:ADJ|||عائلی|||REQUIRED|||-NONE-|||0

S باضابطہ طور پر یہ اعلان کیا جارہا ہے کہ جہاز میں 189 لوگ سوار تھے
A 0 1|||R:ADJ|||سرکاری|||REQUIRED|||-NONE-|||0

S پاکستان فلم انڈسٹری کے زوال پذیر ہونے کے بعد بھی اداکارہ نغمہ بیگم پاکستان فلم انڈسٹری سے وابستہ رہیں
A 5 6|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S قواعد خلافت و انتظام مملکت شگفتہ حرمت خلافت گزشتہ کے برعکس ترقی پذیر و بلندوبالا رہی
A 12 13|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S بابا شرف الدین بڑی دانشور اور شادہ شخصیت کے مالک تھے
A 6 7|||R:ADJ|||سادہ|||REQUIRED|||-NONE-|||0

S خط تعلیق فارسی زبان کا ایک مشہور خط ہے جو تیرہویں صدی عیسوی میں ایران میں رواج پذیر ہوا
A 17 18|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S سفید خون کے خلیے ہمارے ختم ہوئے کہ جسم و جان پہ گذرا عذاب ایسا تھا ( اشتیاق احمد )
A 12 13|||R:ADJ|||گزرا|||REQUIRED|||-NONE-|||0

S تام کارمل ان کاروائیوں سے بچتے ہوئے پراگ جلا وطن ہو گئے جہاں وہ دسمبر 1979 تک قیام پذیر رہے
A 18 19|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S عام طور پر کھانے کو دو حصوں میں بانٹا جاتا ہے ایک ناشتہ اور دوسرا کھانا
A 12 13|||R:ADJ|||ناشتا|||REQUIRED|||-NONE-|||0

S فلم کا باضابطہ ٹریلر 9 نومبر 2018 کو کنڑا تمل تیلگو ملیالم اور ہندی میں شائع کیا گیا
A 15 16|||R:ADJ|||جاری|||REQUIRED|||-NONE-|||0

S 5 اگر سپر اوور میں بھی اسکور برابر رہا تو پھر دوران میچ ذیادہ چھکے مارنے والی ٹیم کو فاتح قرار دیا جائے گا
A 13 14|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S یہ دروازہ فاماگوستا سے شروع ہو کر نکوسیا کی قدیم دیواروں کے گرد سے ہوتی ہوئی واپس اختتام پذیر ہوتی ہے
A 18 19|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اس جامعہ میں ہمہ قسم کے کورس دستیاب ہیں
A 3 4|||R:ADJ|||تمام|||REQUIRED|||-NONE-|||0

S تقسیم ہند کے بعد پاکستان آگئے اور لاہور میں قیام پذیر ہوئے
A 10 11|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S جب گورنر کے علم میں یہ بات آئی کہ وہ ایک بابی ہیں تو ان کا قتل کر دیا گیا
A 11 12|||R:ADJ|||بہائی|||REQUIRED|||-NONE-|||0

S تو میں نے عرض کیا حضور میری کیا محال ہے
A 8 9|||R:ADJ|||مجال|||REQUIRED|||-NONE-|||0

S اور وہ بھارت کی ریاست سکم کے پانچویں اور موجودہ وزیر اعلی ہیں
A 9 10|||R:ADJ|||سابقہ|||REQUIRED|||-NONE-|||0

S تقسیم ہند کے بعد وہ پہلے لاہور میں اور پھر کراچی میں سکونت پذیر ہوئے جہاں وہ متعدد جرائد و اخبارات سے وابستہ رہے
A 13 14|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S وہ اسلامی انقلاب کے سخت حامی ہیں
A 1 2|||R:ADJ|||ایرانی|||REQUIRED|||-NONE-|||0

S یہ نا انصافی بہت واضع ہے بہت ظالمانہ اور ناقابل معافی ہے
A 4 5|||R:ADJ|||واضح|||REQUIRED|||-NONE-|||0

S ا سی سلسلے میں وہ کامٹی میں سکونت پذیر تھے کہ ناطق کی پیدائش ہوئی
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S چنانچہ 1969 میں علامہ تمنا اپنے بیٹے کے پاس کراچی میں رہائش پذیر ہوئے
A 12 13|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اصفہان پہنچ کر ایک عربی مدرسے میں قیام پذیر ہوا اور یہیں کے ایک چھوٹے سے کمرے میں مکمل دس سالوں تک ٹھہرا رہا
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ان کا مجموعہ کلام برگ سبز کے نام سے اشاعت پذیر ہو چکا ہے
A 10 11|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ان کے ابتدائی کام میں جدت تحریک کا بہت ذیادہ اثر تھا
A 9 10|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S ناٹیہ شاستر میں ارفع طبقہ سنسکرت میں جبکہ کمتر طبقہ پراکرت میں گفتگو کرتا ہے
A 3 4|||R:ADJ|||برتر|||REQUIRED|||-NONE-|||0

S ان کی فلم " باجی راؤ مستانی " میں ان کی اداکاری کو بہت ذیادہ سراہا گیا
A 14 15|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S یہی عمل اگلے فن دولہے کے گھر پر دہرایا جاتا ہے
A 2 3|||R:ADJ|||اگلی|||REQUIRED|||-NONE-|||0

S آخر اس نے فلم میں کام کرنے کے لئے حامی بھری اور زندگی کا یہ فیصلہ اس کو ایک نئے مقام پر لے گیا
A 9 10|||R:ADJ|||ہامی|||REQUIRED|||-NONE-|||0

S ابو عبد الل ابن شباس صیمری کے مریدوں اور معتقدین کی بڑی تعداد تھی جو مختلف شہروں میں قیام پذیر تھی
A 19 20|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S عیسائی لوگ شب کرسمس کے ساتھ ہی رات تمام شب بیداری کرتے ہیں
A 0 1|||R:ADJ|||مسیحی|||REQUIRED|||-NONE-|||0

S دنیا کے مختلف ملکوں میں مختلف طریقوں سے شب کرسمس منائی جاتی ہے
A 2 3|||R:ADJ|||متعدد|||REQUIRED|||-NONE-|||0

S آپ لوگ مکہ میں ہی قیام پذیر تھے
A 6 7|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S یہ ترکی نام دمیر کا ہم لسانی تلفظ ہے
A 6 7|||R:ADJ|||اصل|||REQUIRED|||-NONE-|||0

S پھر کئی شہروں کا سفر کرتے ہوئے 1967 میں دہلی میں سکونیت پذیر ہوئے اور دہلی کے مختلف اداروںسے وابسطہ ہو ئے
A 12 13|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اکثر عورتوں ازدہام رہتا ہے
A 2 3|||R:ADJ|||ازدحام|||REQUIRED|||-NONE-|||0

S محسن داوڑ اس وقت پشتون تحفظ تحریک سے جڑا ہوا ہے
A 8 9|||R:ADJ|||جڑے|||REQUIRED|||-NONE-|||0

S الحمد للہ اس طرح پہلی یمن سوکر لیگ بخیر و خوبی اختتام پذیر ہوئی
A 12 13|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S گرو رام داس کا یہ آبائی گھر رقبے میں تنگ تھا اور ا سی حالت میں تین صدیوں تک موجود رہا
A 9 10|||R:ADJ|||چھوٹا|||REQUIRED|||-NONE-|||0

S اگستیہ یا اگستیا ہندو مت میں ویدوں کے ایک نامور دانشور ( رشی ) تھے
A 9 10|||R:ADJ|||مشہور|||REQUIRED|||-NONE-|||0

S یہ دونوں پرتیہارا کہلائے جو بعد میں گجر ہوے
A 7 8|||R:ADJ|||راجپوت|||REQUIRED|||-NONE-|||0

S یہ دونوں پنوار کہلائے جو بعد میں راجپوت ہوئے
A 7 8|||R:ADJ|||گجر|||REQUIRED|||-NONE-|||0

S لیکن تمام نصوص میں یہ متفقانہ طور پر ملتا ہے کہ رام نے اس کو شراپ سے آزاد کیا اور نجات دی
A 5 6|||R:ADJ|||متفقہ|||REQUIRED|||-NONE-|||0

S گرو پورنیما ( برج قوس میں وقوع پذیر ہونے والا ماہ کامل یا پورا چاند ) ان سے منسوب ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اسلام آباد راولپنڈی میٹروپولیٹن علاقہ پاکستان کا چوتھا گنجان آباد علاقہ ہے
A 7 8|||R:ADJ|||تیسرا|||REQUIRED|||-NONE-|||0

S گو کہ وہ نہیں جانتے ہیں پھر بھی میں کائنات کے نچوڑ میں قیام پذیر ہوں
A 14 15|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S گو کہ وہ نہیں جانتے ہیں پھر بھی میں کائنات کے نچوڑ میں قیام پزیر ہوں
A 14 15|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S جب اس لباس کے زیادہ پ ر آسائش نمونے کو ساری کہا جاتا تھا
A 10 11|||R:ADJ|||ساڑی|||REQUIRED|||-NONE-|||0

S گو کہ وہ نہیں جانتے ہیں پھر بھی میں کائنات کے نچوڑ میں قیام پذیر ہوں
A 14 15|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S سپائروس کیپریانو ایک یونانی قبرصی سیاست دان اور جو کہ 1977 سے 1988 تک قبرص کے چوتھے صدر بھی رہے
A 16 17|||R:ADJ|||دوسرے|||REQUIRED|||-NONE-|||0

S اورنگ آباد اپنی تعلیمی و تہذیبی ثقافت کے لیے مشہور ہے
A 3 4|||R:ADJ|||ادبی|||REQUIRED|||-NONE-|||0

S یہ ادارہ ترقی یافتہ اور ترقی پذیر دونوں طرح کے ممالک میں اپنی خدمات انجام دیتا ہے
A 6 7|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S بھارت کے مندرجہ ذیل جڑواں شہر دنیا کے دوسرے شہروں کے علاقائی برادری سے کوئی نہ کوئی مناسبت ضرور رکھتے ہیں
A 11 12|||R:ADJ|||مقامی|||REQUIRED|||-NONE-|||0

S ایٹرٹینمیٹ 2014 کی ہندی فلم ہے
A 3 4|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S یہ وہی کمپنی ہے جس کا نام 2015 میں وقوع پذیر ہونے والے بینتو روڈریگوئز ڈیم تباہ کاری کے سانحے میں بھی آتا ہے
A 10 11|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اب جن پاکستانیوں کا خیال ہے ک انہیں انگریزی آتی ہے و کچ باتوں پر غور فرمائیں
A 12 13|||R:ADJ|||کچہ|||REQUIRED|||-NONE-|||0

S اب جن پاکستانیوں کا خیال ہے کہ انہیں انگریزی آتی ہے وہ کچہ باتوں پر غور فرمائیں
A 12 13|||R:ADJ|||کچ|||REQUIRED|||-NONE-|||0

S بھارت کا عارضی مرکزی بجٹ برائے 2019 یکم فروری 2019 کو پیوش گویل نے پیش کیا
A 2 3|||R:ADJ|||عبوری|||REQUIRED|||-NONE-|||0

S وہ سنہ 2011 سے ولسی جرگہ کے موجودہ اسپیکر ہیں
A 7 8|||R:ADJ|||سابقہ|||REQUIRED|||-NONE-|||0

S آپ جامعہ اسلامیہ بھٹکل کے 10 سال ناظم و 10 سال نائب ناظم اور 30 سال صدر کے عہدہ پر فائض رہے
A 20 21|||R:ADJ|||فائز|||REQUIRED|||-NONE-|||0

S آپ جامعہ اسلامیہ بھٹکل کے 10 سال ناظم و 10 سال نائب ناظم اور 30 سال صدر کے عہدہ پر فائز رہے
A 20 21|||R:ADJ|||فائض|||REQUIRED|||-NONE-|||0

S قیصر نذیر خاور پاکستان کے نامور افسانہ نگار انشا پرداز اور مترجم ہیں
A 5 6|||R:ADJ|||ممتاز|||REQUIRED|||-NONE-|||0

S اہم کرداروں میں اقرا عزیز سید جبران عمران اشرف زیب رحمان اسما عباس کاشف محمود عمارہ بٹ شامل تھے
A 0 1|||R:ADJ|||مرکزی|||REQUIRED|||-NONE-|||0

S و3وو4وو5و ایسے رشتہ کو مفاد پرست دوستی سے بھی تعبیر کیا جاتا ہے
A 5 6|||R:ADJ|||والی|||REQUIRED|||-NONE-|||0

S برعظیم چین کے علاوہ بھی کئی دیگر ملکوں میں چینی نسل کے لوگ قیام پذیر ہیں
A 14 15|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اس کا سابقہ انگریز دور کا نام شمال مشرقی سرحدی ایجنسی تھا جسے اب اروناچل پردیش کہا جاتا ہے
A 3 4|||R:ADJ|||برطانوی|||REQUIRED|||-NONE-|||0

S چین اور بھارت کی سرحدیں آپس میں ملتی ہیں اور دونوں دنیا کی تیز ترقی پذیر معاشیا ت میں شمار ہوتی ہیں
A 15 16|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S دونوں ہی ممالک ترقی پذیر ہیں اور دونوں کو ہی اصلاحات کی ضرورت ہے
A 4 5|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S افضل ابتدائی طور پر بلوچستان میں قیام پذیر رہیں
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S جوکہ افغانستان اور جنوبی پختون بیلٹ بلوچستان اور خیبر پختونخواہ میں رہائش پذیر ہیں
A 12 13|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S چین میں جنسیت بہت حیرت انگیز طور پر تبدیل ہوئی ہے اور یہ جنسی انقلاب اب بھی جاری اور ترقی پذیر ہے
A 20 21|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S چین میں جنسیت بہت حیرت انگیز طور پر تبدیل ہوئی ہے اور یہ جنسی انقلاب اب بھی جاری اور ترقی پزیر ہے
A 20 21|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S چین میں جنسیت بہت حیرت انگیز طور پر تبدیل ہوئی ہے اور یہ جنسی انقلاب اب بھی جاری اور ترقی پذیر ہے
A 20 21|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ) کی صورت میں ظہور پذیر ہونے کی پیش گوئی ہے
A 5 6|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S آپ غیر شادی شدہ تھیں اور فیصل آباد میں اپنے والد کے گھر قیام پذیر تھیں
A 14 15|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ٹرمپ کا اپنا اپارٹمنٹ اس عمارت کے آخری تین فلورز پر مشتمل ہے جہان ایک پرائیویٹ لفٹ کے ذریعے پہنچا جا سکتا ہے
A 11 12|||R:ADJ|||موجود|||REQUIRED|||-NONE-|||0

S پرماتما ایک سیوک ہندو مت کا ایک چھوٹا سا فرقہ جس کے زیادہ تر پیروکار مشرقی ودربھ اور مشرقی بھارت میں پائے جاتے ہیں
A 18 19|||R:ADJ|||وسطی|||REQUIRED|||-NONE-|||0

S ریٹائر ہونے کے بعد وہ قوبا میں قیام پذیر ہوئے
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S لیکن یہ منصوبہ زیادہ عمل پذیر نہ ہوپایا کیونکہ یہ تعین کرنا دشوار تھا کہ کون کی ڈویزن منقسم ہوگی اور کون نہیں
A 5 6|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S فیروزہ پاکستان پاکستان کا ایک جغرافیائی خصوصیت ہے
A 5 6|||R:ADJ|||اہم|||REQUIRED|||-NONE-|||0

S کچھ مؤرخ اس کو یہودیوں کے دوسرے انقلاب سے تعبیر کرتے ہیں
A 6 7|||R:ADJ|||دوسری|||REQUIRED|||-NONE-|||0

S انہیں جمال الدین افغانی سے بہت لگاو تھا اور ان سے بہت کچھ سیکھا
A 6 7|||R:ADJ|||لگاؤ|||REQUIRED|||-NONE-|||0

S احمد بن ابراہ م اس ٹوپی کی تجارت کیا کرتے تھے اس لیے ان کی نسبت زورقی ہے
A 16 17|||R:ADJ|||دورقی|||REQUIRED|||-NONE-|||0

S زمانہ وفات میں اختلاف ہے بعض60 اور بعض 65ھ بتاتے ہیں دوسرے روایت زیادہ صحیح ہے
A 11 12|||R:ADJ|||دوسری|||REQUIRED|||-NONE-|||0

S اس نے کے اورریجینل سے لے کر تک اس کردار سے ریٹائر ہونے تک اس کی تمام براہ راست ایکشن تماثیل میں شرکت کی
A 11 12|||R:ADJ|||سبکدوش|||REQUIRED|||-NONE-|||0

S پھر صفہ میں قیام پذیر ہوکر صفہ کے طالب علموں کے ساتھ رہنے لگے
A 4 5|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S وہیں ایک جوگی ان دنوں میں اقامت پذیر تھا
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S تحفہ یا عطیہ ایک شے ہے جو کسی کو کش کرنے کے لیے دیا جاتا ہے
A 9 10|||R:ADJ|||خوش|||REQUIRED|||-NONE-|||0

S طبیعت بہت رقیق اور اثر پذیر پائی تھی
A 5 6|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S مغربی واٹر کیچمینٹ کا رقبہ 69 5 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 720 افراد پر مشتمل ہے
A 0 1|||R:ADJ|||مشرقی|||REQUIRED|||-NONE-|||0

S شمالی مشرقی جزائر کا رقبہ 42 8 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 50 افراد پر مشتمل ہے
A 1 2|||R:ADJ|||وسطی|||REQUIRED|||-NONE-|||0

S ونٹن نے ٹی وی اور ریڈیو پر کام کیا اور سبکدوش ہونے کے بعد بریڈپورٹ ڈورسیٹ میں رہائش پذیر تھیں
A 18 19|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S بشنڈوٹ میں 1000 سے زائد افراد رہائش پذیر ہیں
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اپریل مئی 2019 میں بھارت میں لوک سبھا انتخابات ہوئے اور اندھرا پردیش کے اسمبلی انتخابات بھی اسی دوران میں وقوع پذیر ہوئے
A 21 22|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اس نے بہت سی کتب لکھی ہیں جو مختلف اداروں کی جانب سے شایع ہوئی ہیں
A 13 14|||R:ADJ|||شائع|||REQUIRED|||-NONE-|||0

S اس قوم کے زیادہ تر خاندان جنوبی پنجاب میں رہائش پذیر ہیں
A 10 11|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S بہت ساری کرپٹو کرنسی ہے دنیا میں تقریبا 700 سے ذیادہ مختلف کرپٹو کرنسیز ہیں
A 10 11|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S آلاتی ترجمہ مختلف جگہ سے نقل شدہ مواد 08 39 23 جون 2019 ( م ع و )
A 0 1|||R:ADJ|||میکانیکی|||REQUIRED|||-NONE-|||0

S دوسرے بیٹے کا نام قاری عبدالوہاب صاحب ہیں جو گجرات میں کسی جگہ پر بسلسلہ ملازمت اقامت پذیر ہیں
A 17 18|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S امفال مغربی ضلع کا رقبہ 558 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 514 , 683 افراد پر مشتمل ہے
A 1 2|||R:ADJ|||مشرقی|||REQUIRED|||-NONE-|||0

S رچرڈز کے ہندوستانی اداکارہ نینا گپتا کے ساتھ مختصر تعلقات تھے جن سے ان کی ایک بیٹی فیشن ڈیزائنر مسابا گپتا ہے
A 2 3|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S صبوری پہلے کینڈا میں مقیم تھا اور اب ازبکستان میں رہائش پذیر ہے
A 11 12|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ان کی دو کتابیں چھٹی سمت آ نکلا اور دل دل پاکستان شائع ہوئیں
A 4 5|||R:ADJ|||چوتھی|||REQUIRED|||-NONE-|||0

S رتودیرو کے بعد وہ لاڑکانہ شہر میں سکونت پذیر ہو گئے
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S فروری 2013 میں سائٹ کا اردو نسخہ بھی نافذ کیا گیا
A 8 9|||R:ADJ|||شائع|||REQUIRED|||-NONE-|||0

S اس سیارہ کا اہم سائنسی مقصد نقشہ تیار کرنا اور چاند پر پانی تلاش کرنا ہے
A 4 5|||R:ADJ|||علمی|||REQUIRED|||-NONE-|||0

S بورس جانسن ( پیدائش 19 جون 1964 ) برطانوی سیاستدان اور برطانیہ کے نامزد وزیر اعظم ہیں
A 13 14|||R:ADJ|||موجودہ|||REQUIRED|||-NONE-|||0

S 2013 نیوزی لینڈ مردم شماری ملک کی تیسری قومی مردم شماری تھی
A 7 8|||R:ADJ|||33ویں|||REQUIRED|||-NONE-|||0

S طلاب علموں کو پہلے دن ایک لڑائی میں لازما کامیاب ہونا چاہیے تاکہ وہ جامعہ میں بھرتی ہو سکے
A 0 1|||R:ADJ|||طالب|||REQUIRED|||-NONE-|||0

S مغربی مضافات کا رقبہ 405 9 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 6 , 220 , 000 افراد پر مشتمل ہے
A 0 1|||R:ADJ|||مشرقی|||REQUIRED|||-NONE-|||0

S کانڈی والی ( انگریزی ) بھارت کا ایک محلہ جو مہاراشٹر میں واقع ہے
A 1 2|||R:ADJ|||گورے|||REQUIRED|||-NONE-|||0

S 26 نومبر 1949 سے برطانوی ریاستوں میں رہائش پذیر افراد کو بھارتی شہریت دے دی گئی
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ربیعہ خاتون ڈھاکہ کے رہائشی علاقے بنانی میں رہائش پذیر تھیں
A 9 10|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اور آپ کی چار بہنیں ہیں اور آپکے نانگا خاندان کا تعلق بھی گورمانی قبیلہ سے ہے اور وہ تونسہ موڑ ضلع مظفرگڑھ سے ہیں
A 8 9|||R:ADJ|||نانکا|||REQUIRED|||-NONE-|||0

S پروگریس اشاعت گھر ( سابقہ نام بدیسی زبانوں کا اشاعت گھر ) روسی شہر ماسکو میں واقع ایک سوویت ناشر تھا
A 6 7|||R:ADJ|||بدیشی|||REQUIRED|||-NONE-|||0

S پروگریس اشاعت گھر ( سابقہ نام بدیشی زبانوں کا اشاعت گھر ) روسی شہر ماسکو میں واقع ایک سوویت ناشر تھا
A 6 7|||R:ADJ|||بدیسی|||REQUIRED|||-NONE-|||0

S ایڈنبرگ اسکاٹ لینڈ میں رہائش پذیر ہیں
A 5 6|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S آخر میں اہل بیت سے توسل اور اللہ کی بارگاہ میں دعا کے ساتھ زیارت نامہ اختتام پذیر ہوتا ہے
A 17 18|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S کونسل کے 47 ارکان ہیں جو توسیع شدہ میعاد کے لیے علاقائی گروپوں کی اساس پر منتخب ہوتے ہیں
A 7 8|||R:ADJ|||سالہ|||REQUIRED|||-NONE-|||0

S حضرت علامہ مفتی حافظ محمد فاروق نقشبندی بندیالوی اہلسنت وجماعت کے اہم علما میں شمار ہوتے ہیں
A 11 12|||R:ADJ|||نامور|||REQUIRED|||-NONE-|||0

S انہوں نے بغداد میں سادات کی نقابت کا منصب قبول کیا اور عمر کے آخری آیام تک بغداد میں ہی قیام پذیر ہوئے
A 21 22|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S وٹامن بی کمپلیکس سے مراد آٹھ وٹامن ہیں جو سب پانی میں حل پذیر ہوتے ہیں
A 13 14|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S گوسوامی اس وقت دہلی شکتی نگر اترپردیش علاقہ میں قیام پذیر تھیں اور انہوں نے اپنی آنکھوں سے فسادات کا مشاہدہ کیا تھا
A 10 11|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S گنگے والا ضلع و تحصیل لودھراں پنجاب پاکستان کی ایک یونین کونسل اور آباد مقام ہے
A 1 2|||R:ADJ|||پورا|||REQUIRED|||-NONE-|||0

S 1857 میں مغلیہ سلطنت زوال پذیر ہوئی اور ہندوستان میں برطانوی راج قائم ہو گیا
A 5 6|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S 1885 میں علامہ واپس بیروت چلے گئے اور وہیں رہائش پذیر ہوئے
A 10 11|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S کوئی بھی وجود پذیر نہیں ہے یہ دوسری انتہا ہے
A 3 4|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ایسی موج جس میں واسطے کے ذرات کی ارتعاشی حرکت موج کی حرکت کی سمت کے متوازی ہوتی ہے طولی موج کہلاتی ہے
A 19 20|||R:ADJ|||عرضی|||REQUIRED|||-NONE-|||0

S چاک جس سے کمہار برتن بناتا ہے آج عالم لوگوں کے لیے کوئی اہمیت نہیں رکھتا ہے
A 3 4|||R:ADJ|||کمھار|||REQUIRED|||-NONE-|||0

S بعض روایات کے مطابق بابر یہاں 1523 یا 1526 میں آیا اور چھ ماہ قیام پذیر رہا
A 15 16|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S نخلستان کی تلاش 2004 میں اشاعت پذیر ہوئی
A 6 7|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S نخلستان کی تلاش ایک معما محبت کی کہانی خدا کے سائے میں آنکھ مچولی اور روزین ان کی ناولوں کے نام ہیں
A 4 5|||R:ADJ|||ممنوعہ|||REQUIRED|||-NONE-|||0

S یہ ساہتیہ اکیڈمی کا دوسرا برا اعزاز ہے
A 5 6|||R:ADJ|||بڑا|||REQUIRED|||-NONE-|||0

S ہیبا پٹیل ایک ہندوستانی اداکارہ اور ماڈل ہیں جو کنڑ تمل اور تیلگو فلموں میں کام کرتی ہیں
A 3 4|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S جھینور جسے پنجاب کے مشرق میں کمہار ا اور وسط میں اگر ہندو ہو تو مہرا کہا جاتا ہے
A 6 7|||R:ADJ|||کمھار|||REQUIRED|||-NONE-|||0

S گلگت سے دریا کی طرف جاتے ہوئے کہیں کہیں سے ناگاہ پربت دکھائی دیتا ہے
A 10 11|||R:ADJ|||نانگا|||REQUIRED|||-NONE-|||0

S اس کے بعد انہوں نے 2017 میں ایک مسالہ تفریح فلم " دوارکا " میں کام کیا
A 8 9|||R:ADJ|||مسالا|||REQUIRED|||-NONE-|||0

S کیفیت اور ہیئت دونوں اعتبار سے جدیدیت پہلی مرتبہ نرماد کی شاعری میں ظہور پذیر ہوئی
A 14 15|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S وہ مضامین جو منتخب اور مختصر ہیں
A 5 6|||R:ADJ|||بہتر|||REQUIRED|||-NONE-|||0

S کمہار برتن بنانے کے لیے یہاں سے ملھی مٹی دوسرے دیہاتوں میں لے جاتے تھے اور برتن تیار کرتے تھے
A 0 1|||R:ADJ|||کمھار|||REQUIRED|||-NONE-|||0

S ریاستی جامعہ یا اسٹیٹ یونیورسٹی ریاست کی نگرانی چلتی ہے اور ریاست کی اسمبلی کے ایکٹ کے تحت قیام پذیر ہوتی ہے
A 19 20|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ریاستی جامعہ یا اسٹیٹ یونیورسٹی ریاست کی نگرانی چلتی ہے اور ریاست کی اسمبلی کے ایکٹ کے تحت قیام پزیر ہوتی ہے
A 19 20|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S ریاستی جامعہ یا اسٹیٹ یونیورسٹی ریاست کی نگرانی چلتی ہے اور ریاست کی اسمبلی کے ایکٹ کے تحت قیام پذیر ہوتی ہے
A 19 20|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S آمیر قلعہ بھارت کی ریاست راجستھان کے امیر شہر میں واقع ہے
A 7 8|||R:ADJ|||آمیر|||REQUIRED|||-NONE-|||0

S سمرقند سے وہ استنبول یعنی سلطنت عثمانیہ میں رہائش پذیر ہوئے
A 9 10|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S سنا جس گھڑی مژدہ دل پذیر
A 5 6|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S انیسویں صدی میں زلزلے سے مسجد کو بہت ذیادہ نقصان پہنچا تھا
A 8 9|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S اس میں ملک بھر سے مخلتف صوبہ جات کی ٹیمیں حصہ لیتی ہیں
A 5 6|||R:ADJ|||مختلف|||REQUIRED|||-NONE-|||0

S یہ پاکستان کی سب سے بڑا سیمنٹ بنانے والی کمپنی ہے جس کی یومیہ پیداواری گنجائش 14 000 ٹن ہے
A 5 6|||R:ADJ|||بڑی|||REQUIRED|||-NONE-|||0

S اس کا بھی مطمع نظر یہ تھا کہ ہندوستانی راجوں کی مدد سے انگریزوں کی تجارت کو ختم کیا جائے
A 3 4|||R:ADJ|||مطمح|||REQUIRED|||-NONE-|||0

S اس کا بھی مطمح نظر یہ تھا کہ ہندوستانی راجوں کی مدد سے انگریزوں کی تجارت کو ختم کیا جائے
A 3 4|||R:ADJ|||مطع|||REQUIRED|||-NONE-|||0

S رابرٹ کے والد پوپی کے ضلع ایٹہ کے قصبہ مراچی میں سکونت پذیر تھے
A 12 13|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S رابرٹ گارڈن ملازمت کے سلسلے میں میرٹھ متھرا علی گڑھ اور ایٹہ میں رہائش پذیر رہے
A 14 15|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S یہ شادی 28 جون 1596 کو حمیدہ بانو بیگم کے گھر وقوع پذیر ہوئی
A 12 13|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ڈاکٹر حیدر آج کل لندن میں رہائش پذیر ہیں
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S وسطی ایشیا کی تاریخ وسطی ایشیا میں رہائش پذیر لوگوں کی تاریخ کے سے متعلق ہے
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ایران میں یکے بعد دیگرے کئی سلطنتیں ظہور پذیر ہوئیں
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S مجرے کا رجحان مغل سلطنت کے زوال پذیریت کی طرف مائل ہونے یا زوال پذیر سالوں کے دوران تیزی سے پھیلا تھا
A 14 15|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S تاکہ ایک ایسا نیا اور ترقی پذیر معاشرہ وجود میں آ سکے جو عقل و حکمت اور معتمدن قوموں کے تجربات پر مبنی ہو
A 6 7|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S وہ ہندوستان کے لیے ون ڈے سنچری بنانے والی پہلی ہندوستانی کھلاڑی ہیں جبکہ بیرون ملک ٹیسٹ سیریز جیتنے والی پہلی کپتان
A 10 11|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S پولیس مقابلے میں ایک بازو اور پاؤں گولیوں سے چھلنی ہو جانے کے بعد وہ شہید ہو گئے
A 15 16|||R:ADJ|||ہلاک|||REQUIRED|||-NONE-|||0

S بہاول پور میں سکونت پذیر تھے
A 4 5|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S غیر ویکی اسلوب 04 07 11 نومبر 2019 ( م ع و )
A 0 1|||R:ADJ|||کار|||REQUIRED|||-NONE-|||0

S چنانچہ یہ کہنا غلط نہ ہو گا کہ وہ ایک منفرد تانیثی ادبی کلچرکو صورت پذیر کرنے کی جدوجہد کرتی ہے
A 15 16|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S بہرام اول ساسانی سلطنت کا چوتھا شہنشاہ تھا
A 5 6|||R:ADJ|||پانچواں|||REQUIRED|||-NONE-|||0

S اس سوق میں دنیا بھر کے مسالہ جات فروخت ہوتے ہیں
A 6 7|||R:ADJ|||مسالا|||REQUIRED|||-NONE-|||0

S آپ کا عرس ہر سال بڑے اہتمام سے انعقاد پذیر ہوتا ہے
A 9 10|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S دیہی تحریری ذرائع جنوبی عرب سے آئے ہوئے بہت سارے نقش و نگاروں اور سکوں تک محدود ہیں
A 0 1|||R:ADJ|||مقامی|||REQUIRED|||-NONE-|||0

S اس جرم کی پاداش میں ان پر مقدمہ چلا کر کالی پانی کی سزا دی کر جزیرہ انڈمان بھیج دیا
A 10 11|||R:ADJ|||کالا|||REQUIRED|||-NONE-|||0

S ہیمانگ کمال بادانی ( پیدائش 14 نومبر 1976 ) ایک سابق ہندوستانی کرکٹرکھلاڑی ہے جس نےٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیل رکھی ہے
A 11 12|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S بی سی سی آئی کی صدارت ملنے کے بعد وہ سی اے بی کی صدارت سے برطرف ہو گئے
A 16 17|||R:ADJ|||سبکدوش|||REQUIRED|||-NONE-|||0

S آرنیکا جمے ہوئے خون کو پگھلا دیتی ہے لیکن ایلو پیتھک دواؤں کی طرح ذیادہ پتلا بھی نہیں کرتی
A 14 15|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S یہ دونوں کراچی میں رہائش پذیر تھے اور ان کی ایک بیٹی ندا کاظمی اور بیٹا علی کاظمی تھے
A 5 6|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S 1590 میں کوچم خان نے روسی سلطنت کو خراج دین آلے توبولسک شہر کے ارد گرد رہن آلے تاتاریاں پر حملے کیتے
A 17 18|||R:ADJ|||والے|||REQUIRED|||-NONE-|||0

S 3 صارفین کو متلون مزاج رہنا چاہیئے تاکہ مزید کام کرنے کی صورت میں بہتری آ سکے
A 3 4|||R:ADJ|||نرم|||REQUIRED|||-NONE-|||0

S ان کی فعالیت کی وجہ سے اخباریت زوال پذیر ہوئی
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S وہاں تین سال تک رہائش پذیر رہنے کے بعد 1290ھ 1873 میں نجف لوٹ آئے
A 5 6|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S علم لسانیات کی رو سے پہاڑی زبان کو ہند آریائی زبانوں کے زمرے میں شمار کیا جاتا ہے
A 5 6|||R:ADJ|||پنجابی|||REQUIRED|||-NONE-|||0

S آیت اللہ بروجردی نے اس درخواست کو منظور کیا اور محرم الحرام 1364 ہجری قمری دسمبر 1944 عیسوی کو قم میں سکونت پذیر ہوئے
A 22 23|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S آیت اللہ بروجردی نے اس درخواست کو منظور کیا اور محرم الحرام 1364 ہجری قمری دسمبر 1944 عیسوی کو قم میں سکونت پذیر ہوئے
A 22 23|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S مکی سورتوں کی تعداد جس پر سب کا اتفاق ہے
A 0 1|||R:ADJ|||مدنی|||REQUIRED|||-NONE-|||0

S انہماک نو سال بعد اشاعت پذیر ہوا
A 5 6|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S حالانکہ ہر باب ایک مخلتف کردار پر محیط ہے مگر ان کا آپس میں کچھ نہ کچھ ربط ضرور ہے
A 4 5|||R:ADJ|||مختلف|||REQUIRED|||-NONE-|||0

S دنیا بھر میں کالا آزار کے واقعات کا نصف بھارت میں وقوع پذیر ہوتا ہے
A 12 13|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ان کے علاج اور روک تھا میں ترقی پذیر ممالک ہر سال کئی بلین ڈالر خرچ کردیتے ہیں
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S بلال کا بیٹا اور وارث معاون تھے
A 5 6|||R:ADJ|||نالائق|||REQUIRED|||-NONE-|||0

S بوکا کے بعد اس کا بیٹا ہریہار دوسرا حکمران بنا
A 7 8|||R:ADJ|||دوم|||REQUIRED|||-NONE-|||0

S ان کی شاعری اور تراجم دونوں کو بہت ذیادہ پسند کیا جاتا ہے
A 8 9|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S گوا میں بھی وہی مطابقت پذیر ہوگی
A 5 6|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اس کے بعد شاہراہ لکھنؤ سے اختتام پذیر ہونے سے قبل گورکھپور بستی علی آباد فیض آباد اور بارہ بانکی تک جاتی ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S فلم بندی کا آغاز مارچ 2007 میں ہوا تھا اور اسی سال جون میں اختتام پذیر ہوا
A 15 16|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ہیثم بن طارق آل سعید ( پیدائش 23 اکتوبر 1954 ) سلطنت عمان کے نامزد سلطان ہیں
A 14 15|||R:ADJ|||موجودہ|||REQUIRED|||-NONE-|||0

S ان کی دو نظموں نے آل انڈیا کے شعری مقابلوں میں بہت ذیادہ پذیرائی حاصل کی
A 12 13|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S سب سے زیادہ تشدد سابرمتی ہاسٹل میں کیا گیا جس میں تقریبا 400 طلبا قیام پذیر ہیں
A 15 16|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S عبدالغفار تبسم ( انگریزی ) پاکستان کے صوبہ سندھ میں پیدا ہونے والے سندھ زبان کے بڑے شاعر ہیں
A 16 17|||R:ADJ|||معروف|||REQUIRED|||-NONE-|||0

S اس کی بہت کتابیں شایع ہوئی ہیں
A 4 5|||R:ADJ|||شائع|||REQUIRED|||-NONE-|||0

S تبسم کی شاعری منظور سخیرانی صادق فقیر تعمیر حسین اور دوسرے نامور گلوکاروں نے گائی ہے
A 10 11|||R:ADJ|||دیگر|||REQUIRED|||-NONE-|||0

S سنتھالس یونائیٹڈ کلب جو 2008 میں قائم کیا گیا تھا ارجن نگر میں فٹ بال گیم بھی سب سے روحانی کھیل ہے
A 19 20|||R:ADJ|||پسندیدہ|||REQUIRED|||-NONE-|||0

S 1948 میں وہ اپنے شوہر کے ساتھ پاکستان آ گئیں اور کراچی سندھ میں رہائش پذیر ہوئیں
A 15 16|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S جدید ویلز ادب کا ارتقا بھی عام انگریزی کے ساتھ ساتھ ہوتا رہا اور اس طرح اسے اپنی الگ شناخت ملی
A 18 19|||R:ADJ|||مختلف|||REQUIRED|||-NONE-|||0

S ناگپور کا فساد اس وقت وقوع پذیر ہوا جب اکھل بھارتیہ ودھارتی پریشد نے مسجد کے سامنے گزرتے ہوئے تیز آواز میں موسیقی بجائی
A 6 7|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S یوسیشکن ہیفر یزرعیل اور بیت شان وادیوں میں بڑے اراضی کے حصول کے پیچھے اسکی کاوش کارفرما تھی
A 14 15|||R:ADJ|||انکی|||REQUIRED|||-NONE-|||0

S آپریشن اگاپنتھس 2010 21 فروری 2011 کو اختتام پذیر ہوا
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S عزم بہزاد کی شاعری کا مجموعہ تعبیر سے پہلے کے نام سے اشاعت پذیر ہوا تھا
A 13 14|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ا نکی پیدائش جہلم میں ہوئی اور تقسیم کے بعد ا نکی فیملی شملہ شفٹ ہو گئی
A 14 15|||R:ADJ|||منتقل|||REQUIRED|||-NONE-|||0

S اس پروجیکٹ کے کوڈ کو ایم آئی ٹی لائسنس کے تحت آزادہ طور پر استعمال کیا جا سکتا ہے
A 11 12|||R:ADJ|||آزادانہ|||REQUIRED|||-NONE-|||0

S پٹھوں کا درد تھوک کا آنا اور گلے کی سوزش کم عام علامتیں ہیں
A 11 12|||R:ADJ|||نادر|||REQUIRED|||-NONE-|||0

S ماسکوں کا استعمال عوام کے لیے نہیں بلکہ وائرس کے مشتبہ افراد اور ا ن کے نگہداشت دہندگان کے لیے مجوزہ ہے
A 20 21|||R:ADJ|||بہتر|||REQUIRED|||-NONE-|||0

S 2021 کے تیسرے مہینے مارچ سے کورونا کی تیسری لہر کا آغاز ہوا جس کی شدت پہلی دو لہروں سے بھی تیز رہی
A 8 9|||R:ADJ|||دوسری|||REQUIRED|||-NONE-|||0

S 2021 میں کورونا کی تیسری لہر
A 4 5|||R:ADJ|||دوسری|||REQUIRED|||-NONE-|||0

S بھارتی کشمیر کی بصارت سے محفوظ بسیرت آموز لڑکی ثانیہ زھرا نامزد برائے حذف
A 5 6|||R:ADJ|||محروم|||REQUIRED|||-NONE-|||0

S ڈاکٹربٹر لاہور میں رہائش پذیر ہیں
A 4 5|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ان کی پہلی شادی زید ابن الخطاب سے ہوئی جو اسلام لا چکے تھے اور ان کے عمر میں بڑے تھے
A 2 3|||R:ADJ|||دوسری|||REQUIRED|||-NONE-|||0

S ان کی دوسری شادی زید ابن الخطاب سے ہوئی جو اسلام لا چکے تھے اور ان کے عمر میں بڑے تھے
A 2 3|||R:ADJ|||پہلی|||REQUIRED|||-NONE-|||0

S پچھلے 13 فور اسٹار آرمی جرنیلوں میں سے آٹھ افسروں نے بطور سی جی ایس فرائض سرانجام دیے تھے
A 0 1|||R:ADJ|||گزشتہ|||REQUIRED|||-NONE-|||0

S شہسوار سہل و ہموار رستے سے ڈ ر رہا ہے
A 1 2|||R:ADJ|||آسان|||REQUIRED|||-NONE-|||0

S ان کی نظمیں مختلف مؤقر جرائد میں اشاعت پذیر ہوئیں
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S یہ روپیہ 1950 سے ہندوستانی روپے کے ساتھ موجود رہا
A 4 5|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S نفسیاتی تجزیہ نظریات اور علاج کی تکنیکوں کا مجموعہ ہے جو لاشعور دماغ کے مطالعے تعلق رکھتے ہیں
A 0 1|||R:ADJ|||تحلیل|||REQUIRED|||-NONE-|||0

S عمران خان کی والدہ محترمہ کا تعلق برکی خاندان سے تھا یہ سارا خاندان لاہور کے زمان پارک میں رہائش پذیر تھا
A 20 21|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S انہیں آج شترنج کے لیجنڈری کھلاڑی کے طور پر یاد کیا جاتا ہے
A 4 5|||R:ADJ|||افسانوی|||REQUIRED|||-NONE-|||0

S ایلیرین ( , " " " " ) قرون سابقہ کے زمانے میں مغربی ملتان کے حصے میں قیام پذیر رہے قبیلے
A 19 20|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S مسرور پ رزادو ( انگر ز ) سندھ پاکستان میں پیدا ہونے والے سندھی زبان کے بہترین شاعر ہیں
A 16 17|||R:ADJ|||نامور|||REQUIRED|||-NONE-|||0

S ابن عذاری مراکش کے شہر مراکش میں پیدا ہوئے اور رہائش پذیر تھے اور وہ فاس کے امیر تھے
A 11 12|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S وہ واحد ہندوستانی ٹیسٹ کرکٹ کھلاڑی ہیں جو افغانستان میں پیدا ہوئے ہیں
A 2 3|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S یہ ان کی اپنی آبائی بستی کے لوگوں کے لیے تاریخی اہمت کا حامل کارنامہ اور بہت بڑی سماجی خدمت تھی
A 18 19|||R:ADJ|||عوامی|||REQUIRED|||-NONE-|||0

S 2005 سے اب تک جونیو ہاماندو ہی اس کی دیکھ ریکھ کے اہم نگراں ہیں
A 13 14|||R:ADJ|||دار|||REQUIRED|||-NONE-|||0

S سکھر میں قیام پذیر ہوئے
A 3 4|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S پاکستانی کھانوں میں عام طور پر استعمال ہونے والے مصالحے کی فہرست
A 0 1|||R:ADJ|||ہندوستانی|||REQUIRED|||-NONE-|||0

S ڈاکٹر امجد ثاقب ایک پاکستانی سماجی کاروباری ترقی پسند مصنف اور سابق سرکاری ملازم ہیں
A 8 9|||R:ADJ|||ہمدرد|||REQUIRED|||-NONE-|||0

S 1999 سے 2019 تک وہ مشرقی یروشلم کے ناظمین رہے
A 8 9|||R:ADJ|||ناظم|||REQUIRED|||-NONE-|||0

S ایک والی ریاست کونسل تشکیل دی گئی جس نے شہاب الدین کو ان کا سرپرست مقرر کیا گیا
A 1 2|||R:ADJ|||انتظامی|||REQUIRED|||-NONE-|||0

S شاہی حکمران ایک بادشاہت یا مملکت کا سربراہ ریاست جس ایک بادشاہ شہنشاہ ملکہ یا کوئی اور شاہی حکمران عہدہ ہو سکتا ہے
A 0 1|||R:ADJ|||فرماں|||REQUIRED|||-NONE-|||0

S اس کے بعد سے اب تک 6 , 000 متبادی کوئی تخلیق کئے جا چکے ہیں
A 9 10|||R:ADJ|||متبادل|||REQUIRED|||-NONE-|||0

S 1696 میں انہیں دوبارہ استنبول کا عارضی گورنر مقرر کیا گیا لیکن جلد ہی بلغراد کی گورنری کے عہدے پر بھیج دیا گیا
A 6 7|||R:ADJ|||قائم|||REQUIRED|||-NONE-|||0

S 15 ویں صدی میں مشرق بعید سے یورپ تک کا مرکزی تجارتی راستہ مسالا جات کا راستہ بحر احمر اور مصر سے گزرتا تھا
A 13 14|||R:ADJ|||مصالحہ|||REQUIRED|||-NONE-|||0

S انہوں نے رحمانی 30 کے نام سے ایک تعمیلی ادارہ قائم کیا
A 8 9|||R:ADJ|||تعلیمی|||REQUIRED|||-NONE-|||0

S مگر باضابطہ موزون شعر 2013 سے لکھنا شروع کیا
A 2 3|||R:ADJ|||موزوں|||REQUIRED|||-NONE-|||0

S یلغار کا پہلا دور اتفاقی طور پر اختتام پذیر ہوا جس کا اختتام 1825 میں سکندر اول اور ڈیسمبرسٹ انقلاب کے ساتھ ہوا
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S شام میں رہائش پذیر چرکسیوں کو روس وطن واپس لے جارہا ہے
A 3 4|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S خطاب بن نفیل چوتھے خلیفہ راشد حضرت سیدنا عمر فاروق رضی اللہ تعالی عنہ کے والد تھے
A 3 4|||R:ADJ|||دوسرے|||REQUIRED|||-NONE-|||0

S سلطنت عثمانیہ کے سلطان عبدالحمید ثانی کی پہلی بیوی تھیں
A 7 8|||R:ADJ|||تیسری|||REQUIRED|||-NONE-|||0

S سلطنت عثمانیہ کے سلطان عبدالحمید ثانی کی پہلی بیوی تھیں
A 7 8|||R:ADJ|||چوتھی|||REQUIRED|||-NONE-|||0

S سلطنت عثمانیہ کے سلطان عبدالحمید ثانی کی پہلی بیوی تھیں
A 7 8|||R:ADJ|||چھٹی|||REQUIRED|||-NONE-|||0

S سلطنت عثمانیہ کے سلطان عبدالحمید ثانی کی پہلی بیوی تھیں
A 7 8|||R:ADJ|||نویں|||REQUIRED|||-NONE-|||0

S سلطنت عثمانیہ کے سلطان عبدالحمید ثانی کی پہلی بیوی تھیں
A 7 8|||R:ADJ|||دسویں|||REQUIRED|||-NONE-|||0

S سلطنت عثمانیہ کے سلطان عبدالحمید ثانی کی بارہویں بیوی تھیں
A 7 8|||R:ADJ|||تیرہویں|||REQUIRED|||-NONE-|||0

S سلطنت عثمانیہ کے سلطان محمد خامس کی پہلی ہیوی تھیں
A 7 8|||R:ADJ|||پانچویں|||REQUIRED|||-NONE-|||0

S ان کی ناقص خدمات کے باعث وہ پوٹھوہاری زبان اور ثقافتی کونسل ( پی ایل سی سی ) کا چیئرمین بن گیا ہے
A 2 3|||R:ADJ|||گراں|||REQUIRED|||-NONE-|||0

S یکم جولائی 1961 کو پیدا ہوئے ان کا تعلق ہزارہ ( خیبرپختونخوا ) سے ہے اسلام آباد میں بغرض معاش رہائش پذیر رہے
A 21 22|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S پرتگالی مؤرخ کاسٹنڈا ڈی لوپیز گور کے گھروں کو سنگل منزلہ زیبائش پذیر فرشوں صحنوں اور باغوں کی طرح بیان کرتے ہیں
A 12 13|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S تاریخ کے جھروکوں سے کلاسیکی دور قرون وسطی اور نوآبادیاتی دور کی درج ذیل چند ریاستیں ملتی ہیں جن کے کھٹانہ گوجر حکمران رہے
A 21 22|||R:ADJ|||گرجر|||REQUIRED|||-NONE-|||0

S یہ تفنگ سے چھوٹا اور طپنچہ سے بڑا ہوتا ہے
A 3 4|||R:ADJ|||چھوٹی|||REQUIRED|||-NONE-|||0

S یہ تفنگ سے چھوٹا اور طپنچہ سے بڑا ہوتا ہے
A 7 8|||R:ADJ|||بڑی|||REQUIRED|||-NONE-|||0

S ان کی کئی کتابیں شایع ہوئی ہیں
A 4 5|||R:ADJ|||شائع|||REQUIRED|||-NONE-|||0

S اگرچہ وہ اس سے کبھی بھی آمنے سامنے نہیں آئی تھی لیکن اس کی موت کے بعد اس نے اس پر سخت غمزدہ کیا
A 22 23|||R:ADJ|||غمژدہ|||REQUIRED|||-NONE-|||0

S یہ علاقہ بنگال کے سرحدی علاقہ سے مصلح ہے
A 7 8|||R:ADJ|||متصل|||REQUIRED|||-NONE-|||0

S کمیتی ارتکاز کسی آمیزے میں کیمیاوی اجزا کی کیمت کو اس کے کل حجم پر تقسیم کرنے سے حاصل کیا جاتا ہے
A 0 1|||R:ADJ|||عددی|||REQUIRED|||-NONE-|||0

S پہلے سیزن کا آغاز 1 نومبر 2015 کو ہوا تھا اور 62 اقساط کے ساتھ 5 جون 2016 کو اختتام پذیر ہوا
A 20 21|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ایک اور باضابطہ تین شہنشاہ اتحاد 18 جون 1881 کو اختتام پذیر ہوا
A 11 12|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S مصر واپس آنے کے بعد وہ قاہرہ میں رہائش پذیر رہی جہاں اس نے ادبی صالون کا انعقاد کیا
A 9 10|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S یہ اعزاز سوویت یونین کے ذریعہ عطا کردہ سب سے اڑا شہری اعزاز تھا
A 10 11|||R:ADJ|||بڑا|||REQUIRED|||-NONE-|||0

S روس کی وسعت پذیر معیشت تیزی سے برآمدات کے لئے عثمانی آبنائے پر منحصر ہے
A 3 4|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اس زیارت کے متن کا ذکر نمازی کتابوں میں رجب کے وسط میں حسین ابن علی کی زیارت کے طور پر ہے
A 6 7|||R:ADJ|||دعائی|||REQUIRED|||-NONE-|||0

S اوہام ازٹیکوں کے لئے انتہائی اہم تھے جن کا خیال تھا کہ تاریخ نے خود کو دہرایا ہے
A 0 1|||R:ADJ|||شگون|||REQUIRED|||-NONE-|||0

S 3 فروری 1990 کو علامہ نصیرالاجتہادی کراچی میں وفات پا گئے اور کراچی ہی میں مسجد زین العابدین بفرزون کے احاطہ میں آسود خاک ہوئی
A 23 24|||R:ADJ|||دفن|||REQUIRED|||-NONE-|||0

S بیشتر حصے میں اسلام موجودہ ثقافتی اور مذہبی اثرات کے ساتھ مطابقت پذیر ہے
A 12 13|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ہندو اور بدھ مت کی متعدد ریاستیں ترقی پذیر ہوئی اور اس کے بعد انڈونیشیا میں اس کی کمی واقع ہوئی
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ملیما ( پنچاماکارا ) کی تقریب سے ملنے کے لئے گائوں سے گاؤں تک ترقی پذیر
A 15 16|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اگرچہ افغانستان ترقی پذیر ممالک میں سے ایک نہیں ہے اس کے دریا ملکی معیشت کی ترقی کے لئے خصوصی اہمیت رکھتے ہیں
A 3 4|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S یہ اقدام 1939 میں دوسری جنگ عظیم کے آغاز کے ساتھ ہی اختتام پذیر ہوئی
A 13 14|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S زیادہ تر مہاجرین اب قائم کیمپوں عارضی بستیوں یا میزبان برادریوں میں رہائش پذیر ہیں
A 13 14|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اٹلی کے باشندوں نے لازمی فلسطین پر بمباری کی مصر پر حملہ کیا اور ابتدائی کامیابی کے ساتھ ہی برطانوی صومالیہ پر قبضہ کیا
A 4 5|||R:ADJ|||انتدابی|||REQUIRED|||-NONE-|||0

S ہمیں آؤٹ پٹ کے طور پر دو عددی ویکٹر ملتے ہیں جو لفظ سے سوال کے مطابقت پذیر ہوتے ہیں
A 17 18|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S سماجی و سیاسی نظام تراتب اجما قوانین روایتی قوانین اور مارانوس کے موافقت پذیر طریقوں پر مبنی تھا
A 13 14|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S " القوامی عرش " " اور یوکرائن چرچ " اختتام پذیر ہیں
A 10 11|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S بعد میں بہاولپور پاکستان میں رہائش پذیر ہوئے
A 6 7|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اس کی کتابیں شایع ہوئیں جن میں جہان غزل اور یہ لڑکیاں قابل ذکر ہیں
A 3 4|||R:ADJ|||شائع|||REQUIRED|||-NONE-|||0

S کھرل ایک راجپوت قبیلہ اور کئی شاخوں میں تقسیم ہے
A 2 3|||R:ADJ|||شاہی|||REQUIRED|||-NONE-|||0

S پنوار مغربی میدانوں اصل ایک گجر قبیلہ ہے
A 5 6|||R:ADJ|||راجپوت|||REQUIRED|||-NONE-|||0

S پنوار مغربی میدانوں اصل ایک راجپوت قبیلہ ہے
A 5 6|||R:ADJ|||گجر|||REQUIRED|||-NONE-|||0

S پنوار مغربی میدانوں اصل ایک گجر قبیلہ ہے
A 5 6|||R:ADJ|||راجپوت|||REQUIRED|||-NONE-|||0

S 23 ستمبر 2011 کو آزاد شامی فوج کے ساتھ ضم مفت آفیسرز موومنٹ
A 10 11|||R:ADJ|||فری|||REQUIRED|||-NONE-|||0

S رنگ ادب کے اب تک 42 شمارے شایع ہو چکے ہیں جن میں متعدد خصوصی شمارے بھی شامل ہیں
A 7 8|||R:ADJ|||شائع|||REQUIRED|||-NONE-|||0

S شاعر علی شاعر ایک صحافی بھی ہیں جن کی ادارت میں سہ ماہی ادبی رسالہ رنگ ادب تسلسل سے شایع ہوتا ہے
A 19 20|||R:ADJ|||شائع|||REQUIRED|||-NONE-|||0

S سندھی پکوان میں بریانی سرسوں کا ساگ پلا مچھلی اور بھجی چاول بہت ذیادہ پسند کئے جاتے ہیں
A 13 14|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S اس عدالت کا دوسری بینچ لکھنو میں واقع ہے
A 3 4|||R:ADJ|||دوسرا|||REQUIRED|||-NONE-|||0

S ابن عثیمین کا شمار جدید دور کے بڑے محدثین میں ہوتا ہے
A 7 8|||R:ADJ|||ممتاز|||REQUIRED|||-NONE-|||0

S نسبتا الفاظ میں شمالی کوریا کی معیشت اس وقت 1990 میں مشرقی جرمنی سے کہیں زیادہ خراب صورتحال میں ہے
A 0 1|||R:ADJ|||دوسرے|||REQUIRED|||-NONE-|||0

S احتجاج کا ایک دور 25 مارچ 2005 کو اختتام پذیر ہوا
A 9 10|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S 2003 تک اس ترقی پذیر ہونے والی اس کمیونٹی میں صرف 100 کے قریب رہ گئے تھے
A 4 5|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S کام اور تجارت پر پابندیوں کے تحت یہودی بڑے شہروں جیسے کابل اور ہرات میں رہائش پذیر رہے
A 16 17|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S 1948 میں پوری عرب دنیا کی برادریوں میں 758 000 سے 881 000 یہودی ( نیچے ٹیبل دیکھیں ) رہائش پذیر تھے
A 20 21|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اس کی شاعری اور کالم معیاری اخباروں اور رسالوں میں شایع ہوئے ہیں
A 10 11|||R:ADJ|||شائع|||REQUIRED|||-NONE-|||0

S ترقی پذیر دنیا کے بہت سارے حصوں میں یہ تناسب ایک پی سی صارف کے لئے 10 موبائل فون صارفین کے برابر ہے
A 1 2|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ابھی میں نے فہرست قومی حیوانات پر 53 بیرونی روابط میں ترمیم کی ہے
A 4 5|||R:ADJ|||لسانی|||REQUIRED|||-NONE-|||0

S ابھی میں نے فہرست ممالک بلحاظ سطح پ ما فوجی آلات پر 42 بیرونی روابط میں ترمیم کی ہے
A 8 9|||R:ADJ|||دانستہ|||REQUIRED|||-NONE-|||0

S 8 جولائی کو غزہ کی پٹی سے راکٹ فائر کے جواب میں آپریشن حفاظتی ایج کا آغاز ہوا 26 اگست کو اختتام پذیر ہوا
A 22 23|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S 8 جولائی کو غزہ کی پٹی سے راکٹ فائر کے جواب میں آپریشن حفاظتی ایج کا آغاز ہوا 26 اگست کو اختتام پزیر ہوا
A 22 23|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S 8 جولائی کو غزہ کی پٹی سے راکٹ فائر کے جواب میں آپریشن حفاظتی ایج کا آغاز ہوا 26 اگست کو اختتام پذیر ہوا
A 22 23|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ابھی میں نے آسامی ویکیپیڈیا پر 2 بیرونی روابط میں ترمیم کی ہے
A 3 4|||R:ADJ|||آشوری|||REQUIRED|||-NONE-|||0

S آسٹریا ہنگری نے جنوبی سلاوؤں کی غیر منقولہ تحریکوں کو سربیا کی طرف سے فروغ پذیر قوم کے اتحاد کے لئے خطرہ سمجھا
A 15 16|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S آسٹریا ہنگری نے جنوبی سلاوؤں کی غیر منقولہ تحریکوں کو سربیا کی طرف سے فروغ پزیر قوم کے اتحاد کے لیے خطرہ سمجھا
A 15 16|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S آسٹریا ہنگری نے جنوبی سلاوؤں کی غیر منقولہ تحریکوں کو سربیا کی طرف سے فروغ پذیر قوم کے اتحاد کے لئے خطرہ سمجھا
A 15 16|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S آسٹریا ہنگری نے جنوبی سلاوؤں کی غیر منقولہ تحریکوں کو سربیا کی طرف سے فروغ پزیر قوم کے اتحاد کے لیے خطرہ سمجھا
A 15 16|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S آسٹریا ہنگری نے جنوبی سلاوؤں کی غیر منقولہ تحریکوں کو سربیا کی طرف سے فروغ پذیر قوم کے اتحاد کے لئے خطرہ سمجھا
A 15 16|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اس میں شفاف سیلولوئڈ شیٹس پر حرکت پذیر اشیا کو متحرک کرنا شامل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S 1920 مطلق فلم مطابقت پذیر آواز میں منتقلی اور ڈزنی کا عروج
A 4 5|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ابتدائی مطابقت پذیر آواز " سونگ کار ٹونز " اور " ایسوپ ساؤنڈ فبلز "
A 2 3|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اس میں شفاف سیلولوئڈ شیٹس پر حرکت پزیر اشیا کو متحرک کرنا شامل ہے
A 7 8|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S 1920 مطلق فلم مطابقت پزیر آواز میں منتقلی اور ڈزنی کا عروج
A 4 5|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S ابتدائی مطابقت پزیر آواز " سونگ کار ٹونز " اور " ایسوپ ساؤنڈ فبلز "
A 2 3|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S اس میں شفاف سیلولوئڈ شیٹس پر حرکت پذیر اشیا کو متحرک کرنا شامل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S 1920 مطلق فلم مطابقت پذیر آواز میں منتقلی اور ڈزنی کا عروج
A 4 5|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ابتدائی مطابقت پذیر آواز " سونگ کار ٹونز " اور " ایسوپ ساؤنڈ فبلز "
A 2 3|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اس میں شفاف سیلولوئڈ شیٹس پر حرکت پزیر اشیا کو متحرک کرنا شامل ہے
A 7 8|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S 1920 مطلق فلم مطابقت پزیر آواز میں منتقلی اور ڈزنی کا عروج
A 4 5|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S ابتدائی مطابقت پزیر آواز " سونگ کار ٹونز " اور " ایسوپ ساؤنڈ فبلز "
A 2 3|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S اس میں شفاف سیلولوئڈ شیٹس پر حرکت پذیر اشیا کو متحرک کرنا شامل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S 1920 مطلق فلم مطابقت پذیر آواز میں منتقلی اور ڈزنی کا عروج
A 4 5|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ابتدائی مطابقت پذیر آواز " سونگ کار ٹونز " اور " ایسوپ ساؤنڈ فبلز "
A 2 3|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S اس میں شفاف سیلولوئڈ شیٹس پر حرکت پزیر اشیا کو متحرک کرنا شامل ہے
A 7 8|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S 1920 مطلق فلم مطابقت پزیر آواز میں منتقلی اور ڈزنی کا عروج
A 4 5|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S ابتدائی مطابقت پزیر آواز " سونگ کار ٹونز " اور " ایسوپ ساؤنڈ فبلز "
A 2 3|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S اس میں شفاف سیلولوئڈ شیٹس پر حرکت پذیر اشیا کو متحرک کرنا شامل ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S 1920 مطلق فلم مطابقت پذیر آواز میں منتقلی اور ڈزنی کا عروج
A 4 5|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ابتدائی مطابقت پذیر آواز " سونگ کار ٹونز " اور " ایسوپ ساؤنڈ فبلز "
A 2 3|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ابھی میں نے عالمی اسلامی ٹکسال پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||R:ADJ|||مرتب|||REQUIRED|||-NONE-|||0

S ابھی میں نے فہرست ممالک بلحاظ اوسط ارتفاع پر بیرونی ربط میں ترمیم کی ہے
A 6 7|||R:ADJ|||بیرونی|||REQUIRED|||-NONE-|||0

S ابھی میں نے پاکستان میں چینی لوگ پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||R:ADJ|||نابینا|||REQUIRED|||-NONE-|||0

S دیہی درختوں کے ساتھ انحطاط پذیر علاقوں کی کاشت کرنا کپواؤ اور جبورانڈی جیسے درختوں سے کامیاب رہا ہے
A 5 6|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S جب سخت مزاحم قسمیں متعارف کروائی گئیں تو 1999 تک شدید زوال پذیر رہا
A 12 13|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ابھی میں نے نوبل انعام یافتہ مسیحی شخصیات کی فہرست پر بیرونی ربط میں ترمیم کی ہے
A 6 7|||R:ADJ|||مصری|||REQUIRED|||-NONE-|||0

S لیکن آپ کی زندگی کا زیادہ حصہ مسلم آباد شیر علی کورونہ گوہاٹی ضلع صوابی میں گزرا
A 5 6|||R:ADJ|||اکثر|||REQUIRED|||-NONE-|||0

S ابھی میں نے مسیحی عرب پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||R:ADJ|||معیاری|||REQUIRED|||-NONE-|||0

S عالمی سطح پر جب کورونا کے وبائی مرض نے لوگوں کو گھروں میں مقید کردیا تو تقریبا زندگیاں مفلوج ہونے لگیں
A 6 7|||R:ADJ|||وابئی|||REQUIRED|||-NONE-|||0

S وہ دائیں بازو کے تیز بالر ہیں اور دائیں ہاتھ سے بلے بازی کرتے ہیں
A 4 5|||R:ADJ|||فاسٹ|||REQUIRED|||-NONE-|||0

S لیکن الکوحل میں یا دوسری حل پذیر اشیا میں حل نہیں ہوتی
A 6 7|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S موصوف کا نام خورشید احمد ہے اور کوئی ساٹھ برس سے یہاں رہائش پذیر ہیں
A 13 14|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S وہ فوجی آپریشن راہ نجات کے بعد ڈیرہ اسم عیل خان منتقل ہوئے تھے اور اب کرائے کے مکان میں رہائش پذیر ہیں
A 21 22|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ان کو 10 اکتوبر 2020 شاہ فیصل کالونی میں ایک شاپنگ سینٹر کے نزدیک کچھ انجان مصلح افراد نے قتل کیا
A 16 17|||R:ADJ|||مسلح|||REQUIRED|||-NONE-|||0

S ولیم ہنری کویلیام 10 اپریل 1856 کو لیور پول کے 22 ایلیٹ اسٹریٹ میں رہائش پذیر ایک مالدار مقامی گھرانے میں پیدا ہوئے تھے
A 15 16|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S سید محمد راشد رحہ کی اولاد راشدی خاندان سے سارے سندھ میں پہچانا جاتا ہے
A 9 10|||R:ADJ|||پورے|||REQUIRED|||-NONE-|||0

S اس کے بعد اپیل پر ٹرائل کورٹ کی کھوج کو الٹ کردیا گیا اور سزا کو الگ کردیا گیا
A 16 17|||R:ADJ|||ختم|||REQUIRED|||-NONE-|||0

S آج دنیا کے بیشتر حصوں میں تیزاب کے حملوں کی اطلاع ملتی ہیں حالانکہ ترقی پذیر ممالک میں یہ زیادہ عام ہے
A 15 16|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S مارجوری حسین ایک برطانوی فنکار آرٹ نقاد اور مصنفہ ہیں جو پاکستان میں 1960 سے 2019 کے درمیان رہائش پذیر تھیں
A 19 20|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S انویسٹ 2 انوویٹ ابتدائی مراحل میں پہل کرنے کا آغاز کرتی ہے اور انھیں ترقی پذیر مارکیٹوں کی تلاش کرنے کی اجازت دیتی ہے
A 15 16|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S شو میں کل 12 ایپیسوڈز تھے جن میں ہر اتوار کو ایک نیا قسط شروع ہوتا ہے
A 12 13|||R:ADJ|||نئی|||REQUIRED|||-NONE-|||0

S وہ اب کینیڈا میں رہائش پذیر ہیں
A 5 6|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S انہوں نے مختلف مواقع پر اندو متھا کی بیٹی تہریمہ متھا کے ساتھ پرفارم کیا ہے جو امریکہ میں رہائش پذیر کلاسیکی ڈانسر ہیں
A 20 21|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S یہ گاڑیوں کے سب سے بڑی حجمی درجہ‌بندی ہے
A 5 6|||R:ADJ|||بڑا|||REQUIRED|||-NONE-|||0

S گجر پرتیہار سلطنت توسیع میں زیادہ سے زیادہ منظم اور منظم تھی
A 10 11|||R:ADJ|||طاقتور|||REQUIRED|||-NONE-|||0

S 2005 میں ان کا نام دوسری پاکستانی خواتین کے ساتھ امن کے نوبل انعام کے لئے نامزد کیا گیا تھا
A 5 6|||R:ADJ|||دیگر|||REQUIRED|||-NONE-|||0

S مدیحہ امام کا کنبہ کراچی میں قیام پذیر ہے
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S تعلیم کی تکمیل کے بعد محمود حسن دیوبندی کو دار العلوم دیوبند کا استاد منتخب کیا گیا
A 14 15|||R:ADJ|||مقرر|||REQUIRED|||-NONE-|||0

S 1954 میں پاکستان نیشنل ٹیم نے منیلا میں ہونے والے ایشین گیمز میں حصہ لیا اور مشرق بعید کا دورہ بھی کیا
A 3 4|||R:ADJ|||قومی|||REQUIRED|||-NONE-|||0

S پاکستان نیشنل فٹ بال چیلنج کپ پاکستان میں فٹ بال کا قومی ناک آؤٹ مقابلہ ہے
A 1 2|||R:ADJ|||قومی|||REQUIRED|||-NONE-|||0

S رضوی پاکستان کے شہر اسلام آباد میں رہائش پذیر ہیں
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ابھی میں نے بھارتی پاسپورٹ پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||R:ADJ|||بھنگی|||REQUIRED|||-NONE-|||0

S ابھی میں نے بین الاقوامی اسلامی یونیورسٹی ملائیشیا پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||R:ADJ|||بندی|||REQUIRED|||-NONE-|||0

S ابھی میں نے روس کے عسکری اضلاع پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||R:ADJ|||وفاقی|||REQUIRED|||-NONE-|||0

S بے سمت نسوانیت زمروں اور جماعت بندیوں کے انحصار کے بغیر سماجی آزادی اور عورتوں کی آزادی کا حامی ہے
A 2 3|||R:ADJ|||نسائیت|||REQUIRED|||-NONE-|||0

S ابھی میں نے فہرست ایشیائی ممالک بلحاظ آبادی پر 18 بیرونی روابط میں ترمیم کی ہے
A 4 5|||R:ADJ|||بڑے|||REQUIRED|||-NONE-|||0

S ابھی میں نے فہرست جمہوریہ ڈومینیکن کے صوبائی گورنر پر بیرونی ربط میں ترمیم کی ہے
A 7 8|||R:ADJ|||بلحاظ|||REQUIRED|||-NONE-|||0

S ابھی میں نے فہرست ممالک بلحاظ قدرتی گیس پیداوار پر بیرونی ربط میں ترمیم کی ہے
A 6 7|||R:ADJ|||محرکی|||REQUIRED|||-NONE-|||0

S ابھی میں نے مصری زبان پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||R:ADJ|||مصطفی|||REQUIRED|||-NONE-|||0

S ابھی میں نے مغربی جدید آرامی پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||R:ADJ|||رومی|||REQUIRED|||-NONE-|||0

S ابھی میں نے نائجیریا قومی فٹ بال ٹیم پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||R:ADJ|||عام|||REQUIRED|||-NONE-|||0

S شمالی جکارتہ ( لاطینی ) انڈونیشیا کا ایک انڈونیشیا کا انتظامی شہر جو جکارتا میں واقع ہے
A 0 1|||R:ADJ|||مغربی|||REQUIRED|||-NONE-|||0

S ابھی میں نے ایک دیوانہ تھا پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||R:ADJ|||نئی|||REQUIRED|||-NONE-|||0

S ابھی میں نے جنسی ہراسانی پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||R:ADJ|||جنسیاتی|||REQUIRED|||-NONE-|||0

S ابھی میں نے خلتی جھیل پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||R:ADJ|||خلوی|||REQUIRED|||-NONE-|||0

S ابھی میں نے زرعی معاشیات پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||R:ADJ|||زرمبادلہ|||REQUIRED|||-NONE-|||0

S ابھی میں نے نسلی واڈیا پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||R:ADJ|||نسیجی|||REQUIRED|||-NONE-|||0

S سرائیکی وکی پیڈیا ایک مفت انسائیکلوپیڈیا ہے جو 22 نومبر 2020 کو شروع ہوا ہے
A 4 5|||R:ADJ|||آزاد|||REQUIRED|||-NONE-|||0

S فریحہ جبین کا تعلق لاہور سے ہے اور اس وقت وہ کراچی میں رہائش پذیر ہیں
A 14 15|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ابھی میں نے پاکستان میں فٹ بال پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||R:ADJ|||مذہبی|||REQUIRED|||-NONE-|||0

S ناول کے آکری صفحات میں معلوم ہوتا ہے کہ ناول کے ہیروز کون سے ہیں اور مجرم کون سے ہیں
A 2 3|||R:ADJ|||آخری|||REQUIRED|||-NONE-|||0

S اس سیلاب کی وجہ سے 31 سے زیادہ افراد ہلاک اور 165 سے زیادہ لاپتہ ہیں
A 7 8|||R:ADJ|||زائد|||REQUIRED|||-NONE-|||0

S وہ کئی سال دینن کے قریب ہی رہائش پذیر رہی اور مقامی اخبارات میں بریٹن لوک داستانوں کے بارے میں لکھتی رہی
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S فلورا کا یونانی برابر کلوریس ہے جو ایک اپسرا تھا
A 3 4|||R:ADJ|||اساطیرمقابل|||REQUIRED|||-NONE-|||0

S خواتین پر تولیدی دشواری کا غلط الزام
A 2 3|||R:ADJ|||بانجھ|||REQUIRED|||-NONE-|||0

S لوگ ذیادہ تر اسے دعوتوں اور تقریبات میں تیار کرواتے ہیں
A 1 2|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S ذیادہ تر اسے بکرے یا گائے کا گوشت سے تیار کیا جاتا ہے
A 0 1|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S انجم آنند کی پرورش لندن میں ہوئی لیکن اب وہ جنیوا پیرس اور میڈرڈ میں بھی رہائش پذیر ہیں
A 17 18|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S یہ پرو مردوں کے غم کو بھی بیان کرتی ہے جیسے دھرتراشٹر اور پانڈو بھائیوں کا
A 13 14|||R:ADJ|||پانڈؤ|||REQUIRED|||-NONE-|||0

S اہلوالیا کی شادی گٹار پلیئر رضا عباسی سے ہوئی ہے اور وہ اس وقت نیو یارک میں رہائش پذیر ہیں
A 18 19|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ان کے کچھ گانوں نے بہت ذیادہ مقبولیت حاصل کی
A 6 7|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S تاہم منفی اور غیر تعمیری تصورات نسوانیت پسندی کے حقیقی تصور سے بھی خالی ہو سکتے ہیں
A 6 7|||R:ADJ|||نسائیت|||REQUIRED|||-NONE-|||0

S انکی پرورش ایک اکیلی ماں نے کی
A 3 4|||R:ADJ|||انکی|||REQUIRED|||-NONE-|||0

S یہ تیسری دنیا اور ترقی پذیر ممالک میں آبادی کی پالیسیاں اور پروگراموں کے لئے خاص طور پر اہم ہے
A 5 6|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S دوسرے دو تیاگ راج اور موتوسوامی دیکشیتار تھے
A 0 1|||R:ADJ|||دیگر|||REQUIRED|||-NONE-|||0

S موجودہ وقت میں وہ وہ لندن میں رہائش پذیر ہیں
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S پریم اور روپالی ایک دوسرے کی طرف راغب ہوتے ہیں اور بالآخر وہ محبت میں پڑ جاتے ہیں
A 7 8|||R:ADJ|||متوجہ|||REQUIRED|||-NONE-|||0

S سمن ایک ناقص میکینک کرن کی بیٹی ہے جو بیرون ملک جانے سے پہلے اسے اپنے امیر دوست کشن کے ساتھ چھوڑ گئی
A 2 3|||R:ADJ|||غریب|||REQUIRED|||-NONE-|||0

S موٹاپے کی نسوانیت پسندوں نے وزن پر زور دیے بغیر ہر شخص کو قبول کرنے پر زور دیتی ہیں
A 2 3|||R:ADJ|||نسائیت|||REQUIRED|||-NONE-|||0

S وہ اکثر چمکیلی رنگ کے ہوتے ہیں
A 2 3|||R:ADJ|||چمکیلے|||REQUIRED|||-NONE-|||0

S عمر رسیدگی سے نسائی تولیدیت میں فرق نمایاں ہونے کی مختلف وجوہات ہو سکتی ہیں
A 7 8|||R:ADJ|||پیدا|||REQUIRED|||-NONE-|||0

S وہ ریلوے کالونی میں جہاں رہائش پذیر تھی وہاں ٹینس بال کے ساتھ کرکٹ کھیل کر بڑی ہوئی
A 6 7|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S انہیں نیپال کی سب سے بڑی اور مشہور ادبی شخصیت سمجھا جاتا ہے
A 7 8|||R:ADJ|||قدآور|||REQUIRED|||-NONE-|||0

S انمول کراچی میں رہائش پذیر ہے
A 4 5|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S 1961 تک روحانی انتظامیہ مسلسل سوویت روس کے یورپی حصے اور سائبیریا کے مسلمانوں کو اس کا دیدار کراتی رہی
A 2 3|||R:ADJ|||روسی|||REQUIRED|||-NONE-|||0

S " " وفا مصطفی " ایک شامی صحافی اور کارکن ہیں جو شامی نظربندوں کی رہائی کے لئے مہم چلاتے ہیں
A 6 7|||R:ADJ|||سوری|||REQUIRED|||-NONE-|||0

S " " وفا مصطفی " ایک شامی صحافی اور کارکن ہیں جو شامی نظربندوں کی رہائی کے لئے مہم چلاتے ہیں
A 12 13|||R:ADJ|||سوری|||REQUIRED|||-NONE-|||0

S ادیتی سنگھ ( ولادت 15 نومبر 1987 ) ایک ہندوستانی سیاست دان ہیں
A 9 10|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S امرتا شادی کے بعد لدھیانہ میں سکونت پذیر ہوئیں لیکن کچھ سالوں بعد اپنے شوہر سے الگ ہوگئیں
A 7 8|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S وہ فی الحال بھارت کے شہر چندی گڑھ میں رہائش پذیر ہیں
A 10 11|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S پرچارڈ 23 دسمبر 1913 کو سڈنی میں پیدا ہوا تھا
A 7 8|||R:ADJ|||پیدئی|||REQUIRED|||-NONE-|||0

S پچھلے ورژن کے برعکس 1964 کی فلم نے باکس آفس پر اچھی کارکردگی کا مظاہرہ نہیں کیا
A 0 1|||R:ADJ|||پچھلی|||REQUIRED|||-NONE-|||0

S وہ یہ اعزاز جیتنے والی پہلی ایسی بھارتی خاتون پنجابن بن گئیں بھارت کے باہر رہائش پذیر تھیں
A 16 17|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S بلیک ویل نے خود کو بین الاقوامی سطح پر قائم کیا
A 9 10|||R:ADJ|||متعارف|||REQUIRED|||-NONE-|||0

S سب سے زیادہ غیر اقتصادی آسٹریلیائی گیند باز تھیں جنہوں نے اپنے چار اوورز میں 0 26 لیے
A 3 4|||R:ADJ|||مہنگی|||REQUIRED|||-NONE-|||0

S کم اسکور والے میچ میں فیرل آسٹریلوی گیند بازوں میں سب سے مہنگے ثابت ہوئے
A 12 13|||R:ADJ|||مہنگی|||REQUIRED|||-NONE-|||0

S وہ دائیں ہاتھ سے بلے بازی کرتی ہیں اور غیر موجود گیند باز ہیں
A 9 10|||R:ADJ|||تیز|||REQUIRED|||-NONE-|||0

S اسوبل جوائس نے ٹیسٹ کرکٹ اور ایک روزی کرکٹ کھیلی ہے
A 7 8|||R:ADJ|||روزہ|||REQUIRED|||-NONE-|||0

S یکم اپریل 1955 سے ہندوستان کے صدر کو آئینی طور پر ہندوستانی مسلح افواج کا کمانڈر انچیف نامزد کیا گیا
A 11 12|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S آبا واجداد47 میں تقسیم ہندکے نتیجے میں ریاست الور سے ہجرت کرکے پھلیلی نہر کے قریب حیدرآبادمیں سکونت پذیر ہوئے
A 18 19|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S جوناتھن جنوبی بحر اوقیانوس میں ایک بیرون ملک برطانوی علاقہ سینٹ ہیلینا کے جزیرہ پر رہتا ہے
A 6 7|||R:ADJ|||برطانوی|||REQUIRED|||-NONE-|||0

S جوناتھن جنوبی بحر اوقیانوس میں ایک بیرون ملک برطانوی علاقہ سینٹ ہیلینا کے جزیرہ پر رہتا ہے
A 8 9|||R:ADJ|||پار|||REQUIRED|||-NONE-|||0

S آلاتی ترجمہ 09 00 23 اپریل 2021 ( م ع و )
A 0 1|||R:ADJ|||میکانیکی|||REQUIRED|||-NONE-|||0

S زین العابدین سجاد میرٹھی ( 1910 1991 ) ایک بھارتی مسلمان عالم اور مؤرخ تھے
A 9 10|||R:ADJ|||ہندوستانی|||REQUIRED|||-NONE-|||0

S مہم ایک ماہ کے بعد اختتام پذیر ہوئی جس میں مجموعی طور پر 000 700 000 کا وعدہ کیا گیا ہے
A 6 7|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S مرغوب الرحمن بجنوری ( 1914 8 دسمبر 2010 ) ایک بھارتی عالم اور دارالعلوم دیوبند کے گیارہویں مہتمم تھے
A 16 17|||R:ADJ|||آٹھویں|||REQUIRED|||-NONE-|||0

S مرغوب الرحمن بجنوری ( 1914 8 دسمبر 2010 ) ایک بھارتی عالم اور دارالعلوم دیوبند کے آٹھویں مہتمم تھے
A 16 17|||R:ADJ|||گیارہویں|||REQUIRED|||-NONE-|||0

S بلا حوالہ آلاتی ترجمہ 07 07 6 مئی 2021 ( م ع و )
A 2 3|||R:ADJ|||میکانیکی|||REQUIRED|||-NONE-|||0

S آلاتی کانچ میں زغالی تناؤ بھی اس کے بکھراؤ کا سبب بن سکتا ہے
A 0 1|||R:ADJ|||میکانیکی|||REQUIRED|||-NONE-|||0

S مئی 2021 کو فلسطینیوں اور اسرائیلی پولیس کے درمیان شدید جھڑپیں اور تصادم وقوع پذیر ہوئے
A 14 15|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S یہ پوکیمون انیمے سیریز کی پہلی فلم ہے
A 5 6|||R:ADJ|||دوسرا|||REQUIRED|||-NONE-|||0

S یہ پوکیمون انیمے سیریز کا دوسرا فلم ہے
A 5 6|||R:ADJ|||دوسری|||REQUIRED|||-NONE-|||0

S یہ پوکیمون انیمے سیریز کی دوسری فلم ہے
A 5 6|||R:ADJ|||دوسرا|||REQUIRED|||-NONE-|||0

S یہ پوکیمون انیمے سیریز کا دوسرا فلم ہے
A 5 6|||R:ADJ|||تیسرا|||REQUIRED|||-NONE-|||0

S یہ پوکیمون انیمے سیریز کا تیسرا فلم ہے
A 5 6|||R:ADJ|||تیسری|||REQUIRED|||-NONE-|||0

S یہ پوکیمون انیمے سیریز کی تیسری فلم ہے
A 5 6|||R:ADJ|||چوتھا|||REQUIRED|||-NONE-|||0

S یہ پوکیمون انیمے سیریز کی چوتھی فلم ہے
A 5 6|||R:ADJ|||پانچواں|||REQUIRED|||-NONE-|||0

S یہ پوکیمون انیمے سیریز کی پانچویں فلم ہے
A 5 6|||R:ADJ|||چھٹا|||REQUIRED|||-NONE-|||0

S یہ پوکیمون انیمے سیریز کا چھٹا فلم ہے
A 5 6|||R:ADJ|||چھٹی|||REQUIRED|||-NONE-|||0

S یہ پوکیمون انیمے سیریز کی چھٹی فلم ہے
A 5 6|||R:ADJ|||ساتواں|||REQUIRED|||-NONE-|||0

S یہ پوکیمون انیمے سیریز کی ساتویں فلم ہے
A 5 6|||R:ADJ|||آٹھواں|||REQUIRED|||-NONE-|||0

S یہ پوکیمون انیمے سیریز کا آٹھواں فلم ہے
A 5 6|||R:ADJ|||آٹھویں|||REQUIRED|||-NONE-|||0

S ہینلے پاسپورٹ انڈیکس کے مطابق شمالی کوریائی پاسپورٹ تینتالیس نمبر پر ہے
A 8 9|||R:ADJ|||بانوے|||REQUIRED|||-NONE-|||0

S وہ انقرہ ترکی میں مقیم فاؤنڈیشن برائے سیاسی معاشی اور سماجی تحقیق کے بانی رکن اور سابقہ ڈائریکٹر ( 2005 2009 ) ہیں
A 4 5|||R:ADJ|||قائم|||REQUIRED|||-NONE-|||0

S ابھی میں نے نو حارہ ماحولیاتی خطہ پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||R:ADJ|||نوقطب|||REQUIRED|||-NONE-|||0

S افرین لاہور میں پیدا ہوئے تھے اور وہ شہر کے بخاری محلے میں رہائش پذیر تھے
A 14 15|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S افرین لاہور میں پیدا ہوئے تھے اور وہ شہر کے بخاری محلے میں رہائش پذیر تھے
A 14 15|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ھ میں امیر معاویہ نے ان کو طرابلس کا حاکم بناکر مغرب بھیجا برقہ صدر مقام تھا اسی میں قیام پذیر ہوئے
A 20 21|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S زندگی کے اور دوسرے حالات نہیں معلوم ہو سکے
A 3 4|||R:ADJ|||دیگر|||REQUIRED|||-NONE-|||0

S افریقی امریکی اکثر خستہ حال گھروں میں رہائش پذیر پیسہ کماتے تھے جو نجی ملکیت میں تھے یا سرکاری رہائش کا ناقص انتظام تھا
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S افریقی امریکی اکثر خستہ حال گھروں میں رہائش پزیر پیسہ کماتے تھے جو نجی ملکیت میں تھے یا سرکاری رہائش کا ناقص انتظام تھا
A 8 9|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S افریقی امریکی اکثر خستہ حال گھروں میں رہائش پذیر پیسہ کماتے تھے جو نجی ملکیت میں تھے یا سرکاری رہائش کا ناقص انتظام تھا
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S افریقی امریکی اکثر خستہ حال گھروں میں رہائش پزیر پیسہ کماتے تھے جو نجی ملکیت میں تھے یا سرکاری رہائش کا ناقص انتظام تھا
A 8 9|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S افریقی امریکی اکثر خستہ حال گھروں میں رہائش پذیر پیسہ کماتے تھے جو نجی ملکیت میں تھے یا سرکاری رہائش کا ناقص انتظام تھا
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S مولانا خواجگی تو کالپی پہنچ کر مستقل قیام پذیر ہو گئے
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S مولانا خواجگی تو کالپی پہنچ کر مستقل قیام پزیر ہو گئے
A 8 9|||R:ADJ|||پذیر|||REQUIRED|||-NONE-|||0

S ‌ پاکستان کے وجود میں آنے کے بعد لاہور اور ملتا ن میں قیام پذیر رہے
A 14 15|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S رائے ہوت پرہار رحمۃ اللہ علیہ کے اساتذہ میں جن کا تذکرہ ذیادہ ملتا ہے وہ مندرجہ ذیل ہیں
A 12 13|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S انھوں نے ہندوستان کی تقسیم کی مخالفت کی اور جامع قوم پرستی کے تصور کی حمایت کی
A 9 10|||R:ADJ|||متحدہ|||REQUIRED|||-NONE-|||0

S وسیم نے اپنی پہلی جماعت کا آغاز 26 نومبر 2020 کو خیبر پختونخوا کے لئے 2020 21 کے قائداعظم ٹرافی میں کیا
A 3 4|||R:ADJ|||مقامی|||REQUIRED|||-NONE-|||0

S نفیل اسلام کے چوتھے خلیفہ راشد حضرت عمر فاروق رضی اللہ تعالی عنہ ابن خطاب کے دادا اور خطاب بن نفیل کے والد تھے
A 3 4|||R:ADJ|||دوسرے|||REQUIRED|||-NONE-|||0

S 2018 میں ایک ہندوستانی فلائٹ اٹینڈنٹ نے ارجن پر ممبئی کے ایک ہوٹل میں اسے ہراساں کرنے کا الزام لگایا
A 3 4|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S وہ جمعیت علمائے اڈیشا کے دوسرے صدر اور " امارت شرعیہ اڈیشا " کے پہلے صدر تھے
A 5 6|||R:ADJ|||تیسرے|||REQUIRED|||-NONE-|||0

S نئی لاطینی میں وسیع پیمانے پر نئے الفاظ کی تشکیل شامل ہے
A 0 1|||R:ADJ|||جدید|||REQUIRED|||-NONE-|||0

S اگرچہ حد کا ایک بڑا حصہ سٹرائیک سلپ فالٹنگ کے ذریعے رہائش پذیر ہے یہ علاقہ سلیمان فولڈ اور زور بیلٹ بھی رکھتا ہے
A 12 13|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S ابھی میں نے گرم کوٹ ( فلم ) پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||R:ADJ|||گو|||REQUIRED|||-NONE-|||0

S کوانٹم میکینکس میں ایٹمی ذرات جیسے کے الیکٹران وغیرہ میں ہوتے ہیں
A 3 4|||R:ADJ|||جوہری|||REQUIRED|||-NONE-|||0

S ان کے کلام میں گیری سنجیدگی کے اثرات نمایاں ہیں
A 4 5|||R:ADJ|||گہری|||REQUIRED|||-NONE-|||0

S ان کی تصانیف میں مندرج ذیل کتابوں کے علاوہ تقریبا پانچ غیر مطبوعہ کتابیں سفرنامے اور ترجم قرآن شامل بھی شامل ہیں
A 4 5|||R:ADJ|||درج|||REQUIRED|||-NONE-|||0

S زرقون ایک معدنی شے اور اک قسم کا پت ھڑ ہے
A 5 6|||R:ADJ|||ائک|||REQUIRED|||-NONE-|||0

S 1960 میں اس کے متعارف ہونے سے پہلے ہندوستانی روپیہ کویت میں گردش میں تھا
A 8 9|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S دوسری بیوی نستندر جہاں خاتون تھیں
A 0 1|||R:ADJ|||تیسری|||REQUIRED|||-NONE-|||0

S ابھی میں نے یک خلوی عضویہ پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||R:ADJ|||عربی|||REQUIRED|||-NONE-|||0

S ابھی میں نے فہرست سنکیانگ کی انتظامی تقسیمات پر بیرونی ربط میں ترمیم کی ہے
A 6 7|||R:ADJ|||بلحاظ|||REQUIRED|||-NONE-|||0

S ابھی میں نے دو سطحی طیارہ پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||R:ADJ|||دوسری|||REQUIRED|||-NONE-|||0

S ابھی میں نے صومالی علاقہ پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||R:ADJ|||طبیعیات|||REQUIRED|||-NONE-|||0

S ابھی میں نے فہرست ممالک بلحاظ شرح دانستہ قتل پر بیرونی ربط میں ترمیم کی ہے
A 7 8|||R:ADJ|||آبی|||REQUIRED|||-NONE-|||0

S ابھی میں نے آذربائیجان کی انتظامی تقسیم پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||R:ADJ|||جنگلی|||REQUIRED|||-NONE-|||0

S وہ پہلے ہندوستانی تیز گیند باز اور آل راؤنڈر اور ٹیسٹ کیپ حاصل کرنے والے پہلے ہندوستانی تھے
A 16 17|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S 30 دسمبر 2021 تک کے اعداد و شمار شامل ہیں
A 8 9|||R:ADJ|||درست|||REQUIRED|||-NONE-|||0

S برابر مواقع تجارت کھیل اور روزمرہ زندگی میں استعمال ہونے والی اصطلاح ہے
A 0 1|||R:ADJ|||یکساں|||REQUIRED|||-NONE-|||0

S واکلی شیفیلڈ انگلستان کا ایک نواحی علاقہ ہے
A 5 6|||R:ADJ|||مضافاتی|||REQUIRED|||-NONE-|||0

S بعض اوقات کو " عہد زریں " ( سنہرا دور ) کا نام دیا گیا ہے جہاں ہندوستان میں ترقی کو فروغ ملا
A 8 9|||R:ADJ|||سنہرے|||REQUIRED|||-NONE-|||0

S فخر گیاوی کی مطبوعہ تصانیف کے نام مع مختصر تعارف ذیل میں درج ہیں
A 12 13|||R:ADJ|||مندرج|||REQUIRED|||-NONE-|||0

S اس نے شامی دلہن میں بھی ایسا ہی کردار ا خاتون کے بارے میں ہے جو رکاوٹوں کو توڑنے کے لیے بے چین ہے
A 9 10|||R:ADJ|||دروز|||REQUIRED|||-NONE-|||0

S جیت کا تنگ ترین مارجن ( رنز کے حساب سے )
A 2 3|||R:ADJ|||کم|||REQUIRED|||-NONE-|||0

S درجہ بندی کی نائر ذات جسے بدلے میں اب بھی اعلی درجہ کے نمبودری برہمن کی موجودگی میں ایسا کرنا پڑتا ہے
A 3 4|||R:ADJ|||نایر|||REQUIRED|||-NONE-|||0

S اس کے باوجود انھیں اب بھی اعلی طبقے کی نائر خواتین کے انداز میں اپنے سینوں کو ڈھانپنے کی اجازت نہیں تھی
A 9 10|||R:ADJ|||نایر|||REQUIRED|||-NONE-|||0

S اور نائر طرز کے سینہ بند لباس کو ترجیح دیتی رہیں
A 1 2|||R:ADJ|||نایر|||REQUIRED|||-NONE-|||0

S اس حملے میں کم از ث 56 نمازی ہلاک اور 194 سے زائد زخمی ہوئے تھے
A 5 6|||R:ADJ|||کم|||REQUIRED|||-NONE-|||0

S شمیم شاہد پشاور میں مقیم سینئر صحافی کالم نگار سیاسی اور سیکورٹی تجزیہ کار ہیں
A 11 12|||R:ADJ|||دفاعی|||REQUIRED|||-NONE-|||0

S د خدا لغت ( فارسی لغت‌نام د خدا ) فارسی زبان کی سب سے بڑی لغت ہے جو دو سو جلد پر مشتمل ہے
A 14 15|||R:ADJ|||بڑا|||REQUIRED|||-NONE-|||0

S یہ ناشتہ رول اٹلی فرانس میں بھی بہت مقبول ہیں
A 1 2|||R:ADJ|||ناشتا|||REQUIRED|||-NONE-|||0

S اسی طرح ماسٹر آف لا اسٹڈیز سول اور کمرشل لا میںاعلی کارکردگی کے ساتھ اسی یونیورسٹی کے گریجویٹ اسکول میں اختتام پذیر ہوا
A 21 22|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S رہروان سمیہ المومنات پائیوند اور مدر جیسی اشاعتیں ان کی نگرانی میں قائم ہوئیں اور جاری کی گئیں
A 12 13|||R:ADJ|||شائع|||REQUIRED|||-NONE-|||0

S بادشاہ نتی پال اور سادھنی کو تخت چھوڑ کر پہاڑیوں کی طرف ریٹائرڈ ہو گیا
A 12 13|||R:ADJ|||منتقل|||REQUIRED|||-NONE-|||0

S 2017 تک وہ آسٹریلیا کے لیے ون ڈے سنچری بنانے والوں کی فہرست میں ڈیمین مارٹن کے ساتھ چودھویں نمبر پر ہے
A 18 19|||R:ADJ|||14ویں|||REQUIRED|||-NONE-|||0

S پریا ہمیشہ سے خواتین کو ہندوستانی فوج میں مردوں کے مساوی کردار دینے کی ایک مضبوط وکیل رہی ہے
A 5 6|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S وہ دوسری اننگز میں 104 رنز بنانے کے بعد ٹیسٹ ڈیبیو پر سنچری بنانے والے سولہویں انگلش کرکٹر بن گئے
A 15 16|||R:ADJ|||16ویں|||REQUIRED|||-NONE-|||0

S 1888 میں انگلینڈ کے دورے کے لیے ان کا انتخاب کلب میچوں میں ان کے بھاری اسکور کی وجہ سے ہوا تھا
A 15 16|||R:ADJ|||بڑے|||REQUIRED|||-NONE-|||0

S کلیوفس ( سنسکرت " " ) اسکانی لوگوں اور سکندر اعظم کے درمیان جنگ میں ایک اہم شخصیت تھی
A 6 7|||R:ADJ|||آسکانی|||REQUIRED|||-NONE-|||0

S اس نے دہلی تمل ایجوکیشن ایسوسی ایشن کے سینئر سیکنڈری اسکولوں میں ہیومینٹیز اسٹریم میں تعلیم حاصل کی
A 8 9|||R:ADJ|||اعلی|||REQUIRED|||-NONE-|||0

S ان کا کام چنچل اختراعی ہے اور اکثر تعصبات جیسے کہ نسل پرستی جنس پرستی اور ہومو فوبیا کو چیلنج کرتا ہے
A 4 5|||R:ADJ|||متخیلی|||REQUIRED|||-NONE-|||0

S بعد کی زندگی میں وہ اکیلے رہتے تھے اور تقریبا نابینا ہونے کے باوجود بھی موبائل تھے
A 15 16|||R:ADJ|||متحرک|||REQUIRED|||-NONE-|||0

S یہ خاندان کیمپس میں رہائش پذیر تھا
A 5 6|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S راڈ مارش 1979 80 میں ٹیسٹ ٹیم میں واپس آئے اور 1984 میں اپنی ریٹائرمنٹ تک آسٹریلیا کے پہلے پسند کیپر رہے
A 19 20|||R:ADJ|||ترجیحی|||REQUIRED|||-NONE-|||0

S طاقتور ویسٹ انڈینز کے خلاف ٹور میچ میں اپنے موقع پر جو اس وقت عالمی کرکٹ کی غالب ٹیم تھی
A 17 18|||R:ADJ|||اہم|||REQUIRED|||-NONE-|||0

S تاہم وہ سیمی فائنل اور فائنل میں کم موثر تھا دونوں موقعوں پر 20 پاس کرنے میں ناکام رہا
A 17 18|||R:ADJ|||اگے|||REQUIRED|||-NONE-|||0

S جنوری 28 1950 ) ایک امریکی ریٹائرڈ ماڈل اداکارہ نغمہ نگار ٹیلی ویژن کی شخصیت اور گلوکارہ ہیں
A 6 7|||R:ADJ|||سابقہ|||REQUIRED|||-NONE-|||0

S وہ بائیں ہاتھ کے بلے باز اور آہستہ بائیں ہاتھ کی کلائی سے اسپن بولر ہے
A 7 8|||R:ADJ|||سست|||REQUIRED|||-NONE-|||0

S وہ بائیں ہاتھ کے بلے باز اور سست بائیں بازو کی کلائی سے اسپن بولر ہے
A 7 8|||R:ADJ|||آہستہ|||REQUIRED|||-NONE-|||0

S اس میں ذیادہ تر مکھن یا کریم استعمال ہوتی ہے
A 2 3|||R:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S ہوج نے وکٹوریہ کے سب سے زیادہ رن اسکورر کے طور پر اپنا گھریلو فرسٹ کلاس کیریئر ختم کیا
A 13 14|||R:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اسٹیورٹ روپرٹ کلارک ( پیدائش 28 ستمبر 1975 ) ایک آسٹریلین سابق کرکٹر ہے جو نیو ساؤتھ ویلز اور آسٹریلین ٹیم کے لیے کھیلا
A 19 20|||R:ADJ|||آسٹریلیائی|||REQUIRED|||-NONE-|||0

S ان کا پہلی اننگز کا اسکور 181 ان کے بھائی شان کے کیریئر کے بہترین اسکور 182 سے ایک چھوٹا تھا
A 19 20|||R:ADJ|||کم|||REQUIRED|||-NONE-|||0

S اس کی ایک مکمل بہن تھی جس کا نام زبیدے سلطان تھا جو اس سے نو سال چھوٹی تھی
A 3 4|||R:ADJ|||حقیقی|||REQUIRED|||-NONE-|||0

S ہندوستانی چکن کری عام طور پر تیل گرم کرکے پورے مصالحوں سے بنانا شروع کی جاتی ہے
A 9 10|||R:ADJ|||متعدد|||REQUIRED|||-NONE-|||0

S انہوں نے مارکس اسٹوئنس کے ساتھ 26 منٹ طویل 54 رنز کی دسویں وکٹ کی شراکت میں بغیر کسی گیند کا سامنا کیا
A 12 13|||R:ADJ|||10ویں|||REQUIRED|||-NONE-|||0

S سب سے تنگ نقصان کا مارجن ( رنز )
A 2 3|||R:ADJ|||کم|||REQUIRED|||-NONE-|||0

S وہ دائیں ہاتھ کی فاسٹ میڈیم بولنگ کرتا ہے بنیادی طور پر کھیل کے طویل فارمیٹس کے بجائے ٹوئنٹی 20 کرکٹ کھیلتا ہے
A 14 15|||R:ADJ|||لمبے|||REQUIRED|||-NONE-|||0

S گوہری اور عبدالعزیز کے وفد کی دوسری خواتین ڈولماباہی محل کو چھوڑنا نہیں چاہتی تھیں
A 6 7|||R:ADJ|||دیگر|||REQUIRED|||-NONE-|||0

S رکی پونٹنگ ایک ریٹائرڈ آسٹریلوی کرکٹ کھلاڑی اور آسٹریلیا کی قومی کرکٹ ٹیم کے سابق کپتان ہیں
A 3 4|||R:ADJ|||سابق|||REQUIRED|||-NONE-|||0

S ابھی میں نے یوم خوش نظمی پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||R:ADJ|||قانونی|||REQUIRED|||-NONE-|||0

S وہ ہندوستانی کرکٹ ٹیم کے ساتھ ساتھ جنوبی افریقی کرکٹ ٹیم کی کوچنگ کر چکے ہیں
A 1 2|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S 24 دسمبر 2020 کو انہیں ہندوستانی کرکٹ ٹیم کی سلیکشن کمیٹی کا چیئرمین منتخب کیا گیا
A 5 6|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S 1996 میں انکولہ کو ورلڈ کپ کے لیے ہندوستانی ٹیم میں منتخب کیا گیا
A 8 9|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S انسٹیٹیوٹ آف پالیسی اسٹڈیز اسلام آباد پاکستان میں واقع ایک ادارہ فکر ہے جس کا مقصد
A 8 9|||R:ADJ|||قائم|||REQUIRED|||-NONE-|||0

S بلیڈ آسٹریلیا کے لیے ٹیسٹ کرکٹ کھیلنے والی گیارہویں خاتون تھیں
A 8 9|||R:ADJ|||11ویں|||REQUIRED|||-NONE-|||0

S برمودا میں ایک ہندوستانی ریستوراں کے اوپر رہنے والا لیوراک ایک جیلر ہے
A 3 4|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S باؤلی باغ میں داخلے کا راستہ مشرقی سمت میں موجود بازار کی طرف سے ہے جو بظاہر دکانوں میں چھپ چکا ہے
A 6 7|||R:ADJ|||مغربی|||REQUIRED|||-NONE-|||0

S دلیپ ٹرافی جو کہ ہندوستانی فرسٹ کلاس کرکٹ کے پریمیئر مقابلوں میں سے ایک ہے ان کے نام پر رکھی گئی ہے
A 4 5|||R:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1894 میں مرزا شیرازی کی موت کے بعد وہ اہل تشیع کے سب سے برے مرجع تقلید بن کر ابھرے
A 14 15|||R:ADJ|||بڑے|||REQUIRED|||-NONE-|||0

S بادشاہت تب ہی زندہ رہ سکتی ہے جب اس کے اختیارات آئین کے ذریعے محدود ہوں
A 3 4|||R:ADJ|||باقی|||REQUIRED|||-NONE-|||0

S دریائے نیل پر ایک بڑے قلعے میں رہائش پذیر
A 8 9|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S نومبر 2021 میں ٹیم کے ساتھ ان کی کامیابی کی بنیاد پر انہیں دوبارہ ہندوستانی قومی کرکٹ ٹیم کا بیٹنگ کوچ مقرر کیا گیا
A 14 15|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S انہیں ہندوستانی کرکٹ ٹیم کا بیٹنگ کوچ مقرر کیا گیا تھا
A 1 2|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S بالائی جنوبی وزیرستان ضلع ڈیرہ اسماعیل خان ڈویژن خیبر پختونخواہ پاکستان میں واقع ضلع ہے
A 0 1|||R:ADJ|||زیریں|||REQUIRED|||-NONE-|||0

S بالائی جنوبی وزیرستان ضلع اپریل 2022 میں جنوبی وزیرستان ضلع کو تقسیم کرکے بنایا گیا تھا
A 0 1|||R:ADJ|||زیریں|||REQUIRED|||-NONE-|||0

S ان کی زندگی کو اخلاقی روحانی اور عملی طور بنی نوع انسان کی خدمت سے مامور خیال کیا جاتا ہے
A 15 16|||R:ADJ|||سرشار|||REQUIRED|||-NONE-|||0

S وہ فقیری لباس اور قلندری ٹوپی ( ایک قسم کی کانوں تک لمبی سوتی ٹوپی ) پہنتے
A 1 2|||R:ADJ|||فقیرانہ|||REQUIRED|||-NONE-|||0

S اندرونی حصے میں نازک شیشے کا کام فلک بوس چھت اور گنبد کو آراستہ کرتا ہے
A 13 14|||R:ADJ|||مزین|||REQUIRED|||-NONE-|||0

S نادر علی شاہ تصوف عرفان اور تبلیغ کے حوالے سے قلندری سلسل طریقت کے نمایاں ترین بزرگوں میں سے ایک تھے
A 14 15|||R:ADJ|||مقبول|||REQUIRED|||-NONE-|||0

S لوگوں کی طرف سے ان کو بہت عزت اور احترام دیا گیا
A 6 7|||R:ADJ|||انتہائی|||REQUIRED|||-NONE-|||0

S زرینہ سکریو والا ( سابقہ نام زرینہ مہتا پیدائش 1961 ) ایک ہندوستانی خاتون کاروباری اور مخیر حضرات ہیں
A 12 13|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S لوگوں کے الٹائی ذیلی گروپس ہیں ٹیلیٹن تلنگائیٹس اور قرا
A 2 3|||R:ADJ|||التائی|||REQUIRED|||-NONE-|||0

S 1990 سے 2008 تک اس نے نیشنل کرکٹ اکیڈمی میں کوچز کو سکھانے کے لیے ہندوستان کا سفر کیا
A 6 7|||R:ADJ|||قومی|||REQUIRED|||-NONE-|||0

S بعد میں اسے ہندوستانی بلے باز سنیل گواسکر نے مقبولیت دی
A 3 4|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S جولائی 2007 میں وہ ایک وارم اپ میچ میں ہندوستانی سیاحوں کا مقابلہ کرنے کے لیے انگلینڈ لائنز ٹیم کے لیے منتخب کیا گیا
A 9 10|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S پھر سمرسیٹ سے ان کا تعلق آیا اور ایک سست بولر کے طور پر ان کی شہرت ہوئی
A 9 10|||R:ADJ|||سلو|||REQUIRED|||-NONE-|||0

S ان کا ٹیسٹ کیریئر کسی بھی ہندوستانی کھلاڑی کے لیے طویل ترین تھا
A 6 7|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S نعمت الل ہ اعظمی ( پیدائش 1936 ) ایک بھارتی مسلمان عالم محدث اور فقیہ ہیں
A 9 10|||R:ADJ|||ہندوستانی|||REQUIRED|||-NONE-|||0

S سنیل جوشی کو 4 مارچ 2020 کو ہندوستانی قومی ٹیم کا چیف سلیکٹر مقرر کیا گیا تھا
A 7 8|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S ایک ون ڈے انٹرنیشنل کے ماہر وہ 1999 کے کرکٹ ورلڈ کپ میں ہندوستانی ٹیم کا حصہ تھے
A 13 14|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S انہوں نے ہندوستانی ڈومیسٹک سرکٹ میں بڑودہ کرکٹ ٹیم کی کپتانی کی
A 2 3|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S ابن ابی زمانین کا مختار لڈوویکو ماراکی کی ذاتی لائبریری کے پانچ عظیم تفسیری نسخوں میں سے ایک تھا
A 4 5|||R:ADJ|||مختصر|||REQUIRED|||-NONE-|||0

S انہیں 2021 کے آئی سی سی ورلڈ ٹیسٹ چیمپئن شپ فائنل کے دوران ہندوستانی کرکٹ ٹیم کا کوچ بھی مقرر کیا گیا تھا
A 13 14|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S وجے ڈاہیا ( پیدائش 10 مئی 1973 ) ایک سابق ہندوستانی وکٹ کیپر ہیں
A 10 11|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S وہ ہندوستانی کرکٹ ٹیم کے موجودہ قومی سلیکٹر میں سے ایک تھے
A 1 2|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S ٹی20 کھیلنے والے ہندوستانی کرکٹ کھلاڑی
A 3 4|||R:ADJ|||ابتدائی|||REQUIRED|||-NONE-|||0

S وہ ہندوستانی اسکواڈ کا بھی حصہ تھے جس نے 2011 کا کرکٹ ورلڈ کپ جیتا تھا
A 1 2|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S جب انہیں 2013 میں رائل چیلنجرز بنگلور نے منتخب کیا تو وہ مہنگے ترین ہندوستانی کھلاڑیوں میں سے ایک تھے
A 14 15|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S سنگھ کو 2015 میں جنوبی افریقہ کی سیریز کے لیے باضابطہ ہندوستانی اسکواڈ کے لیے پہلی مرتبہ کال ملی تھی
A 11 12|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S کرشنپا گوتم ( پیدائش 20 اکتوبر 1988 ) ایک ہندوستانی کرکٹر ہے جو کرناٹک کے لیے کھیلتا ہے
A 9 10|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S جارج مورڈیالاک وکٹوریہ میں پیدا ہوئے تھے اور آسٹریلیا کے لیے ویمنز ٹیسٹ کرکٹ کھیلنے والی سولہویں خاتون تھیں
A 16 17|||R:ADJ|||16ویں|||REQUIRED|||-NONE-|||0

S بین الاقوامی مقابلوں میں وہ گیند کے ساتھ فارم میں واپس آئی اور فی ون ڈے میں ایک وکٹ سے زیادہ اوسط حاصل کی
A 13 14|||R:ADJ|||ہر|||REQUIRED|||-NONE-|||0

S انہوں نے 1921 22 اور 1931 32 کے درمیان آکلینڈ کے لیے اپنی گھریلو فرسٹ کلاس کرکٹ کی اکثریت کھیلی
A 13 14|||R:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ڈک برٹینڈن نے کہا " سمتھ کی بیٹنگ ہمیشہ پرتشدد تھی عام طور پر شاندار
A 9 10|||R:ADJ|||جارحانہ|||REQUIRED|||-NONE-|||0

S ان کی بہترین گیند بازی 1955 56 کے دورے کے فائنل میچ میں ہندوستانی یونیورسٹیوں کے خلاف 27 رنز کے عوض 5 رنز تھی
A 13 14|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S کاسا مانزونی ( اطالوی ) اطالیہ کا ایک آباد مقام جو میلان میں واقع ہے
A 8 9|||R:ADJ|||تاریخی|||REQUIRED|||-NONE-|||0

S یہ اس کا سب سے زیادہ پیداواری موسم تھا
A 6 7|||R:ADJ|||اچھا|||REQUIRED|||-NONE-|||0

S بین الاقوامی کرکٹ کا ان کا واحد ذائقہ انگلینڈ میں 1979 کے کرکٹ ورلڈ کپ میں آیا
A 6 7|||R:ADJ|||اکلوتا|||REQUIRED|||-NONE-|||0

S علاقائی رحجانات کو توڑنا اور مقامی انتظامیہ کا موثر مرکزی کنٹرول قائم کرنا ایک نئی علاقائی تقسیم 1824 میں نافذ کی گئی
A 8 9|||R:ADJ|||مؤثر|||REQUIRED|||-NONE-|||0

S رائڈر بغیر کسی رکاوٹ کے ہندوستانی دورے سے گزرنے میں کامیاب رہے
A 5 6|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S اوڈگبو مقامی حکومت میں دو مستقل بادشاہت ہیں
A 5 6|||R:ADJ|||اہم|||REQUIRED|||-NONE-|||0

S پہلے ٹیسٹ سے پہلے فرگوسن کو فورڈ ٹرافی میں شرکت کے لیے نیوزی لینڈ کی ٹیم سے رہا کر دیا گیا تھا
A 17 18|||R:ADJ|||سبکدوش|||REQUIRED|||-NONE-|||0

S رویندرا ویلنگٹن نیوزی لینڈ میں ہندوستانی والدین کے ہاں پیدا ہوئے
A 5 6|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S ہندوستانی ڈومیسٹک کرکٹ میں دیویچا کا کیریئر انگلینڈ کے مقابلے میں بہت چھوٹا تھا
A 0 1|||R:ADJ|||مقامی|||REQUIRED|||-NONE-|||0

S وہ شیفیلڈ شیلڈ میں کھیلنے والے پہلے اور واحد ہندوستانی ٹیسٹ کھلاڑی بن گئے
A 9 10|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S اس اننگز نے وہ ہندوستان سے باہر ڈبل سنچری بنانے والے پہلے ہندوستانی بن گئے
A 12 13|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S راجدیپ سرڈیسائی ( پیدائش 24 مئی 1965 ) ایک ہندوستانی نیوز اینکر رپورٹر صحافی اور مصنف ہیں
A 9 10|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S اننت دھونڈو سولکر ( پیدائش 19 ستمبر 1951 ) ایک ہندوستانی سابق فرسٹ کلاس کرکٹر ہے
A 10 11|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S اننت دھونڈو سولکر ( پیدائش 19 ستمبر 1951 ) ایک ہندوستانی سابق فرسٹ کلاس کرکٹر ہے
A 11 12|||R:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہیں آئی سی سی ٹی 20 ورلڈ کپ 2016 کے لیے ہندوستانی اسکواڈ میں منتخب کیا گیا تھا
A 11 12|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S روی بشنوئی ( پیدائش 5 ستمبر 2000 ) ایک ہندوستانی کرکٹر ہے
A 9 10|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S وہ 1985 86 اور 1986 87 میں جنوبی افریقہ کے آسٹریلین باغیوں کے دوروں میں شامل ہوئے
A 10 11|||R:ADJ|||آسٹریلیائی|||REQUIRED|||-NONE-|||0

S سیچوان یونیورسٹی ( لاطینی ) چین کا ایک آباد مقام جو چینگدو میں واقع ہے
A 8 9|||R:ADJ|||عوامی|||REQUIRED|||-NONE-|||0

S پاکستان میں اعلی تعلیمی اداروں میں بہتری کے حوالے سے بھی انھیں ان کے اچھے کام کی وجہ سے جانا جاتا ہے
A 14 15|||R:ADJ|||نمایاں|||REQUIRED|||-NONE-|||0

S 2014 میں انھوں نے جنوبی ایشیائی سرحدی مارکیٹوں کے لیے کنٹری مینیجر کے طور پر گوگل سنگاپور میں شمولیت اختیار کی
A 6 7|||R:ADJ|||باؤنڈری|||REQUIRED|||-NONE-|||0

S اپریل 2021 میں انہیں جنوبی افریقہ میں 2021 22 کرکٹ سیزن سے قبل مشرقی صوبے کے دستے میں شامل کیا گیا
A 13 14|||R:ADJ|||مغربی|||REQUIRED|||-NONE-|||0

S وہ ہندوستانی نژاد ہے کیونکہ اس کی والدہ کا تعلق گجرات ہندوستان کے شہر سورت سے ہے
A 1 2|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S ممبئی کرکٹ ٹیم ایک کرکٹ ٹیم ہے جو ہندوستانی ڈومیسٹک کرکٹ میں شہر ممبئی کی نمائندگی کرتی ہے
A 8 9|||R:ADJ|||مقامی|||REQUIRED|||-NONE-|||0

S ہندو کرکٹ ٹیم ایک ہندوستانی فرسٹ کلاس کرکٹ ٹیم تھی جس نے سالانہ بمبئی ٹورنامنٹ میں حصہ لیا تھا
A 4 5|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S زؤآنمین ( لفظی معنی امن کا بائیں دروازہ ) جنوبی دیوار کے مشرقی حصے پر واقع تھا
A 12 13|||R:ADJ|||مغربی|||REQUIRED|||-NONE-|||0

S چولالونگکورن یونیورسٹی ( لاطینی ) تھائی لینڈ کا ایک آباد مقام جو پاتھاوم وان ضلع میں واقع ہے
A 9 10|||R:ADJ|||تحقیقی|||REQUIRED|||-NONE-|||0

S ماہیدول یونیورسٹی ( لاطینی ) تھائی لینڈ کا ایک آباد مقام جو بینکاک میں واقع ہے
A 9 10|||R:ADJ|||قومی|||REQUIRED|||-NONE-|||0

S 2013 سے 2015 تک وہ ٹرینٹ برج کے سامنے ایک ہندوستانی ریستوراں کے مالک تھے
A 10 11|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S سخی دروازے سے گھڑی کی سمت شروع کرتے ہوئے چھ دروازوں کے نام درج ذیل ہیں
A 0 1|||R:ADJ|||شخی|||REQUIRED|||-NONE-|||0

S پون دے آر ( فرانسیسی ) فرانس کا ایک آباد مقام جو پیرس کا پہلا آرونڈسمینٹ میں واقع ہے
A 14 15|||R:ADJ|||پانچواں|||REQUIRED|||-NONE-|||0

S ان کے منتخب مضامین کے مجموعے گل زار نثر بہار نثر اور جوہر نثر شایع ہو کر مقبول ہو چکے ہیں
A 14 15|||R:ADJ|||شائع|||REQUIRED|||-NONE-|||0

S موزفر پور ہندوستانی سلطنت میں پیدا ہوئے ابرکومبی ایک ہندوستانی پولیس افسر کے بیٹے تھے
A 9 10|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S بسمل کا شمار ا ردو کے روائتی شعرا میں کیا جاتا ہے جن کا موضوع سخن غزل گوئی ہے
A 6 7|||R:ADJ|||روایتی|||REQUIRED|||-NONE-|||0

S مولانا مرزا احمد علی ( پیدائش مارچ 1884 وفات 11 جون 1970 ) پاکستان میں شیعی عالم محقق اور مصنف تھے
A 15 16|||R:ADJ|||شیعہ|||REQUIRED|||-NONE-|||0

S قسیم الحق گیاوی ( 1942 1982 ) ایک ہندوستانی حافظ قاری نثر نگار مصنف اور مختلف اصناف سخن سے تعلق رکھنے والے شاعر تھے
A 8 9|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S رومی مسلموں کے درمیان اسلام تاریخی طور پر سلطنات عثمانیہ کے اندر روم کی زندگی سے وابستہ ہے
A 0 1|||R:ADJ|||رومینی|||REQUIRED|||-NONE-|||0

S زیادہ تر حلقے صرف چند کلومیٹر چوڑے ہیں اور بہت سیاہ ہیں
A 10 11|||R:ADJ|||تاریک|||REQUIRED|||-NONE-|||0

S ہبل خلائی دوربین اور بڑی زمینی دوربینوں نے حال ہی میں معلومات فراہم کی ہیں
A 4 5|||R:ADJ|||بڑے|||REQUIRED|||-NONE-|||0

S ہر ایک پوری انگوٹھی کے 4 10 تک پھیلا ہوا ہے
A 2 3|||R:ADJ|||پورے|||REQUIRED|||-NONE-|||0

S یہ سمجھنا ایک معمہ رہا ہے کہ ان آرکس میں موجود چیزیں پوری انگوٹھی میں یکساں طور پر کیوں نہیں پھیلتی ہیں
A 12 13|||R:ADJ|||پورے|||REQUIRED|||-NONE-|||0

S سیاہ دھبے غائب ہو سکتے ہیں جب وہ خط استوا کے بہت قریب جاتے ہیں یا ممکنہ طور پر کسی اور نامعلوم طریقے سے
A 0 1|||R:ADJ|||تاریک|||REQUIRED|||-NONE-|||0

S یہ بنگلہ دیش کا سب سے بڑا اور قدیم قومی دیوبندی مدرسہ ہے
A 6 7|||R:ADJ|||بڑی|||REQUIRED|||-NONE-|||0

S 2022 فیفا عالمی کپ میں کھیلے جانے والے آٹھ راؤنڈ رابن گروپس میں سے دوسرا ہے
A 14 15|||R:ADJ|||چھٹا|||REQUIRED|||-NONE-|||0

S 2022 فیفا عالمی کپ میں کھیلے جانے والے آٹھ راؤنڈ رابن گروپس میں سے دوسرا ہے
A 14 15|||R:ADJ|||آٹھواں|||REQUIRED|||-NONE-|||0

S مونس انصاری ( پیدائش 1 اپریل 1986 ) ایک ہندوستانی نژاد کرکٹر ہے جو عمان کی قومی کرکٹ ٹیم کے لیے کھیلتا ہے
A 9 10|||R:ADJ|||پاکستانی|||REQUIRED|||-NONE-|||0

S وہ دائیں ہاتھ کے بلے باز اور دائیں ہاتھ کے تیز گیند باز کے طور پر کھیلے
A 10 11|||R:ADJ|||فاسٹ|||REQUIRED|||-NONE-|||0

S اسحاق کے بھائی جان اور بیٹے ہربرٹ کا بھی مختصر فرسٹ کلاس کیریئر تھا
A 11 12|||R:ADJ|||اول|||REQUIRED|||-NONE-|||0

S چل میرا پٹ ایک 2019 کی بھارتی پنجابی زبان کی کامیڈی ڈرامہ فلم ہے جس کی ہدایت کاری جنجوت سنگھ نے کی ہے
A 10 11|||R:ADJ|||طربیہ|||REQUIRED|||-NONE-|||0

S چھتیس گڑھ نے 2016 17 کے سیزن سے رانجی ٹرافی سمیت ہندوستانی ڈومیسٹک ٹورنامنٹس میں کھیلنا شروع کیا
A 11 12|||R:ADJ|||مقامی|||REQUIRED|||-NONE-|||0

S آسام کرکٹ ٹیم ایک گھریلو کرکٹ ٹیم ہے جو ہندوستانی ریاست آسام کی نمائندگی کرتی ہے جسے آسام کرکٹ ایسوسی ایشن چلاتی ہے
A 4 5|||R:ADJ|||مقامی|||REQUIRED|||-NONE-|||0

S ٹیم نیشنل کرکٹ لیگ میں حصہ لیتی ہے اور اب ناکارہ ہونے والی کرکٹ لیگ ون ڈے میں شریک تھی
A 10 11|||R:ADJ|||متروک|||REQUIRED|||-NONE-|||0

S سائمن بیس ( پیدائش 1960 ) ایک ریٹائرڈ انگلش کرکٹ کھلاڑی ہے
A 7 8|||R:ADJ|||سابق|||REQUIRED|||-NONE-|||0

S وہ دلیپ دوشی کے بیٹے ہیں جو ایک سابق ہندوستانی ٹیسٹ باؤلر ہیں
A 9 10|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S آپ کے چھوٹے بھائی حاجی محمد منیر جنجوعہ بھی ناظم رہ چکے ہیں
A 2 3|||R:ADJ|||بڑے|||REQUIRED|||-NONE-|||0

S ان کا بیٹا محمد ( متوفی 1391 ) اور ان کی بیٹی حبیبہ سلجوق خاتون ( متوفی 1446 7 ) بھی وہیں دفن ہیں
A 22 23|||R:ADJ|||مدفون|||REQUIRED|||-NONE-|||0

S محمد تعریف ( پیدائش 19 اکتوبر 1946 ) ایک ہندوستانی کرکٹر ہے
A 9 10|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S ایان ولیم ہال ( پیدائش 27 دسمبر 1939 ) ایک انگلش سابق فرسٹ کلاس کرکٹر اور پیشہ ور فٹبالر ہے
A 11 12|||R:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کا دوسرا ظہور ایک ہفتہ بعد سسیکس کے خلاف آیا لیکن اس نے بہت کم اثر کیا
A 2 3|||R:ADJ|||دوسری|||REQUIRED|||-NONE-|||0

S ٹیم کی جیت ہار ڈرا اور ٹائی تمام راؤنڈ ریکارڈز اور پارٹنرشپ ریکارڈز کے علاوہ ہر زمرے کے لیے ٹاپ پانچ ریکارڈز درج ہیں
A 19 20|||R:ADJ|||سرفہرست|||REQUIRED|||-NONE-|||0

S تریپورہ کرکٹ ٹیم ایک گھریلو کرکٹ ٹیم ہے جو ہندوستانی ریاست تریپورہ کی نمائندگی کرتی ہے
A 4 5|||R:ADJ|||مقامی|||REQUIRED|||-NONE-|||0

S عبد الاحد ملک ( پیدائش 9 اگست 1986 ) ایک ہندوستانی کرکٹر ہے جو گجرات اور راجستھان رائلز کے لیے کھیلتا ہے
A 10 11|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S ہووی رانجی ٹرافی میں شمالی ہندوستان کے خلاف ہندوستانی فوج کی کرکٹ ٹیم کے ایک میچ میں نظر آئے
A 8 9|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S پرگت سنگھ ( پیدائش 13 اپریل 1992 ) ایک ہندوستانی کرکٹر ہے جو کینیڈا کے لیے کھیلتا ہے
A 9 10|||R:ADJ|||بھارتیکرکٹ|||REQUIRED|||-NONE-|||0

S اس نے ڈنمارک کے ٹورنامنٹ کے افتتاحی میچ میں برمودا کے خلاف کھیلا
A 6 7|||R:ADJ|||دوسرے|||REQUIRED|||-NONE-|||0

S راہول اشر ( پیدائش 18 فروری 1979 ) عمان میں مقیم ایک ہندوستانی نژاد کرکٹ امپائر ہیں
A 12 13|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S ساریکا شیوا پرساد ( پیدائش 7 نومبر 1959 ) سنگاپور میں مقیم ایک ہندوستانی بین الاقوامی کرکٹ امپائر ہیں
A 13 14|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S کرناٹک خواتین کی کرکٹ ٹیم ایک ہندوستانی ڈومیسٹک کرکٹ ٹیم ہے جو ہندوستانی ریاست کرناٹک کی نمائندگی کرتی ہے
A 6 7|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S سدھارتھ شرما ( پیدائش 23 اکتوبر 1994 ) ( انتقال 12 جنوری 2023 ) ایک ہندوستانی کرکٹر تھا
A 15 16|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S ڈنکر رائے دھیرج لال ڈیسائی ( پیدائش 21 اکتوبر 1916 ) ( انتقال 26 دسمبر 1985 ) ایک ہندوستانی کرکٹ امپائر تھے
A 18 19|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S دارا دوتی والا ( پیدائش 30 اکتوبر 1933 ) ( انتقال 30 جنوری 2019 ) ایک ہندوستانی کرکٹ امپائر تھے
A 16 17|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S جیت کا تنگ ترین مارجن ( رن کے حساب سے )
A 2 3|||R:ADJ|||کم|||REQUIRED|||-NONE-|||0

S میجر سردار جوگندر سنگھ بیدوان ( پیدائش 7 جولائی 1904 ) ( انتقال 1940 ) ایک ہندوستانی کھلاڑی تھے
A 16 17|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S وہ ڈاؤننگ سٹریٹ میں رہائش پذیر وزیراعظم کی پہلی غیر شادی شدہ ساتھی تھیں
A 5 6|||R:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S نسان کی الیکٹرک گاڑی ہے دنیا بھر میں سب سے زیادہ فروخت ہونے والی الیکٹرک کار نمبر 2 3 کے بالکل پیچھے ہے
A 2 3|||R:ADJ|||برقی|||REQUIRED|||-NONE-|||0

S پی ٹی سی ایل لینڈ لائن ٹیلی فون کا مرکزی نیٹ ورک فراہم کرتا ہے
A 12 13|||R:ADJ|||موجودہے|||REQUIRED|||-NONE-|||0

S توفیق خان ایک سابق پاکستانی کرکٹ امپائر ہیں
A 4 5|||R:ADJ|||ہندوستانی|||REQUIRED|||-NONE-|||0

S آر مرتھیونجیان ایک سابق ہندوستانی کرکٹ امپائر ہیں
A 4 5|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S ایم جی مکھرجی ( تاریخ پیدائش نامعلوم ) ( انتقال 28 فروری 2004 ) ایک ہندوستانی کرکٹ امپائر تھے
A 15 16|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S کرشنا سوامی بالا مرلی ( پیدائش 31 مئی 1969 ) ایک سابق ہندوستانی کرکٹ امپائر ہیں
A 12 13|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S 2013 میں اس نے ایک فری لانس فوٹوگرافر کے طور پر کام کرنا شروع کیا اور کابل میں جدید آرٹ شوز کا آغاز کیا
A 5 6|||R:ADJ|||مفت|||REQUIRED|||-NONE-|||0

S پدماکر گوپال پنڈت ( پیدائش 16 دسمبر 1934 ) ( انتقال 1 جولائی 2006 ) ایک ہندوستانی کرکٹ امپائر تھے
A 16 17|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S ابھی میں نے لاہور کا سکھ دور پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||R:ADJ|||ہندو|||REQUIRED|||-NONE-|||0

S دہلی کیپٹلز ایک نئی دہلی میں مقیم بھارتی خواتین کی کرکٹ ٹیم ہے جو ویمنز پریمیئر لیگ میں حصہ لیتی ہے
A 6 7|||R:ADJ|||مبنی|||REQUIRED|||-NONE-|||0

S وہ کامن ویلتھ اور ایشین گیمز دونوں میں طلائی تمغہ جیتنے والی پہلی ہندوستانی خاتون پہلوان بن گئیں
A 13 14|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S ویلووا کوروت وسمایا ( پیدائش 14 مئی 1997 ) ایک ہندوستانی سپرنٹر ہے جو 400 میٹر میں مہارت رکھتا ہے
A 10 11|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S وہ ہندوستانی خواتین کی 4 400 میٹر ریلے ٹیم کا حصہ تھی جس نے 2018 کے ایشیائی کھیلوں میں طلائی تمغہ جیتا تھا
A 1 2|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S یونیورسٹی آف واٹر لو کو دنیا بھر میں اکنامکس کی تعلیم کے لیے بہتر تعلیمی اداروں میں سمجھا جاتا ہے
A 13 14|||R:ADJ|||بہترین|||REQUIRED|||-NONE-|||0

S موسیقار ڈومینک لیوس نے نوٹ کیا کہ فلم کا ساؤنڈ ٹریک " تمام وائب اور بغیر تکنیک " کی نمائندگی کرتا ہے
A 12 13|||R:ADJ|||مکمل|||REQUIRED|||-NONE-|||0

S موجودہ دور میں رجال حدیث تیار کرنے والوں میں ان کا نام سر فہرست اور نمایاں ہے
A 0 1|||R:ADJ|||ماضی|||REQUIRED|||-NONE-|||0

S تعجب تو یہ ہے کہ نارمل تصویر دیکھنے والے کو بناو سنگھار والی لگتی ہے
A 10 11|||R:ADJ|||بناؤ|||REQUIRED|||-NONE-|||0

S ٹوڈ ہینس کی ہدایت کاری میں 2015 کی ایک رومانوی ڈرامہ پیریڈ فلم ہے
A 11 12|||R:ADJ|||دور|||REQUIRED|||-NONE-|||0

S ہندوستانی قومی کرکٹ ٹیم نے 1985 86 کے سیزن میں آسٹریلیا کا دورہ کیا
A 0 1|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S یہ تیسرے ہزارے اور اکیسویں صدی کی پانچویں دہائی ہے
A 7 8|||R:ADJ|||چھٹی|||REQUIRED|||-NONE-|||0

S یہ تیسرے ہزارے اور اکیسویں صدی کی چھٹی دہائی ہے
A 7 8|||R:ADJ|||ساتویں|||REQUIRED|||-NONE-|||0

S یہ تیسرے ہزارے اور اکیسویں صدی کی آٹھویں دہائی ہے
A 7 8|||R:ADJ|||نویں|||REQUIRED|||-NONE-|||0

S یہ تیسرے ہزارے میں نویں دہائی ہے اور اکیسویں صدی میں آخری دہائی ہے
A 4 5|||R:ADJ|||دسویں|||REQUIRED|||-NONE-|||0

S اور اسلام آباد سے لاہور کی طرف سے یہ چوتھا ایگزٹ ہے
A 9 10|||R:ADJ|||دوسرا|||REQUIRED|||-NONE-|||0

S ان کے زیر نگرانی انجام پانے والے علمی و تحقیقی کارناموں میں مندرج ذیل کتابیں شامل ہیں
A 12 13|||R:ADJ|||درج|||REQUIRED|||-NONE-|||0

S ایک بھارتی پیشہ ور اسپرنٹر ( مختصر فاصلہ اور وقت پر دوڑ ) اور خواتین کے 100 میٹر ایونٹ میں موجودہ قومی چیمپئن ہے
A 6 7|||R:ADJ|||کم|||REQUIRED|||-NONE-|||0

S وہ انڈین پریمیئر لیگ میں اب ناکارہ دکن چارجرز کا بھی حصہ تھے
A 6 7|||R:ADJ|||سابقہ|||REQUIRED|||-NONE-|||0

S اروناچل پردیش کرکٹ ٹیم ایک کرکٹ ٹیم ہے جو ہندوستانی ڈومیسٹک مقابلوں میں ریاست اروناچل پردیش کی نمائندگی کرتی ہے
A 9 10|||R:ADJ|||مقامی|||REQUIRED|||-NONE-|||0

S جانو ارون کمار ( پیدائش 18 جنوری 1975 ) ایک ہندوستانی کرکٹ کوچ اور سابق کھلاڑی ہیں
A 10 11|||R:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S واٹرگیٹ کمپلیکس ( لاطینی ) ریاست ہائے متحدہ کا ایک آباد مقام جو واشنگٹن ڈی سی میں واقع ہے
A 10 11|||R:ADJ|||عمارتی|||REQUIRED|||-NONE-|||0

S ڈمبرٹن اوکس ( لاطینی ) ریاست ہائے متحدہ کا ایک آباد مقام جو واشنگٹن ڈی سی میں واقع ہے
A 10 11|||R:ADJ|||شہری|||REQUIRED|||-NONE-|||0

S جن میں سے زیادہ تر ان کے سرکاری یوٹیوب چینل پر دستیاب ہیں
A 7 8|||R:ADJ|||باضابطہ|||REQUIRED|||-NONE-|||0

S سری لنکا میں ایڈجوٹینٹ جنرل سری لنکن آرمی کا سینئر ایڈمنسٹریشن آفیسر ہے اور آرمی کے کمانڈر کو رپورٹ کرتا ہے
A 9 10|||R:ADJ|||اعلی|||REQUIRED|||-NONE-|||0

S آرلنگٹن ہاؤس ( لاطینی ) ریاست ہائے متحدہ کا ایک آباد مقام جو آرلنگٹن ورجینیا میں واقع ہے
A 10 11|||R:ADJ|||تاریخی|||REQUIRED|||-NONE-|||0

S نیدرلینڈز کیریلون ( لاطینی ) ریاست ہائے متحدہ کا ایک آباد مقام جو آرلنگٹن ورجینیا میں واقع ہے
A 10 11|||R:ADJ|||سفارتی|||REQUIRED|||-NONE-|||0

S پنجاب کے دوسرے دیہات کی طرح گاؤں ٹھکر کے ہاشم بھی پنجابی طرز معاشرت اور رہن سہن کے اصولوں سے مماثلت رکھتا ہے
A 20 21|||R:ADJ|||نمایاں|||REQUIRED|||-NONE-|||0

S وہ اس کمپنی کے شریک باتی تھے
A 5 6|||R:ADJ|||بانی|||REQUIRED|||-NONE-|||0

S سڈنی فیریز ( انگریزی ) آسٹریلیا کا ایک آباد مقام جو سڈنی میں واقع ہے
A 8 9|||R:ADJ|||فیری|||REQUIRED|||-NONE-|||0

S مغربی سڈنی ہوائی اڈا یا ویسٹرن سڈنی ایئرپورٹ ( انگریزی ) آسٹریلیا کا ایک آباد مقام جو نیو ساؤتھ ویلز میں واقع ہے
A 14 15|||R:ADJ|||ہوائی|||REQUIRED|||-NONE-|||0

S ترونگا چڑیا گھر فیری سروسز ( انگریزی ) آسٹریلیا کا ایک آباد مقام جو نیو ساؤتھ ویلز میں واقع ہے
A 11 12|||R:ADJ|||فیری|||REQUIRED|||-NONE-|||0

S ٹی اے ایف ای این ایس ڈبلیو ( انگریزی ) آسٹریلیا کا ایک آباد مقام جو نیو ساؤتھ ویلز میں واقع ہے
A 13 14|||R:ADJ|||تعلیمی|||REQUIRED|||-NONE-|||0

S آبرن بوٹینک گارڈنز ( انگریزی ) آسٹریلیا کا ایک آباد مقام جو نیو ساؤتھ ویلز میں واقع ہے
A 9 10|||R:ADJ|||نباتاتی|||REQUIRED|||-NONE-|||0

S 17 مارچ کو آنے والے سیلاب سے بلوچستان میں دس افراد ہلاک ہوئے جن میں آٹھ ضلع آواران میں بھی شامل تھے
A 20 21|||R:ADJ|||ہلاک|||REQUIRED|||-NONE-|||0

