S میں نے فرحان دیکھا
A 3 3|||M:ADP|||کو|||REQUIRED|||-NONE-|||0

S شیر دیکھ کر اس پر خوف طاری ہو گیا
A 1 1|||M:ADP|||کو|||REQUIRED|||-NONE-|||0

S عثمان نے شاگرد پڑھایا
A 3 3|||M:ADP|||کو|||REQUIRED|||-NONE-|||0

S قابل ایک مشہور شہر ہے
A 0 0|||M:ADP|||کا|||REQUIRED|||-NONE-|||0

S شہد کی مکھیاں اس کے چہرے پر ہاتھ مارا ۔
A 3 3|||M:ADP|||نے|||REQUIRED|||-NONE-|||0

S تو اس نے فقیروں کو بلا کر سونے چاندی کی کھیر کیسے کھلایا ۔
A 13 13|||M:ADP|||کو|||REQUIRED|||-NONE-|||0

S تو اس نے فقیروں کو بلا کر سونے چاندی کی کھیر کیسے کھلایا ۔
A 13 13|||M:ADP|||میں|||REQUIRED|||-NONE-|||0

