S یہ دریاے سندھ کے مغرب میں ضلع دادو , سندھ میں واقع ہے
A 6 6|||M:ADJ|||واقع|||REQUIRED|||-NONE-|||0

S اس خطے پر بلند شہر کے ڈور راجپوت راجہ ہار دات کی حکومت تھی
A 3 3|||M:ADJ|||واقع|||REQUIRED|||-NONE-|||0

S اس میں بڑی مچھلیاں بہت سے عجائبات اور چیزیں ہیں جو وضاحت سے بالا ہیں
A 2 2|||M:ADJ|||بڑی|||REQUIRED|||-NONE-|||0

S یہ فہرست ممالک بلحاظ خام ملکی پیداوار ماضی و مستقبل ہے
A 10 10|||M:ADJ|||جات|||REQUIRED|||-NONE-|||0

S آزورس ( پرتگ زی ) نو آتش فشانی جزائر پر مشتمل شمالی بحر اوقیانوس میں واقع مجموعہ الجزائر ہے
A 4 4|||M:ADJ|||پرتگالی|||REQUIRED|||-NONE-|||0

S برہماگیری جنوبی ہند کے مغربی گھاٹ سلاسل کوہ کا کوہستان ہے
A 6 6|||M:ADJ|||پہاڑی|||REQUIRED|||-NONE-|||0

S تختہ دار پر چڑھانے سے قبل ان کا طبی معائنہ کیا گیا ان کی صحت اور بلڈ پریشر نارمل تھا
A 16 16|||M:ADJ|||خونی|||REQUIRED|||-NONE-|||0

S اس گیم کا مرکزی کردار لارا کرافٹ کا ہے جو ایک 21 سالہ نوجوان اور حوصلہ مند آثار قدیمہ کی گریجوئٹ ماہر ہے
A 13 13|||M:ADJ|||گریجوئٹ|||REQUIRED|||-NONE-|||0

S محمد رضا حیات حراج قومی اسمبلی کے انتخابات میں اس حلقے سے 2008 میں کامیاب ہوا
A 4 4|||M:ADJ|||ترین|||REQUIRED|||-NONE-|||0

S ٹھنڈیانی ( لفظی مطلب سرد وادی ) پاکستان کے گلیات علاقے میں ایک پہاڑی مستقر ہے
A 4 4|||M:ADJ|||انتہائی|||REQUIRED|||-NONE-|||0

S وہ 18 اگست 1685 کو پیدا ایڈمنٹن برطانیہ میں ہوا
A 9 9|||M:ADJ|||پیدا|||REQUIRED|||-NONE-|||0

S یہاں بندر موسم سرما کے دوران ایک عام نظر آتے ہیں
A 9 9|||M:ADJ|||پرنظر|||REQUIRED|||-NONE-|||0

S ان کے پھوپھی رفعت عالم اور ان کے ماموں وحید مرزا پاکستان کے لیے فرسٹ کلاس کرکٹ کھیلتے تھے
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنے کیریئر کا اختتام فرسٹ کلاس کرکٹ میں 1560 وکٹوں کے ساتھ کیا جو کہ کسی بھی دوسرے ہندوستانی سے زیادہ ہے
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کی بہترین فرسٹ کلاس بولنگ دہلی بمقابلہ جموں اور 7 5 تھی
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 19 سال کی عمر میں کرناٹک کی نمائندگی کرتے ہوئے اپنا فرسٹ کلاس ڈیبیو کیا
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S رام چند نے 1945 46 رنجی ٹرافی میں مہاراشٹر کے خلاف سندھ کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1948 49 رنجی ٹرافی میں بمبئی جانے سے پہلے دو اور فرسٹ کلاس میچوں میں سندھ کی نمائندگی کی
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S حالیہ دلی کے انتخابات میں یہ دوسری سب سے بڑی جماعت بن کر ابھری
A 3 3|||M:ADJ|||حالیہ|||REQUIRED|||-NONE-|||0

S اس کے میزبان آفتاب اقبال ہیں
A 2 2|||M:ADJ|||پہلے|||REQUIRED|||-NONE-|||0

S ارچنا ( اداکارہ ) ) ایک بھارتی فلمی اداکارہ ہے
A 1 1|||M:ADJ|||قوی|||REQUIRED|||-NONE-|||0

S شمالی ضلع ( اسرائیل ) ) اسرائیل کا ایک ضلع جو اسرائیل میں واقع ہے
A 9 9|||M:ADJ|||رہائشی|||REQUIRED|||-NONE-|||0

S شیعہ فرقہ کے امام پنجم محمد باقرکی نسل میں ہونے کی وجہ سے سید تھے
A 3 3|||M:ADJ|||پانچویں|||REQUIRED|||-NONE-|||0

S شیعہ فرقہ کے امام پنجم محمد باقرکی نسل میں ہونے کی وجہ سے سید تھے
A 3 3|||M:ADJ|||پانچویں|||REQUIRED|||-NONE-|||0

S 20سال کی عمر میں شہزادہ سلیم ( جہانگیر ) کا اتالیق بنایا گیا
A 11 11|||M:ADJ|||مقرر|||REQUIRED|||-NONE-|||0

S جونپور اترپردیش بھارت کا ایک ریلوے اسٹیشن جو جونپور ضلع میں واقع ہے
A 8 8|||M:ADJ|||مشرقی|||REQUIRED|||-NONE-|||0

S زہیرآباد اپائیں کی مجموعی آبادی 220 افراد پر مشتمل ہے
A 0 0|||M:ADJ|||ظاہری|||REQUIRED|||-NONE-|||0

S سے مراد بوسنیائی بوسنیا میں رہنے والے ہیں جس کسی بھی مذہب سے ہو سکتے ہیں
A 7 7|||M:ADJ|||بوسنیائی|||REQUIRED|||-NONE-|||0

S سیقیحور ( لاطینی ) فلپائن کا ایک فلپائن کے صوبے جو وسطی ویسایا میں واقع ہے
A 0 0|||M:ADJ|||مشرقی|||REQUIRED|||-NONE-|||0

S ادھر ا دھر سے چ را کر بچوں کی کہانیاں لکھیں
A 6 6|||M:ADJ|||مسعتار|||REQUIRED|||-NONE-|||0

S اس میں محمد علی جناح علامہ اقبال اور چار خواتین اسلام بھی شامل ہیں
A 9 9|||M:ADJ|||مسلم|||REQUIRED|||-NONE-|||0

S 2 " فٹ فی میل دریایی " ,
A 4 4|||M:ADJ|||بحری|||REQUIRED|||-NONE-|||0

S 1 " میل دریایی " ,
A 2 2|||M:ADJ|||بحری|||REQUIRED|||-NONE-|||0

S 1 " میل دریایی برطانوی " ,
A 2 2|||M:ADJ|||بحری|||REQUIRED|||-NONE-|||0

S 1 " میل دریایی " ,
A 2 2|||M:ADJ|||بحری|||REQUIRED|||-NONE-|||0

S 1 " میل دریایی " ,
A 2 2|||M:ADJ|||بحری|||REQUIRED|||-NONE-|||0

S 1 " میل دریایی " ,
A 2 2|||M:ADJ|||بحری|||REQUIRED|||-NONE-|||0

S 1 " میل دریایی " ,
A 2 2|||M:ADJ|||بحری|||REQUIRED|||-NONE-|||0

S 1 " ( امریکای پیش از 1954 ) میل دریایی " ,
A 8 8|||M:ADJ|||بحری|||REQUIRED|||-NONE-|||0

S 1 " ( امریکای پیش از 1954 ) میل دریایی " ,
A 8 8|||M:ADJ|||بحری|||REQUIRED|||-NONE-|||0

S 1 " ( امریکای پیش از 1954 ) میل دریایی " ,
A 8 8|||M:ADJ|||بحری|||REQUIRED|||-NONE-|||0

S قرآن کریم کی تعلیمات سے رو گردانی
A 6 6|||M:ADJ|||کاربند|||REQUIRED|||-NONE-|||0

S ماموں کانجن ریلوے اسٹیشن پاکستان میں واقع ہے
A 2 2|||M:ADJ|||چھٹا|||REQUIRED|||-NONE-|||0

S جہانگیر خان نے اپنے فرسٹ کلاس ڈیبیو پر 108 رنز بنائے اور میچ کی دوسری اننگز میں سات وکٹیں حاصل کیں
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ٹیسٹ کرکٹ کی نسبت ان کی کارکردگی فرسٹ کلاس میں زیادہ بہتر تھی
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ٹیسٹ میں 116 رنز کے عوض 2 اور فرسٹ کلاس میچوں میں 1071 رنز کے عوض 28 وکٹیں بھی ان کے کیریئر کا حصہ ہیں
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ 1946 47 میں فرسٹ کلاس کرکٹ میں وارد ہوئے
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ٹیسٹ میں 8 اور فرسٹ کلاس میں 69 کیچز ان کی فیلڈ میں چابکدستی کا ثبوت تھے
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان ساتھ سنی بھی ہیں کم مقدار میں ہیں
A 8 8|||M:ADJ|||موجود|||REQUIRED|||-NONE-|||0

S گلمور کا نیوزی لینڈ میں فرسٹ کلاس ڈیبیو آکلینڈ کے خلاف تھا
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ورلڈ سیریز کرکٹ کے خاتمے کے بعد گلمور نے نیو ساؤتھ ویلز کے لیے صرف دو اور فرسٹ کلاس کھیل کھیلے
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنی پہلی فرسٹ کلاس سنچری 1971 72 میں بنائی
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S مہندر " جمی " امرناتھ بھردواج ( پیدائش 24 ستمبر 1950 ) ایک ہندوستانی سابق کرکٹ کھلاڑی موجودہ کرکٹ تجزیہ کار اور اداکار ہیں
A 15 15|||M:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S 2009 میں زمبابوے کے ڈومیسٹک ڈھانچے کی اصلاح کے بعد رضا نے میشونا لینڈ ایگلز کے لیے فرسٹ کلاس کرکٹ کھیلنا شروع کیا
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 12 اپریل 2007 کو ناردرنز کے لیے ایسٹرنز کے خلاف 2007 لوگن کپ کے دوران کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S چیچیسٹر ضلع ( انگریزی ) برطانیہ کا ایک رہائشی علاقہ جو انگلستان میں واقع ہے
A 0 0|||M:ADJ|||مشرقی|||REQUIRED|||-NONE-|||0

S چیچیسٹر ضلع کا رقبہ 786 32 مربع کیلومیٹر ہے ہے
A 0 0|||M:ADJ|||مشرقی|||REQUIRED|||-NONE-|||0

S عدلیہ وہ نظام میں ہے جو عدل یعنی انصاف دیتا ہے
A 9 9|||M:ADJ|||پسند|||REQUIRED|||-NONE-|||0

S یہ کاسابلانکا فس اور تنجیر کے بعد ملک کا چوتھا بڑا شہر ہے
A 1 1|||M:ADJ|||دار|||REQUIRED|||-NONE-|||0

S اینڈرو میڈا سے آتی ہوئی روشنی میں طیفی خطوط کا بلیو شفٹ موجود ہے
A 10 10|||M:ADJ|||نیلا|||REQUIRED|||-NONE-|||0

S جیکب برنیٹ ایک امریکی طبیعیات کا طالب علم اور چائلڈ پروڈیگی ہیں
A 11 11|||M:ADJ|||طفل|||REQUIRED|||-NONE-|||0

S باب خیبر ایک عمارت سا ہے جس کے ذریعے سے درہ خیبر میں لوگ داخل ہوتے ہیں
A 3 3|||M:ADJ|||مشہور|||REQUIRED|||-NONE-|||0

S غالبا خیال کیا جاتا ہے کہ کوسم کے والد جزیزہ تینوس کے ایک مسیحی راہب تھے
A 9 9|||M:ADJ|||غالبا|||REQUIRED|||-NONE-|||0

S ان کے والد اسٹیورٹ میک کولم بھی فرسٹ کلاس سطح پر ٹیم کے لیے کھیلتے تھے
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وقار النسا نون کے ساتویں وزیر اعظم فیروز خان نون کی شریک حیات تھی
A 5 5|||M:ADJ|||پاکستانی|||REQUIRED|||-NONE-|||0

S کامی جاپانی زبان کو دیوتا خدا معبود کو کہتے ہیں
A 8 8|||M:ADJ|||کامی|||REQUIRED|||-NONE-|||0

S بالا گنج ذیلی ضلع کا رقبہ 389 51 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 230 , 865 افراد پر مشتمل ہے
A 0 0|||M:ADJ|||بیانی|||REQUIRED|||-NONE-|||0

S بادشاہ کو مات کرنا ہی مخالف کھلاڑی کا ہدف ہوتا ہے
A 0 0|||M:ADJ|||مخالف|||REQUIRED|||-NONE-|||0

S میدان شعروشاعری میں ایک اہم سنگ میل
A 0 0|||M:ADJ|||اشاعتی|||REQUIRED|||-NONE-|||0

S آیزو 3166 2 آیزو 3166 2 میں والس و فتونہ کا اندراج ہے
A 7 7|||M:ADJ|||امریکی|||REQUIRED|||-NONE-|||0

S پاکستان کے سابق صدر جنرل ایوب خان کے دور حکومت میں جمیعت علما پاکستان کے چھے سے زائد مختلف ٹکڑے ہو چکے تھے
A 15 15|||M:ADJ|||مختلف|||REQUIRED|||-NONE-|||0

S بحر الغزال علاقہ کی مجموعی آبادی 260 , 865 افراد پر مشتمل ہے
A 2 2|||M:ADJ|||مشرقی|||REQUIRED|||-NONE-|||0

S اس کی اشاعت انگریزی میں ہوتی تھی جبکہ اس کے ایڈیشن ہندی اردو اور مراٹھی میں بھی چھپتے تھے
A 17 17|||M:ADJ|||شائع|||REQUIRED|||-NONE-|||0

S باندوندو صوبہ ( فرانسیسی ) جمہوری جمہوریہ کانگو کا ایک جمہوری جمہوریہ کانگو کے صوبے جو جمہوری جمہوریہ کانگو میں واقع ہے
A 0 0|||M:ADJ|||زیریں|||REQUIRED|||-NONE-|||0

S برطانیہ نے اس حکم عدولی پر 40 ہزار فوجیوں کو سرحدپار حملے کا حکم دیا جسکی وجہ سے دوسری افغان انگرزیز جنگ چھڑی
A 19 19|||M:ADJ|||انگریز|||REQUIRED|||-NONE-|||0

S دوسری افغان انگرزیز جنگ سلطنت برطانیہ اور افغانستان کے مابین 1878 تا 1880 تک لڑی گئی
A 1 1|||M:ADJ|||انگریز|||REQUIRED|||-NONE-|||0

S روزنامہ ٹیلی گراف ایک برطانوی صبح کو چھپنے والا روزنامہ اخبار ہے جو لندن سے ٹیلی گراف میڈیا گروپ کے زیر انتظام شائع ہوتا ہے
A 9 9|||M:ADJ|||برطانوی|||REQUIRED|||-NONE-|||0

S اروڑ یا الور سندھ میں کا ایک شہر ہے جو روہڑی شہر کے پاس واقع ہے
A 7 7|||M:ADJ|||قدیم|||REQUIRED|||-NONE-|||0

S اس واقعہ نے آنے والی صدیوں میں مسلمانوں پر ڈھیروں دور رس اثرات مرتب کیے
A 7 7|||M:ADJ|||اسلامی|||REQUIRED|||-NONE-|||0

S نام حضرت پیر سید فقیر محمد گیلانی چوراھی لقب حاجی گل اور لوگ عقیدت و محبت سے باباجی سرکار کہہ کر پکارتے تھے
A 8 8|||M:ADJ|||فاروقی|||REQUIRED|||-NONE-|||0

S بیلیاں کی تاریخ میں دو کافی جنگیں شامل ہیں
A 6 6|||M:ADJ|||ساری|||REQUIRED|||-NONE-|||0

S سانجھ بھئی چودیس سلمی یاسمین نجمی کا ضخیم ناول ہے
A 9 9|||M:ADJ|||فائقہ|||REQUIRED|||-NONE-|||0

S سینٹ تھامس ٹاؤن شپ پنسلوانیا کی مجموعی آبادی 5 , 775 افراد پر مشتمل ہے
A 2 2|||M:ADJ|||امریکی|||REQUIRED|||-NONE-|||0

S " سیستم متریک نیاز " ,
A 4 4|||M:ADJ|||درکار|||REQUIRED|||-NONE-|||0

S " حوالہ دیں " " مضمون میں درج مواد کی تصدیق کے لیے مزید حوالہ جات درکار ہیں " ,
A 1 1|||M:ADJ|||مزید|||REQUIRED|||-NONE-|||0

S اس قصبہ کو یونیسکو کی میراث الدنیا کی آزمائشی فہرست میں تہذیبی ورثہ کے زمرہ میں 8 جولائی 2002 کو شامل کی گئی
A 5 5|||M:ADJ|||عالمی|||REQUIRED|||-NONE-|||0

S جبال عیر خطرہ سے دوچار ایک عالمی ورثہ مقام جو ارلیت محکمہ نائجر میں واقع ہے
A 0 0|||M:ADJ|||قدیم|||REQUIRED|||-NONE-|||0

S ناکام مذاکرات کے بعد جنگ حار ہ میں میڈینیوں کو شکست کا سامنا کرنا پڑا اور اس شہر کو تین دن تک لوٹا گیا
A 9 9|||M:ADJ|||والوں|||REQUIRED|||-NONE-|||0

S جونز نے اپنے فرسٹ کلاس کیریئر کا آغاز 1981 82 کے سیزن میں وکٹوریہ کے ساتھ شیفیلڈ شیلڈ میں کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے اپنا پہلا مرثیہ 1923 میں کہا تھا
A 7 7|||M:ADJ|||قلمبند|||REQUIRED|||-NONE-|||0

S پاکستان تحریک انصاف کے سرگرم رکن ہیں اور پنجاب ایگریکلچر کمیٹی کے ممبر اور فیصل آباد ڈسٹرکٹ کے فنانس سیکرٹری ہیں
A 18 18|||M:ADJ|||سابقہ|||REQUIRED|||-NONE-|||0

S اس شہر کی آبادی اس وقت تقریبا تین لاکھ ہے جن میں تقریبا پچپن ہزار یونیورسٹیوں کے طلبہ ہیں
A 15 15|||M:ADJ|||مختلف|||REQUIRED|||-NONE-|||0

S یورپی یونین کے رکن ممالک کی انفرادی طور پر اس کے رکن نہیں
A 3 3|||M:ADJ|||دیگر|||REQUIRED|||-NONE-|||0

S بعد میں اس نے 2010 11 میں این ایس ڈبلیو کے خلاف وکٹوریہ کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اصطلاح فقہائے احناف کے نزدیک مطلق لقب الاستاذ سے مراد ایک شخصیت لی جاتی ہے اوروہ ہیں عبد الل بن محمد بن عقوب السبذمونی
A 16 16|||M:ADJ|||مراد|||REQUIRED|||-NONE-|||0

S بسم اللہ خان ایک فرسٹ کلاس پاکستانی کرکٹ کھلاڑی ہیں جو کوئٹہ کرکٹ ٹیم کے لیے کھیلتے ہیں
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انقلاب ایران کے بعد قائم ہونے والی پہلی حکومت تھی
A 0 0|||M:ADJ|||ایرانی|||REQUIRED|||-NONE-|||0

S پتھر کے زمانہ سے مراد وہ زمانہ ہے جب انسان نے پتھر کے آوازار استعمال کرنا شروع کی
A 0 0|||M:ADJ|||چھوٹا|||REQUIRED|||-NONE-|||0

S بایرین دایاں پرچم ( لاطینی ) چین کا ایک اندرونی منگولیا کے پرچم جو چیفینگ میں واقع ہے
A 0 0|||M:ADJ|||قدیم|||REQUIRED|||-NONE-|||0

S عاشقوں کے سلطان عشق حقیقی کا مقام جو آپ کو عطا ہوا و بہت کم لوگوں کو ملا ہے
A 17 17|||M:ADJ|||نصیب|||REQUIRED|||-NONE-|||0

S ایس مقداریں جو بنیادی مقداروں سے اخذ کی جائیں ماخوذ مقداریں ک لاتی یں
A 1 1|||M:ADJ|||طبیعی|||REQUIRED|||-NONE-|||0

S امارت اسلامیہ افغانستان کی حکومت کا ایک بڑا امتیازی کارنامہ افغانستان میں امن کا قیام تھا
A 0 0|||M:ADJ|||اسلامی|||REQUIRED|||-NONE-|||0

S وہ 1977 سے 1979 تک اس مرکز کے دوسرے نائب صدر رہے تھے
A 11 11|||M:ADJ|||نشین|||REQUIRED|||-NONE-|||0

S وہ اسلامی دائرۃ المعارف کی تیاری میں جٹے تھے
A 7 7|||M:ADJ|||مصروف|||REQUIRED|||-NONE-|||0

S کھوکھر شروع سے مسلمان ہیں اور مزہب اسلام کے پیروکار ہیں
A 1 1|||M:ADJ|||زیادہ|||REQUIRED|||-NONE-|||0

S قلعہ سورا سنگھ کی مجموعی آبادی 168 میٹر سطح سمندر سے بلندی پر واقع ہے
A 3 3|||M:ADJ|||والا|||REQUIRED|||-NONE-|||0

S ایران میں پہلا انسداد آتشزدگی کا محکمہ 1832 میں قائم ہوا جو باقاعدہ شہنشاہ روس کی امداد سے تعمیر ہوا
A 6 6|||M:ADJ|||پہلا|||REQUIRED|||-NONE-|||0

S فرصت گنج ریلوے اسٹیشن بھارت میں واقع ہے
A 2 2|||M:ADJ|||پورا|||REQUIRED|||-NONE-|||0

S جمنمخ ریلوے اسٹیشن آسام بھارت میں واقع ہے
A 1 1|||M:ADJ|||والا|||REQUIRED|||-NONE-|||0

S بصری خانہ ترمیم میں ابھی بعض خامیاں اور خصوصیات کی عدم موجودگی ہوسکتی ہے
A 7 7|||M:ADJ|||موجود|||REQUIRED|||-NONE-|||0

S تصوف و احسان و سلوک میں مولانا سید ابو الحسن علی ندوی سے بیعت ہیں
A 14 14|||M:ADJ|||گرفتہ|||REQUIRED|||-NONE-|||0

S اوڑی حملے میں سرحد پار بیٹھے دہشت گردوں کا ہاتھ بتایا گیا ہے
A 6 6|||M:ADJ|||موجود|||REQUIRED|||-NONE-|||0

S یہ سلسلہ یکم اکتوبر 2016 سے شروع ہو کر مہینے کے ختم تک چلے گا
A 13 13|||M:ADJ|||جاری|||REQUIRED|||-NONE-|||0

S درسیات کے اس قومی خاکے میں مندرجہ ذیل امور پر خصوصی توجہ دی گئی ہے
A 0 0|||M:ADJ|||قومی|||REQUIRED|||-NONE-|||0

S صنم پوری ( پیدائش 30 جون 1992 ) ایک بھارتی گلوکار اور سنگیت طائفہ صنم کے رہنما مغنی ہیں
A 16 16|||M:ADJ|||سرکردہ|||REQUIRED|||-NONE-|||0

S ایٹؤمبی ( فرانسیسی ) جمہوریہ کانگو کا ایک شہر جو کؤیت مغربی محکمہ میں واقع ہے
A 8 8|||M:ADJ|||انسانی|||REQUIRED|||-NONE-|||0

S واد لاو ( فرانسیسی ) مراکش کا ایک شہر جو طنجہ تطوان الحسیمہ میں واقع ہے
A 8 8|||M:ADJ|||انسانی|||REQUIRED|||-NONE-|||0

S وزیر اعظم نواز شریف نے انہیں 16 واں سربراہ پاک فوج مقرر کیا ہے
A 0 0|||M:ADJ|||سابقہ|||REQUIRED|||-NONE-|||0

S وہ ساتویں اسلام میں داخل ہونے والے خوش نصیب بھی ہیں
A 7 7|||M:ADJ|||ساتویں|||REQUIRED|||-NONE-|||0

S حادثے کے نتیجے میں تمام کے تمام 48 افراد ہلاک ہوئے جن میں معروف شخصیت جنید جمشید بھی شامل ہے
A 6 6|||M:ADJ|||موجود|||REQUIRED|||-NONE-|||0

S چہل ابدال ایک پہاڑ جس کی چوٹی راولپنڈی ڈویژن کے میدانی علاقوں میں سب سے اونچی پہاڑ کی چوٹی تصور کی جاتی ہے
A 7 7|||M:ADJ|||پرایک|||REQUIRED|||-NONE-|||0

S 1905 میں سرے کے لیے اپنے پہلے فرسٹ کلاس میچ میں انہوں نے 88 رنز بنائے
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S سنڈھم نے ٹیسٹ کرکٹ میں پہلی ٹرپل سنچری 1930 میں ویسٹ انڈیز کے خلاف 325 اور 40 , 000 فرسٹ کلاس رنز بنائے
A 19 19|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S عمدۃ العلما مولانا سید کلب حسین صاحب کے پہلو میں ان کے فرزند اکبر کو سلادیا گیا
A 15 15|||M:ADJ|||دفن|||REQUIRED|||-NONE-|||0

S محمد شاہ ) جنوبی پنجاب پاکستان میں ضلع وہاڑی کی ایک یونین کونسل اور ایک قصبہ ہے
A 2 2|||M:ADJ|||خاص|||REQUIRED|||-NONE-|||0

S دارالعلوم نقشبندیہ امینیہ جو ماڈل ٹاؤن گوجرانوالہ پنجاب پاکستان میں ہے
A 10 10|||M:ADJ|||واقع|||REQUIRED|||-NONE-|||0

S جامعہ ریاض المدینہ اسلامک یونیورسٹی جو جی ٹی روڈ ٹاوہ گوجرانوالہ پنجاب پاکستان میں ہے
A 14 14|||M:ADJ|||واقع|||REQUIRED|||-NONE-|||0

S ابتدا میں انہوں نے دہلی کے مختلف اخبارات کے لیے جز وقتی کام کیا بعد ازاں کے منشور سے وابستہ ہوگئے
A 18 18|||M:ADJ|||نامی|||REQUIRED|||-NONE-|||0

S بتورا 3 کی چوٹی 7 , 729 میٹر سطح سمندر سے بلندی پر واقع ہے
A 3 3|||M:ADJ|||مجموعی|||REQUIRED|||-NONE-|||0

S شاہ دھر کی چوٹی 7 , 038 میٹر سطح سمندر سے بلندی پر واقع ہے
A 3 3|||M:ADJ|||مجموعی|||REQUIRED|||-NONE-|||0

S خدا آباد انگریزی پاکستان کے صوبہ سندھ کے ضلع دادو میں واقع ایک قدیم شہر ہے
A 15 15|||M:ADJ|||واقع|||REQUIRED|||-NONE-|||0

S گاج نئہ ساون کی بارشوں میں بڑے شوروغل سے بہتی ہے جس وجہ سے اس پر نام گاج پڑا
A 0 0|||M:ADJ|||نئی|||REQUIRED|||-NONE-|||0

S گاج نئہ صدیوں سے بہتی چلی آ رہی ہے
A 0 0|||M:ADJ|||نئی|||REQUIRED|||-NONE-|||0

S حکومت پاکستان نے گاج نئہ کے پانی پر نئہ گاج ڈیم تعمیر کیا ہے جو ابھی فعال نہیں ہوا
A 3 3|||M:ADJ|||نئی|||REQUIRED|||-NONE-|||0

S ہفتادی ترجمہ یا سپتواجنتا یا " سپتواینہ ( مطلب " ستر " ) ایک کوینہ یونانی کا عبرانی متنی روایت کا ترجمہ ہے
A 8 8|||M:ADJ|||انگریزی|||REQUIRED|||-NONE-|||0

S تقسیم ہند کے بعد وہ پاکستان چلے آئے اور یہاں درس و تدریس کے شعبے سے وابستہ ہوئے
A 6 6|||M:ADJ|||منتقل|||REQUIRED|||-NONE-|||0

S یہ ان فوجوں کا اہم حصہ تھے اور اٹھارویں صدی میں کئی غارت گری کی کارروائی میں ملوث تھے
A 15 15|||M:ADJ|||متعدد|||REQUIRED|||-NONE-|||0

S یہ پارک کو ایک عرصہ تک جلسہ گاہ بھی رہا
A 6 6|||M:ADJ|||سیاسی|||REQUIRED|||-NONE-|||0

S محمد طیب طاہری آپ کے علمی جانشین ٹھہرے اورجماعت کے مرکزی امیرمنتخب ہوئے
A 7 7|||M:ADJ|||مقرر|||REQUIRED|||-NONE-|||0

S ان کی شاعری میں سب سے زیادہ مقبولیت ان چار مصرعوں ( ( قسمت میں مری چین سے جینا لکھ دے
A 10 10|||M:ADJ|||نعتیہ|||REQUIRED|||-NONE-|||0

S فرانس کی کرنسی کا نام یورو ہے
A 0 0|||M:ADJ|||فرانسیسی|||REQUIRED|||-NONE-|||0

S مکہ سے مزاد حسب ذیل ہو سکتے ہیں
A 5 5|||M:ADJ|||مراد|||REQUIRED|||-NONE-|||0

S ان بورجگین قبائل میں سے چنگیز خان کا قبیلہ قیات اور امیر تیمور کا قبیلہ برلاس بھی ہے
A 17 17|||M:ADJ|||شامل|||REQUIRED|||-NONE-|||0

S ہندو عقائد کے مطابق رام جنم بھومی ایودھیا کے شہر میں ہے اور اسے رام کی جائے پیدائش مانا جاتا ہے
A 11 11|||M:ADJ|||واقع|||REQUIRED|||-NONE-|||0

S اس سے مراد وہ کامل ماہرین ہیں جو جسمانی کے ساتھ ساتھ روحانی طور پر بھی کمال حاصل کر چکے ہوں
A 6 6|||M:ADJ|||مراد|||REQUIRED|||-NONE-|||0

S بعد ازاں انہوں نے 26 ستمبر 2017 کو 2017 18 قائد اعظم ٹرافی میں خان ریسرچ لیبارٹریز کے لیے فرسٹ کلاس ڈیبیو کیا
A 19 19|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کے نتیجے میں وہ اپنے فرسٹ کلاس اور 20 ڈیبیو پر سنچری بنانے والے پہلے پاکستانی بلے باز بن گئے
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے ڈرہم یونیورسٹی کے لیے تین فرسٹ کلاس کھیل کھیلے ہیں
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اسرائیل کے سفیر برائے بھارت بھارت مارک سوفر کئی منفرد اقدامات کے لیے جانے جاتے ہیں
A 2 2|||M:ADJ|||سابق|||REQUIRED|||-NONE-|||0

S اکادمی تعلیم کے مطابق صہیونی تحریک کو جلاوطنی سیاست کے تناظر میں بطور قومی آزادی کی جدید تحریک دیکھا جاتا ہے
A 13 13|||M:ADJ|||جدید|||REQUIRED|||-NONE-|||0

S ہیری پوٹر اور ققنس کا گروہ جے کے رولنگ کا تحریر کردہ ہیری پوٹر کے پانچویں سلسلہ کا ایک فینٹسی ناول ہے
A 19 19|||M:ADJ|||پانچواں|||REQUIRED|||-NONE-|||0

S ہیری پوٹر اور شعلوں کا پیالہ جے کے رولنگ کا تحریر کردہ ہیری پوٹر کے چوتھے سلسلہ کا ایک فینٹسی ناول ہے
A 19 19|||M:ADJ|||چوتھا|||REQUIRED|||-NONE-|||0

S ہیری پوٹر اور اژقبان کا اسیر جے کے رولنگ کا تحریر کردہ ہیری پوٹر کے تیسرے سلسلہ کا ایک فینٹسی ناول ہے
A 19 19|||M:ADJ|||تیسرا|||REQUIRED|||-NONE-|||0

S ہیری پوٹر اور تہ خانے کے اسرار جے کے رولنگ کا تحریر کردہ ہیری پوٹر کے دوسرے سلسلہ کا ایک فینٹسی ناول ہے
A 20 20|||M:ADJ|||دوسرا|||REQUIRED|||-NONE-|||0

S ہیری پوٹر اور آدھ خالص شہزادہ جے کے رولنگ کا تحریر کردہ ہیری پوٹر کے چھٹے سلسلہ کا ایک فینٹسی ناول ہے
A 19 19|||M:ADJ|||چھٹا|||REQUIRED|||-NONE-|||0

S 1700 کی دہائی کے وسط سے 1970 کی دہائی تک امریکا بھر میںایک قابل نفرت بدصورت قانون موجود تھا
A 2 2|||M:ADJ|||پہلی|||REQUIRED|||-NONE-|||0

S اگلے دن چوک پر ایک مارے گئے ایک شخص کی لاش چوراہے پر رکھ کر احتجاج کرنے کے نتیجے میں کچھ نوجوان زخمی ہوے
A 20 20|||M:ADJ|||مزید|||REQUIRED|||-NONE-|||0

S اودھ کی ریاست بھی سلطنت دہلی کی بالادستی تسلیم کرتی تھی اور اس کے کئی حکمران مغل بادشاہ کے عہدیدار تھے
A 4 4|||M:ADJ|||مغلیہ|||REQUIRED|||-NONE-|||0

S لیکن کچھ شدت پسند مذہبی موہل کھال کاٹنے کے بعد اس کام کو اپنے منہ سے انجام دیتے ہیں
A 4 4|||M:ADJ|||العقیدہ|||REQUIRED|||-NONE-|||0

S جدت پسند یہودی خواتین موہل کے بغیر کسی پابندی کے جواز کے قائل ہیں اور ان کو مہلوت عبرانی زبان جمع کہا جاتا ہے
A 2 2|||M:ADJ|||العقیدہ|||REQUIRED|||-NONE-|||0

S این بی سی کے مطابق 17 جولائی 2015 کو ٹویٹر پر یہ دن ٹرینڈ کررہا تھا
A 14 14|||M:ADJ|||ساز|||REQUIRED|||-NONE-|||0

S اسی طرح جس طرح کوچی میں انگریز ہندی آباد ہو گئے تھے
A 6 6|||M:ADJ|||ہندستانی|||REQUIRED|||-NONE-|||0

S انہوں نے سپرا نتو میں کتب لکھیں اور تراجم کیے ہیں
A 5 5|||M:ADJ|||متعدد|||REQUIRED|||-NONE-|||0

S منٹو 2018 میں بننے والی بھارت کی سوانحی ڈراما فلم ہے جس کی مصنفہ اور ہدایت کارہ نندتا داس ہیں
A 3 3|||M:ADJ|||جاری|||REQUIRED|||-NONE-|||0

S وہ پاسچر بزیمنگو کے استعفی کے بعد سنہ 2000 سے موجودہ راونڈا کے صدر ہیں
A 13 13|||M:ADJ|||موجودہ|||REQUIRED|||-NONE-|||0

S وہ ممبئی کے لیے فرسٹ کلاس کرکٹ کھیلتا ہے
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اپنے دوسرے فرسٹ کلاس میچ میں نومبر 2013 میں دہلی کے خلاف پٹیل نے پہلی اننگز میں 55 رنز کے عوض 6 وکٹ لیے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S پٹیل نے گجرات کے لیے اپنے پہلے سیزن میں صرف ایک فرسٹ کلاس گیم کھیلا لیکن 2013 میں اس کا زیادہ کامیاب مظاہرہ ہوا
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S حرمین تیز رفتار ریل منصوبہ سعودی عرب 453 کلو میٹر طویل ( 281 میل ) تیز رفتار ابین شہر ریل نظام ہے
A 15 15|||M:ADJ|||طویل|||REQUIRED|||-NONE-|||0

S انہوں نے اپنے پہلے گانے کا عقیدت پشتو کے عظیم صوفی شاعر عبدالرحمان بابا کے نام کر دیا
A 16 16|||M:ADJ|||مانون|||REQUIRED|||-NONE-|||0

S اس کے علاوہ فیروز میڈیا اور پبلشنگ کے ڈائریکٹر بھی ہیں
A 3 3|||M:ADJ|||اشاعتی|||REQUIRED|||-NONE-|||0

S احمدی کا فرسٹ کلاس ڈیبیو 2009 10 کے آئی سی سی انٹرکانٹینینٹل کپ میں کینیا کے خلاف ہوا تھا
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S میچ کے دوران اس نے 11 اور 55 کے اسکور بنائے جو کہ ان کی پہلی فرسٹ کلاس نصف سنچری تھی
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S دی جنگل بک ایک 2016 میں بنی ایک تصوراتی بہترین ساہسک فلم ہے
A 8 8|||M:ADJ|||بھارتی|||REQUIRED|||-NONE-|||0

S انہوں نے سنہ 2015 سے سنہ 2016 تک وزیر تحفظ ماحول کے طور خدمات سر انجام دیں
A 9 9|||M:ADJ|||ماحولیاتی|||REQUIRED|||-NONE-|||0

S سہیل اختر ( پیدائش 2 مارچ 1986 ) ایک پاکستانی فرسٹ کلاس کرکٹ کھلاڑی ہے
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S آپ نے 5 مئی 2009 پیر اور منگل کی درمیانی شب دو بجے کے قریب گوجرانوالا میں وفات پائی اور یہیں دفن ہوئے
A 20 20|||M:ADJ|||آبائی|||REQUIRED|||-NONE-|||0

S جان لیوا کینی بل بھائی کی کہانیاں , عبادت جادو کی چھڑی جان لیوا اور قصے ڈربہ کالونی کے
A 4 4|||M:ADJ|||واحد|||REQUIRED|||-NONE-|||0

S وہ انگلینڈ کے واحد کپتان ہیں جنہوں نے 4 سے زیادہ ون ڈے سنچریاں اسکور کی ہیں
A 11 11|||M:ADJ|||اہل|||REQUIRED|||-NONE-|||0

S مورگن نے اپنی پہلی فرسٹ کلاس سنچری مڈل سیکس کے لیے 5 جولائی 2008 کو اکسبرج میں بنائی
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S پورٹر فیلڈ نے اگست 2007 کے آخر میں اپنی پہلی فرسٹ کلاس سنچری بنائی
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S مغربی واٹر کیچمینٹ کا رقبہ 69 5 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 720 افراد پر مشتمل ہے
A 0 0|||M:ADJ|||شمالی|||REQUIRED|||-NONE-|||0

S رچرڈز اور ان کی اہلیہ مریم کے دو بچے ہیں جن میں مالی بھی شامل ہیں جو فرسٹ کلاس کرکٹ بھی کھیل چکے ہیں
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S جولائی 2019 میں انہوں نے مودی حکومت کے ذریعے کی جانے والی جاسوسی کے خلاف عدالت عظمی میں کیس مقدمہ کیا ہے
A 20 20|||M:ADJ|||دائر|||REQUIRED|||-NONE-|||0

S 4 پر بیٹنگ کرتے ہوئے اس نے اس میچ میں 33 رنز بنائے جو اس سیزن میں ان کا واحد فرسٹ کلاس کھیل تھا
A 20 20|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اپنے فرسٹ کلاس ڈیبیو سے پہلے انہوں نے 2016 کے انڈر 19 کرکٹ ورلڈ کپ میں افغانستان کی انڈر 19 ٹیم کی کپتانی کی
A 1 1|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S احسان اللہ نے اس عمل میں اپنی پہلی فرسٹ کلاس سنچری بھی اسکور کی
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کا پہلا فرسٹ کلاس کرکٹ بھی تھا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ماتم داری یا ماتم معصومین بالخصوص امام حسین پر عزاداری کرنے کی ایک بہت مشہور رسم و روایت ہے
A 4 4|||M:ADJ|||شیعہ|||REQUIRED|||-NONE-|||0

S شہد ( انگریزی ) بھارت کا ایک آباد مقام جو تھانے ضلع میں واقع ہے
A 10 10|||M:ADJ|||مشرقی|||REQUIRED|||-NONE-|||0

S الکفاف ( عربی ال فاف ) متحدہ عرب امارات کا ایک محلہ جو امارت دبئی میں واقع ہے
A 11 11|||M:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S خصوصا مغل حکمران جلال الدین اکبر نے یہاں فنکار ایرانیوں کی آبادکاری کی خاصی حوصلہ افزائی کی
A 8 8|||M:ADJ|||ایرانی|||REQUIRED|||-NONE-|||0

S وہ 01 08 1994 میں ہوا ہوا
A 5 5|||M:ADJ|||پیدا|||REQUIRED|||-NONE-|||0

S 18 ایم آر پاکستان کا ایک آباد مقام جو ضلع ملتان میں واقع ہے
A 3 3|||M:ADJ|||والا|||REQUIRED|||-NONE-|||0

S چک1 ایف پاکستان کا ایک آباد مقام جو ضلع ملتان میں واقع ہے
A 2 2|||M:ADJ|||والا|||REQUIRED|||-NONE-|||0

S اخون سالاک بابا کے بعد ان کی اولاد کو درانی کی بجائے اخون خیل کہا جانے لگا
A 0 0|||M:ADJ|||غازی|||REQUIRED|||-NONE-|||0

S غیر ویکی اسلوب 04 07 11 نومبر 2019 ( م ع و )
A 0 0|||M:ADJ|||بے|||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو سوئی ناردرن گیس پائپ لائنز لمیٹڈ کے لیے 2018 19 قائداعظم ٹرافی میں 7 نومبر 2018 کو کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S سلیم خان اور جاوید اختر نے بھارتی فلم صنعت م ں ایک اسکرپٹ جوڑی تھی جنہیں کے نام سے جانا تھا
A 13 13|||M:ADJ|||نگاری|||REQUIRED|||-NONE-|||0

S لاگو نہیں کو کئی بار انگریزی زبان میں مخفف کے طور پر , یا لکھا جاتا ہے
A 0 0|||M:ADJ|||ناقابل|||REQUIRED|||-NONE-|||0

S 1980 میں مقدمات کی تکمیل کے بعد اعلی تعلیم کے حصول کیلئے حوزہ علمیہ مشہد ایران روانہ ہو گئے
A 2 2|||M:ADJ|||ابتدائی|||REQUIRED|||-NONE-|||0

S ماسٹر مستقبل میں جاری کی جانے والی بھارتی تمل زبان کی ہنگامہ خیز تھرلر فلم ہے
A 11 11|||M:ADJ|||سنسنی|||REQUIRED|||-NONE-|||0

S دائیں ہاتھ کا بیٹسمین اور بائیں ہاتھ کا ایک سست بولر وہ نوٹنگھم شائر کاؤنٹی کرکٹ کلب کے لئے فرسٹ کلاس کرکٹ کھیلتا ہے
A 19 19|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ دائیں ہاتھ کے بیٹسمین ہیں جو محدود اوورز کی کرکٹ میں کھلتے ہیں اور فرسٹ کلاس میچوں میں مڈل آرڈر میں کھیلتے ہیں
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ ساؤتھ آسٹریلیا یارکشائر اور گلیمورگن کے لیے فرسٹ کلاس لیول پر بھی کھیلے اور 1995 میں آسٹریلین کرکٹ اکیڈمی اسکالرشپ ہولڈر
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S گلیسپی نے فروری 2008 میں آسٹریلیا میں فرسٹ کلاس کرکٹ سے ریٹائرمنٹ کا اعلان کیا
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 2008 کے انگلش ڈومیسٹک سیزن کے اختتام پر انہوں نے تمام فرسٹ کلاس کرکٹ سے ریٹائرمنٹ لے لی
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وفا فاتح ( لاطینی ) ترکی کا ایک محلہ جو صوبہ استنبول میں واقع ہے
A 8 8|||M:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S انگلش ریور سیچیلیس کی مجموعی آبادی 3 , 737 افراد پر مشتمل ہے
A 0 0|||M:ADJ|||گراں|||REQUIRED|||-NONE-|||0

S ان کے والد ڈیو کرو ولینگٹن اور کینٹبری لے لئے فرسٹ کلاس کرکٹ کھیلتے تھے
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S عرب ظہرہ الضمیری ( لاطینی ) انتداب فلسطین کا ایک گاؤں جو حیفا ذیلی ضلع انتداب فلسطین میں واقع ہے
A 10 10|||M:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S عرب العریضہ ( لاطینی ) انتداب فلسطین کا ایک گاؤں جو بیسان ذیلی ضلع انتداب فلسطین میں واقع ہے
A 9 9|||M:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S بربرہ غزہ ( لاطینی , ) انتداب فلسطین کا ایک گاؤں جو غزہ ذیلی ضلع انتداب فلسطین میں واقع ہے
A 10 10|||M:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S عراق المنشیہ ( لاطینی ) انتداب فلسطین کا ایک گاؤں جو غزہ ذیلی ضلع انتداب فلسطین میں واقع ہے
A 9 9|||M:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S دیر آبان ( لاطینی ) انتداب فلسطین کا ایک ضلع جو یروشلم ذیلی ضلع انتداب فلسطین میں واقع ہے
A 9 9|||M:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S خیام الولید ( لاطینی ) انتداب فلسطین کا ایک ضلع جو صفد ذیلی ضلع انتداب فلسطین میں واقع ہے
A 9 9|||M:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S سبلان صفد ( لاطینی , ) انتداب فلسطین کا ایک ضلع جو صفد ذیلی ضلع انتداب فلسطین میں واقع ہے
A 10 10|||M:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S وہ بہترین سماجی کارکن ہیں اور خوب صدقہ و خیرات میں حصہ لیتی ہیں
A 11 11|||M:ADJ|||خوب|||REQUIRED|||-NONE-|||0

S میک لین مسیسپی ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک قصبہ جو گرین کاؤنٹی مسیسپی میں واقع ہے
A 12 12|||M:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S مثل شیعوں سے اور انگریزوں کے ساتھ
A 1 1|||M:ADJ|||ا|||REQUIRED|||-NONE-|||0

S مسرت زہرا ( پیدائش 8 دسمبر 1993 ) کشمیری فوٹو جرنلسٹ ہیں
A 9 9|||M:ADJ|||تصویری|||REQUIRED|||-NONE-|||0

S 1917 میں ایک اور جرگے نے میانگول گولشہزادہ عبدالودود کو مقرر کیا جو سوات کے خاندان کے بانی تھے
A 15 15|||M:ADJ|||شاہی|||REQUIRED|||-NONE-|||0

S ابھی میں نے سوویت اتحاد کی تحلیل پر بیرونی ربط میں ترمیم کی ہے
A 3 3|||M:ADJ|||سکھ|||REQUIRED|||-NONE-|||0

S ابھی میں نے قطر ایئر فورس پر بیرونی ربط میں ترمیم کی ہے
A 4 4|||M:ADJ|||مسلح|||REQUIRED|||-NONE-|||0

S ابھی میں نے میدان شہر پر بیرونی ربط میں ترمیم کی ہے
A 3 3|||M:ADJ|||میکروری|||REQUIRED|||-NONE-|||0

S ابھی میں نے پاکستان میں تعلیم پر 2 بیرونی روابط میں ترمیم کی ہے
A 5 5|||M:ADJ|||چینی|||REQUIRED|||-NONE-|||0

S اور تاحال ڈیرہ اسماعیل خان میں رہتا ہے
A 7 7|||M:ADJ|||پزیر|||REQUIRED|||-NONE-|||0

S وسط 19ویں صدی میں بہت سے لوگوں نے شیخیت سے بابیت اور بہائی فیتھ مذہب اپنایا
A 6 6|||M:ADJ|||شیخی|||REQUIRED|||-NONE-|||0

S بیوس مارکس کنیسہ ( لاطینی ) مملکت متحدہ کا ایک کنیسہ جو لندن شہر میں واقع ہے
A 10 10|||M:ADJ|||آباد|||REQUIRED|||-NONE-|||0

S موئن جو دڑو سے بھی ائرٹ سوئی ڈھونڈے گئے ہیں اور پکڑے بنانے کے نشان ہیں
A 15 15|||M:ADJ|||موجود|||REQUIRED|||-NONE-|||0

S حدیث کے عالم دین محمد یوسف بنوری کے اعزاز میں اس کا نام علامہ بنوری رکھ دیا گیا
A 2 2|||M:ADJ|||معروف|||REQUIRED|||-NONE-|||0

S اس کے کئی چھوٹے بڑے ساتھی بہاو ( چینل ) اور بھی ہیں
A 6 6|||M:ADJ|||ندی|||REQUIRED|||-NONE-|||0

S ابھی میں نے اسلامی امارت افغانستان پر بیرونی ربط میں ترمیم کی ہے
A 4 4|||M:ADJ|||ترقیاتی|||REQUIRED|||-NONE-|||0

S ابھی میں نے بجوں سٹینورس پر 5 بیرونی روابط میں ترمیم کی ہے
A 3 3|||M:ADJ|||بحری|||REQUIRED|||-NONE-|||0

S ابھی میں نے تناظر پر 3 بیرونی روابط میں ترمیم کی ہے
A 3 3|||M:ADJ|||تندوری|||REQUIRED|||-NONE-|||0

S ابھی میں نے جزائر کرگولن پر بیرونی ربط میں ترمیم کی ہے
A 3 3|||M:ADJ|||جزیراتی|||REQUIRED|||-NONE-|||0

S ابھی میں نے جزیرہ فرعون پر بیرونی ربط میں ترمیم کی ہے
A 3 3|||M:ADJ|||جسمانی|||REQUIRED|||-NONE-|||0

S ابھی میں نے شریعت پر 2 بیرونی روابط میں ترمیم کی ہے
A 3 3|||M:ADJ|||شریک|||REQUIRED|||-NONE-|||0

S ابھی میں نے فہرست لاطینی امریکا ممالک بلحاظ آبادی پر 6 بیرونی روابط میں ترمیم کی ہے
A 7 7|||M:ADJ|||ساز|||REQUIRED|||-NONE-|||0

S ابھی میں نے لکشمی نارائن پر بیرونی ربط میں ترمیم کی ہے
A 3 3|||M:ADJ|||لہنتسے|||REQUIRED|||-NONE-|||0

S ابھی میں نے مغربی شیا پر 2 بیرونی روابط میں ترمیم کی ہے
A 4 4|||M:ADJ|||فریسی|||REQUIRED|||-NONE-|||0

S ابھی میں نے نیا لاہور پر 2 بیرونی روابط میں ترمیم کی ہے
A 4 4|||M:ADJ|||معاشی|||REQUIRED|||-NONE-|||0

S ابھی میں نے آبادی میں اضافہ پر 11 بیرونی روابط میں ترمیم کی ہے
A 5 5|||M:ADJ|||متوقع|||REQUIRED|||-NONE-|||0

S ابھی میں نے آرتی پر 3 بیرونی روابط میں ترمیم کی ہے
A 3 3|||M:ADJ|||آرمی|||REQUIRED|||-NONE-|||0

S سیمی فائنل میں انہوں نے اروندا ڈی سلوا کی گیند پر پیڈ پر اندرونی کنارے پر کیچ ہونے سے پہلے 22 رنز بنائے
A 20 20|||M:ADJ|||والی|||REQUIRED|||-NONE-|||0

S ابھی میں نے شفیق الرحمن ندوی پر بیرونی ربط میں ترمیم کی ہے
A 3 3|||M:ADJ|||شماخی|||REQUIRED|||-NONE-|||0

S ابھی میں نے ثاقب لکھنوی پر بیرونی ربط میں ترمیم کی ہے
A 3 3|||M:ADJ|||ثالثہ|||REQUIRED|||-NONE-|||0

S ابھی میں نے جنرل رانی پر بیرونی ربط میں ترمیم کی ہے
A 3 3|||M:ADJ|||جنسی|||REQUIRED|||-NONE-|||0

S ابھی میں نے رہائشی اجازت نامہ پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:ADJ|||جدید|||REQUIRED|||-NONE-|||0

S ابھی میں نے منگری پر 2 بیرونی روابط میں ترمیم کی ہے
A 4 4|||M:ADJ|||والا|||REQUIRED|||-NONE-|||0

S ابھی میں نے گدیاں پر 2 بیرونی روابط میں ترمیم کی ہے
A 3 3|||M:ADJ|||گرزاڑا|||REQUIRED|||-NONE-|||0

S کتاب میں اشخاص مقامات کتب و رسائل کے اشاریوں کا اہتمام بھی کیا گیا ہے
A 10 10|||M:ADJ|||بہترین|||REQUIRED|||-NONE-|||0

S وہ6 پچاس 0 کرنے میں کامیاب رہیں
A 1 1|||M:ADJ|||نصف|||REQUIRED|||-NONE-|||0

S اس کے معیار کے مطابق 2008 09 ڈبلیو این سی ایل میں ن ٹسکے کی کارکردگی معمولی تھی
A 9 9|||M:ADJ|||قومی|||REQUIRED|||-NONE-|||0

S اس نے 3 48 کے اکانومی ریٹ پر 27 33 پر نو وکٹوں کے ساتھ ڈبلیو این سی ایل کا خاتمہ کیا
A 17 17|||M:ADJ|||قومی|||REQUIRED|||-NONE-|||0

S اس دورے کا اختتام سری لنکن ٹیم کے خلاف فرسٹ کلاس میچ کے ساتھ ہوا
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنے فرسٹ کلاس ڈیبیو پر سات اور ایک صفر بھی بنائی
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انھوں نے چھوٹی عمر میں مقامی کرکٹ کا آغاز کر دیا تھا اور فرسٹ کلاس کرکٹ بھی کھیلی
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے والد لائیڈ آرمسٹرانگ نے 1940 اور 1950 کی دہائی میں آئر لینڈ کے لیے فرسٹ کلاس کرکٹ کھیلی تھی
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S مرغوب الرحمن بجنوری ( 1914 8 دسمبر 2010 ) ایک بھارتی مسلمان اسکالر اور دارالعلوم دیوبند کے مہتمم تھے
A 17 17|||M:ADJ|||گیارہویں|||REQUIRED|||-NONE-|||0

S ماتلی بخاری اور سارنگ میں گیس کے ائروموجود د ہیں
A 8 8|||M:ADJ|||موجود|||REQUIRED|||-NONE-|||0

S سے پاکستان میں داخل ہو کر ہمارے آباؤ اجداد ( برادری گلیم باف ) نے پاکستان میں عارضی مہاجرین کیمپس میں سکونت اختیار کی
A 21 21|||M:ADJ|||عارضی|||REQUIRED|||-NONE-|||0

S ابھی میں نے فہرست آسٹریلیا کے شہر بلحاظ آبادی پر بیرونی ربط میں ترمیم کی ہے
A 9 9|||M:ADJ|||انٹرنیٹ|||REQUIRED|||-NONE-|||0

S نائر نے اپنا فرسٹ کلاس ڈیبیو 2013 14 کے سیزن میں کیا جس میں کرناٹک نے رنجی ٹرافی جیتی
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ہیڈن کے فرسٹ کلاس کیریئر میں 52 57 کی اوسط سے 24 , 603 رنز بنائے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ابھی میں نے گل رعنا ( سیریل ) پر بیرونی ربط میں ترمیم کی ہے
A 4 4|||M:ADJ|||قومی|||REQUIRED|||-NONE-|||0

S اس کا ثبوت سکوں کی تدفین کے ساتھ ساتھ ہیلینسٹک اور رومن ادوار کے دستخطی انگوٹھیوں سے ہوتا ہے
A 3 3|||M:ADJ|||دفن شدہ|||REQUIRED|||-NONE-|||0

S درج ذیل میں ان کے دار العلوم دیوبند کے اساتذہ کی فہرست ہے
A 12 12|||M:ADJ|||درج|||REQUIRED|||-NONE-|||0

S ابھی میں نے خرمشھر پر 2 بیرونی روابط میں ترمیم کی ہے
A 3 3|||M:ADJ|||خشک|||REQUIRED|||-NONE-|||0

S ابھی میں نے فہرست تائیوان کے شہر پر بیرونی ربط میں ترمیم کی ہے
A 7 7|||M:ADJ|||بلحاظ|||REQUIRED|||-NONE-|||0

S ابھی میں نے فہرست ممالک بلحاظ آبادی 1700 پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:ADJ|||اقتصادی|||REQUIRED|||-NONE-|||0

S موجودہ عربی زبان کے ہندوستانی ادبا میں ہوتا ہے
A 4 4|||M:ADJ|||موجودہ|||REQUIRED|||-NONE-|||0

S ابھی میں نے آدم واہن ریلوے اسٹیشن پر بیرونی ربط میں ترمیم کی ہے
A 6 6|||M:ADJ|||انتظامی|||REQUIRED|||-NONE-|||0

S ان کے بھتیجے وی ایل نکم نے بھی فرسٹ کلاس کرکٹ کھیلی
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انفرادی پچاس کو شامل کرنے کے لیے یہ اب بھی سب سے کم فرسٹ کلاس سکور ہے
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 7 سنچریاں اور 15 نصف سنچریاں بھی فرسٹ کلاس کرکٹ میں سکور کیں
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کے ساتھ ساتھ انہوں نے 4028 رنز دے کر 158 فرسٹ کلاس وکٹیں اپنے نام کیں
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اور وہ صرف 18 سال کے تھے جب انہوں نے شارجہ میں ایک انٹرکانٹینینٹل کپ میچ میں افغانستان کے لیے فرسٹ کلاس ڈیبیو کیا
A 20 20|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S جولائی 2009 میں اسٹرلنگ نے اپنی پہلی فرسٹ کلاس سنچری بنائی
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے ایم جے گوپالن ٹرافی میں بھی کھیلا جو سیلون اور مدراس کے درمیان میں شروع ہونے والا فرسٹ کلاس کرکٹ ٹورنامنٹ ہے
A 19 19|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بینرمین نے نیو ساؤتھ ویلز کے لیے فرسٹ کلاس ڈیبیو کرنے سے پہلے 1871 میں پروفیشنل کرکٹ کھیلنا شروع کیا
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 21 62 کی اوسط سے 1 , 687 رنز کا کیریئر فرسٹ کلاس بیٹنگ ریکارڈ کیا
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S چیپل نے 1986 میں فرسٹ کلاس کرکٹ سے ریٹائرمنٹ لے لی
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے بھائی جیفری لانگ فیلڈ نے رائل ائیر فورس کے لیے دو فرسٹ کلاس میچ کھیلے
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S جمیلہ نشاط ( پیدائش 1955 ) حیدرآباد تلنگانہ بھارت سے تعلق رکھنے والی ایک اردو شاعرہ مدیرہ اور ماہر نسواں ہیں
A 20 20|||M:ADJ|||پسند|||REQUIRED|||-NONE-|||0

S 1946 میں ایڈون کوپر کے بعد سے فرسٹ کلاس میچ
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S نوٹ یہ معلومات 30 ستمبر 2022 تک اپ ڈیٹ ہیں
A 9 9|||M:ADJ|||شدہ|||REQUIRED|||-NONE-|||0

S نوٹ یہ معلومات 30 اگست 2022 تک اپ ڈیٹ ہیں
A 9 9|||M:ADJ|||شدہ|||REQUIRED|||-NONE-|||0

S نوٹ یہ معلومات 31 اگست 2022 تک اپ ڈیٹ ہیں
A 9 9|||M:ADJ|||شدہ|||REQUIRED|||-NONE-|||0

S نوٹ یہ معلومات 31 اگست 2022 تک اپ ڈیٹ ہیں
A 9 9|||M:ADJ|||شدہ|||REQUIRED|||-NONE-|||0

S نوٹ یہ معلومات 31 اگست 2022 تک اپ ڈیٹ ہیں
A 9 9|||M:ADJ|||شدہ|||REQUIRED|||-NONE-|||0

S نوٹ یہ معلومات 31 اگست 2022 تک اپ ڈیٹ ہیں
A 9 9|||M:ADJ|||شدہ|||REQUIRED|||-NONE-|||0

S نوٹ یہ معلومات 31 اگست 2022 تک اپ ڈیٹ ہیں
A 9 9|||M:ADJ|||شدہ|||REQUIRED|||-NONE-|||0

S نوٹ یہ معلومات 31 اگست 2022 تک اپ ڈیٹ ہیں
A 9 9|||M:ADJ|||شدہ|||REQUIRED|||-NONE-|||0

S اس فہرست میں وہ تمام فرسٹ کلاس کرکٹ کھلاڑی شامل ہیں جو 100 سال تک زندہ رہے اور حیات ہیں
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S سب سے طویل العمر فرسٹ کلاس کرکٹ کھلاڑی
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S یاددہانی اگرچہ نیو ساؤتھ ویلز آسٹریلیا میں پیدا ہوئے سیڈ وارڈ اور جان وہٹلی کی پرورش نیوزی لینڈ میں ہوئی ہے
A 9 9|||M:ADJ|||والے|||REQUIRED|||-NONE-|||0

S یہ ان کی آخری فرسٹ کلاس سنچریاں تھیں
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1914 میں اس نے کیمبرج یونیورسٹی کے خلاف میچ میں ایم سی سی کے لیے واحد فرسٹ کلاس کھیل پیش کیا
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس موسم گرما میں فرسٹ کلاس کرکٹ نہ کھیلنے کے باوجود ارنسٹ برناؤ نے اپنی جگہ لی
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ڈین شنائیڈر ( پیدائش 3 اکتوبر 1992 ) جنوبی افریقہ میں مقیم سویڈش پناہ گاہ حیوانات کے بانی اور سوشل میڈیا شخصیت ہیں
A 17 17|||M:ADJ|||سویڈش|||REQUIRED|||-NONE-|||0

S اس نے اکتوبر 2011 میں آئرش شہریت کے لیے درخواست دی جو جنوری 2012 میں دی گئی
A 15 15|||M:ADJ|||منظور|||REQUIRED|||-NONE-|||0

S افواج پاکستان سے بھی وابستہ رہے
A 0 0|||M:ADJ|||پاک|||REQUIRED|||-NONE-|||0

S افواج پاکستان کا 23واں کنونشن کورس اگست 1970 میں پاس کیا
A 0 0|||M:ADJ|||پاک|||REQUIRED|||-NONE-|||0

S مرڈوک کا آخری فرسٹ کلاس میچ اگست 1904 میں 49 سال کی عمر میں کھیلا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ اب بھی مستقبل قریب میں اپنے آبائی شہر گیانا کے لیے فرسٹ کلاس کرکٹ کھیلنے کے لیے پرعزم ہیں
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 77 فرسٹ کلاس سنچریاں سکور کیں
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اگلے سال ایسٹل نے سینٹرل ڈسٹرکٹس کے خلاف کینٹربری کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس دورے میں انہوں نے کوئینز لینڈ کے خلاف کیریئر کا بہترین فرسٹ کلاس اسکور 223 بنایا
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس میچ میں ووڈس نے اپنے کیریئر کی واحد فرسٹ کلاس ہیٹ ٹرک بھی کی
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1888 کے دوران چھٹی آسٹریلوی ٹیم بنائی اور تین ٹیسٹ اور 30 سے زیادہ فرسٹ کلاس میچز کھیلنے کے لیے انگلینڈ کا سفر کیا
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے سب سے پہلے نیو ساؤتھ ویلز کے لیے فرسٹ کلاس کرکٹ کھیلی جب وہ سڈنی یونیورسٹی میں میڈیسن پڑھ رہے تھے
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1908 سے 1912 تک نیو ساؤتھ ویلز کے لیے فرسٹ کلاس کرکٹ کھیلی
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ووڈ فل نے اس دورے کا اختتام چھ فرسٹ کلاس سنچریوں کے ساتھ کیا
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وال کے پوتے بریٹ سوین نے 1994 سے 2001 تک جنوبی آسٹریلیا کے لیے 23 فرسٹ کلاس میچز کھیلے
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے نیو ساؤتھ ویلز اور جنوبی آسٹریلیا کے لیے 1934 35 سے 1948 49 تک فرسٹ کلاس کرکٹ کھیلی
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ثانوی کلب کا رنگ گہرا نیلا ہے سفید کے اضافی متضاد رنگ کے ساتھ
A 12 12|||M:ADJ|||سفید|||REQUIRED|||-NONE-|||0

S جس نے وکٹوریہ کے لیے 1893 اور 1895 کے درمیان دو فرسٹ کلاس کرکٹ میچ کھیلے
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنے آخری فرسٹ کلاس میچ میں نیو ساؤتھ ویلز کے خلاف 123 کا ٹاپ اسکور بنایا
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S والٹرز نے 1962 63 کے سیزن میں کوئنز لینڈ کے خلاف نیو ساؤتھ ویلز کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے اسی سیزن کے اختتام پر فرسٹ کلاس کرکٹ سے ریٹائرمنٹ لے لی تھی
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بائیں ہاتھ کے اوپننگ بلے باز کین ایسٹ ووڈ نے وکٹوریہ کے لیے 1959 60 سے 1971 72 تک فرسٹ کلاس کرکٹ کھیلی
A 19 19|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بھاگیالکشمی ( پیدائش 1 نومبر 1962 ) ایک ہندوستانی ڈبنگ آرٹسٹ اور اداکارہ ہیں
A 9 9|||M:ADJ|||صوتی|||REQUIRED|||-NONE-|||0

S ڈیموک نے اس موسم گرما میں 23 95 کی اوسط سے 46 فرسٹ کلاس وکٹیں حاصل کیں
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے ریٹائر ہونے تک فرسٹ کلاس کرکٹ کے مزید تین سیزن کھیلے
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اپنے پہلے آٹھ فرسٹ کلاس گیمز میں اس نے 28 کی اوسط سے 30 وکٹیں حاصل کیں
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اگرچہ یہ فرسٹ کلاس سطح پر ہیبرٹ کی پہلی سنچری تھی لیکن اس وقت ان فارم اوپنرز کی کمی تھی
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بالآخر مئی 1984 میں فرسٹ کلاس کرکٹ سے ریٹائر ہو گئے
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہیں بین الاقوامی سطح پر اتنی کامیابی نہیں ملی جتنی فرسٹ کلاس لیول پر ملی
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S کیلن نے 1976 77 میں وکٹوریہ کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S مجموعی طور پر اس نے 98 فرسٹ کلاس کھیل کھیلے جس میں اس کی بیٹنگ اوسط 35 83 تھی
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس سیریز کے دوران میں ہرلی جینیفر گوو کے ساتھ 124 رنز کی شراکت میں ایک گھنٹے سے کم عرصے میں بنائی گئی
A 21 21|||M:ADJ|||شریک|||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ میں ووڈ نے 35 سنچریاں اور 61 نصف سنچریاں بنا کر 13 , 353 رنز بنائے
A 0 0|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1966 67 میں اپنی فرسٹ کلاس کرکٹ کا آغاز کیا کوئینز لینڈ کے خلاف ایک وکٹ حاصل کی
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ اپنا فرسٹ کلاس کیریئر جاری رکھنے کے لیے جنوبی آسٹریلیا چلے گئے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S جب راڈ مارش ورلڈ سیریز کرکٹ میں شامل ہوئے تو ان پر آسٹریلیا میں فرسٹ کلاس کرکٹ کھیلنے پر پابندی عائد کر دی گئی
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S رائٹ نے 300 فرسٹ کلاس اسکور کیے
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S تاہم ستمبر میں رائٹ نے فرسٹ کلاس کرکٹ سے ریٹائرمنٹ لے لی
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کی پہلی فرسٹ کلاس سنچری ان کے پیدائشی شہر ایڈیلیڈ میں ہوئی جس نے جنوبی آسٹریلیا کے خلاف 124 رنز بنائے
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ہلڈچ نے 1981 82 کے سیزن میں فرسٹ کلاس کرکٹ نہیں کھیلی
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس رن میں ان کا میلبورن میں وکٹوریہ کے خلاف 230 کا سب سے زیادہ فرسٹ کلاس اسکور شامل تھا
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S پیٹر سلیپ نے اپنا فرسٹ کلاس ڈیبیو 1976 77 میں کیا جب وہ ابھی نوعمر تھا
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وینر نے 1984 85 کے سیزن میں ریٹائر ہونے تک فرسٹ کلاس سطح پر کھیلا انہوں نے 66 میچوں میں سات سنچریاں اسکور کیں
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1980 سے 1993 تک نیو ساؤتھ ویلز کے لیے 94 فرسٹ کلاس میچز کھیلے
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ نیو ساؤتھ ویلز کے لیے تین سو سے زیادہ فرسٹ کلاس وکٹیں لینے والے صرف تین تیز گیند بازوں میں سے ایک ہیں
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے مغربی آسٹریلیا کے لیے 32 فرسٹ کلاس میچوں میں 52 وکٹیں بھی حاصل کیں
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ویلہم نے فرسٹ کلاس کرکٹ سے ریٹائر ہونے سے پہلے 1993 94 میں کوئنز لینڈ کے لیے مزید تین میچ کھیلے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے اپنے فرسٹ کلاس کرکٹ کیرئیر میں 10 , 170 رنز بنائے
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S رچی نے اپنا فرسٹ کلاس ڈیبیو 1980 81 میں وکٹوریہ کے خلاف کوئنز لینڈ کے لیے کھیلتے ہوئے کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S رچی نے دس میچوں میں 59 کی اوسط سے 839 فرسٹ کلاس رنز کے ساتھ سیزن کا اختتام کیا
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے اپنی پہلی فرسٹ کلاس سنچری بھی بنائی وکٹوریہ کے خلاف 115
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کا آخری فرسٹ کلاس گیم 1990 91 میں تھا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فلپس نے صرف چار فرسٹ کلاس گیمز میں ہی رکھا تھا
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اسمتھ نے 25 جنوری 2008 کو ایس سی جی میں ویسٹرن آسٹریلیا کے خلاف نیو ساؤتھ ویلز کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 20 20|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 2009 10 کے گھریلو سیزن کے اختتام تک اسمتھ کی 13 فرسٹ کلاس میچوں کے بعد فرسٹ کلاس بیٹنگ اوسط 50 سے زیادہ تھی
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 2009 10 کے گھریلو سیزن کے اختتام تک اسمتھ کی 13 فرسٹ کلاس میچوں کے بعد فرسٹ کلاس بیٹنگ اوسط 50 سے زیادہ تھی
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ہالینڈ نے اس موسم گرما میں 25 79 کی اوسط سے 59 فرسٹ کلاس وکٹیں حاصل کیں
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اس موسم گرما میں 32 39 کی اوسط سے 48 فرسٹ کلاس وکٹیں لیں
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس میچ سے پہلے اس نے سیزن کے فرسٹ کلاس میچوں میں صرف دو وکٹیں حاصل کی تھیں
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فرسٹ کلاس میں 350 سے زیادہ وکٹیں
A 0 0|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے فرسٹ کلاس کی سطح پر 350 سے زیادہ وکٹیں لے کر بڑی کامیابی حاصل کی
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اپنے تیسرے فرسٹ کلاس میچ میں جنوبی آسٹریلیا کے خلاف اس نے 103 رنز بنائے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S کیر نے 81 82 کے موسم گرما میں 41 15 کی اوسط سے 613 فرسٹ کلاس رنز بنائے
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 39 81 کی اوسط سے 876 فرسٹ کلاس رنز بنائے
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے دو فرسٹ کلاس کھیل کھیلے اور 12 33 کی اوسط سے 37 رنز بنائے
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S یہ ان کا فرسٹ کلاس کرکٹ کا آخری سیزن تھا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S میکلی نے 1981 سے 1991 کے درمیان مغربی آسٹریلیا کے لیے 129 فرسٹ کلاس میچ کھیلے
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1965 اور 1966 کے درمیان وکٹوریہ کے لیے دو فرسٹ کلاس کرکٹ میچ کھیلے
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس سیریز میں عورت اپنی نوعیت کی پہلی مصنوعی ذہانت پر مشتمل انسان نما روبوٹ معاون ہے
A 14 14|||M:ADJ|||نسوانی|||REQUIRED|||-NONE-|||0

S ان کے تحقیقی شعبے تجرباتی ایلیمنٹری پارٹیکل فزکس ایسٹرو فزکس میڈیکل فزکس اور نیوکلیئر فزکس میں ہیں
A 12 12|||M:ADJ|||طبیعیات|||REQUIRED|||-NONE-|||0

S وہ اس وقت آسٹریلین مردوں کی قومی ٹیم کے سلیکٹر ہیں انہوں نے وکٹوریہ اور سسیکس کے لیے 534 فرسٹ کلاس وکٹیں حاصل کیں
A 19 19|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ایک دائیں ہاتھ کے بلے باز نے 1988 سے 1994 تک وکٹوریہ کے لیے فرسٹ کلاس کرکٹ کھیلی
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اگرچہ درست وہ کاؤنٹی کے لیے چار فرسٹ کلاس میچوں میں صرف نو وکٹیں حاصل کر سکے
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ایلیٹ نے فروری 2008 میں فرسٹ کلاس کرکٹ سے ریٹائرمنٹ کا اعلان کیا
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے کوئنز لینڈ کی نمائندگی کی اور فرسٹ کلاس لیول پر انگلش کاؤنٹی سین میں کھیلا
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ٹیٹ نے آسٹریلیا واپسی سے قبل ڈرہم کے لیے صرف ایک اور فرسٹ کلاس میچ کھیلا
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے پہلی اننگز میں 3 69 اور دوسری میں 7 29 حاصل کیے جو ان کی بہترین فرسٹ کلاس شخصیات ہیں
A 18 18|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ہوج نے وکٹوریہ کے سب سے زیادہ رن اسکورر کے طور پر اپنا گھریلو فرسٹ کلاس کیریئر ختم کیا
A 13 13|||M:ADJ|||مقامی|||REQUIRED|||-NONE-|||0

S اپنے پہلے 7 فرسٹ کلاس میچوں کے بعد کلارک کی گیند کے ساتھ اوسط 124 66 رہی
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S راجرز نے 2016 کے سیزن کے اختتام پر فرسٹ کلاس کرکٹ سے ریٹائرمنٹ لے لی
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ہیڈن نے 9 ستمبر 2015 کو نیو ساؤتھ ویلز کے ساتھ بین الاقوامی اور فرسٹ کلاس کرکٹ سے ریٹائرمنٹ کا اعلان کیا
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 2011 میں فرسٹ کلاس کرکٹ سے ریٹائرمنٹ لے لی
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S میچ کی اننگز اس نے ان کی بہترین فرسٹ کلاس باؤلنگ کو بھی 91 کے عوض پر شکست دی
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 5 فروری 2018 کو کرکٹ کی تمام شکلوں سے ریٹائرمنٹ کا اعلان کیا
A 6 6|||M:ADJ|||تمام|||REQUIRED|||-NONE-|||0

S فروری 2016 میں ہلفن ہاس نے جاری انجری کی وجہ سے فرسٹ کلاس کرکٹ سے ریٹائرمنٹ کا اعلان کیا
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1999 میں اکیڈمی کے لیے فرسٹ کلاس ڈیبیو کیا اور اسی سال مغربی آسٹریلوی کرکٹ ٹیم کے لیے ڈیبیو کیا
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 2005 میں تسمانیہ کے لیے اپنے فرسٹ کلاس اور ایک روزہ دونوں ڈیبیو کیے تھے
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کا فرسٹ کلاس ڈیبیو نومبر 2008 09 سیزن میں ریڈ بیکس کے لیے تھا
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ بائیں ہاتھ کے بلے باز اور بائیں ہاتھ کے سلو گیند باز ہیں
A 7 7|||M:ADJ|||سست|||REQUIRED|||-NONE-|||0

S فروری 2021 میں 2020 21 شیفیلڈ شیلڈ سیزن کے دوران لیون نے اپنی 600 ویں فرسٹ کلاس وکٹ لی
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S مارچ 2011 میں کمنز نے 17 سال کی عمر میں تسمانیہ کے خلاف اپنا فرسٹ کلاس ڈیبیو کیا
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے وکٹوریہ کے لیے اپنا فرسٹ کلاس ڈیبیو کیا اور اس کے نتیجے میں ناٹنگھم شائر کے ساتھ معاہدہ جیت لیا
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S مارچ 2021 میں 2020 21 شیفیلڈ شیلڈ سیزن کے دوران پیٹنسن نے اپنی 300 ویں فرسٹ کلاس وکٹ حاصل کی
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کا انتخاب ایک سیزن کے بعد ہوا جس میں اس وقت تک اس کا فرسٹ کلاس میچوں میں اوسط 64 22 تھا
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ویڈ نے 2008 09 کے سیزن میں اپنی پہلی فرسٹ کلاس سنچری بنائی
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کا فرسٹ کلاس ڈیبیو دورہ کرنے والی ہندوستانی قومی ٹیم کے خلاف بارش کی وجہ سے برباد ہو گیا
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S تاہم چوٹ کی وجہ سے یہ آخری فرسٹ کلاس گیم تھا جو سال سے زیادہ عرصے تک کھیلا تھا
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ستمبر 2012 میں اس نے اپنی پہلی فرسٹ کلاس سنچری بنائی بینکسٹاؤن میں تسمانیہ کے خلاف 229 گیندوں پر ناٹ آؤٹ 161 رنز بنائے
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S او کیف نے نومبر 2009 تک دوبارہ فرسٹ کلاس کرکٹ نہیں کھیلی
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ 2006 07 کے سیزن میں خراب فارم میں رہے فرسٹ کلاس اور ایک روزہ دونوں میچوں میں اوسط 30 سے کم تھی
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S آسٹریلیا کے لیے اپنے ناکام ٹیسٹ ڈیبیو کے بعد فرگوسن اپنی فرسٹ کلاس فارم کو دوبارہ حاصل کرنے میں ناکام رہے
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فرگوسن نے فرسٹ کلاس سنچری کے بغیر تین ماہ کے بعد نیو ساؤتھ ویلز کے خلاف اپنی خشک سالی کو توڑ دیا
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے دو سنچریاں اور پانچ نصف سنچریاں بنائیں اور 224 رنز کا نیا فرسٹ کلاس اسکور بنایا
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنی پہلی فرسٹ کلاس سنچری 6 دسمبر 2015 کو 2015 16 شیفیلڈ شیلڈ میں نیو ساؤتھ ویلز کے خلاف بنائی
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S سیئرز فرسٹ کلاس کرکٹ میں مہارت رکھتے ہیں اور ٹوئنٹی 20 نہیں کھیلتے
A 1 1|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S سیئرز نے 2020 21 سیزن کے اختتام پر فرسٹ کلاس کرکٹ سے ریٹائرمنٹ لے لی
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کی تیز رفتار ترقی کا مطلب ہے کہ اس نے 16 سال کی عمر میں اپنا واکا فرسٹ گریڈ ڈیبیو کیا
A 18 18|||M:ADJ|||پہلے|||REQUIRED|||-NONE-|||0

S ویسٹرن آسٹریلیا کے خلاف اپنے فرسٹ کلاس ڈیبیو پر نیسر نے پہلے دن شاندار چار وکٹیں حاصل کیں
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اکتوبر 2020 میں 2020 21 شیفیلڈ شیلڈ سیزن کے ابتدائی راؤنڈ میں نیسر نے اپنی پہلی فرسٹ کلاس سنچری بنائی
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S پوکووسکی نے اپنی اننگز 255 ناٹ آؤٹ پر ختم کی جو فرسٹ کلاس کرکٹ میں ان کا سب سے بڑا اسکور ہے
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے فرسٹ کلاس کرکٹ کیریئر کا بڑا حصہ تسمانین ٹائیگرز کے لیے کھیلنے میں صرف ہوا
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S یہ تیسرا موقع تھا جب انہوں نے کوئنز لینڈ کے لیے ون ڈے ڈومیسٹک فائنل میں سنچری بنائی تھی
A 14 14|||M:ADJ|||روزہ|||REQUIRED|||-NONE-|||0

S انہوں نے 2004 05 سے 2010 11 کے سیزن تک مغربی آسٹریلیا کے لیے گھریلو فرسٹ کلاس اور ایک روزہ کرکٹ کھیلی
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 27 جنوری 2000 کو نوفکے نے وکٹوریہ کے خلاف کوئنز لینڈ کے لیے اپنی پہلی فرسٹ کلاس میں شرکت کی
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S نوفکے نے اپنے 94 فرسٹ کلاس میچوں میں 6 مین آف دی میچ ایوارڈز جیتے ہیں
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے ٹھیک ایک سال بعد ایڈیلیڈ اوول میں جنوبی آسٹریلیا کے خلاف فرسٹ کلاس کرکٹ میں ڈیبیو کیا
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S مارچ 2017 میں اس نے مغربی آسٹریلیا کے خلاف شیفیلڈ شیلڈ میچ میں اپنی پہلی فرسٹ کلاس سنچری بنائی
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 6 نومبر 2015 کو 2015 16 شیفیلڈ شیلڈ میں کیا تسمانیہ کے خلاف سنچری اسکور کی
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S تھوڑی دیر بعد اس نے اپنے فرسٹ کلاس کرکٹ کا آغاز تسمانیہ کے خلاف ہوبارٹ کے بیلریو اوول میں پرا کپ میچ میں کیا
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کا سب سے بڑا مسئلہ آغاز کو فرسٹ کلاس سنچریوں میں تبدیل نہ کرنا ہے
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S مارچ 2018 میں انہوں نے فرسٹ کلاس کرکٹ سے ریٹائرمنٹ کا اعلان کیا
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انگلس نے دسمبر 2015 میں آسٹریلیا کے دورے کے دوران کرکٹ آسٹریلیا الیون کے لیے اپنا فرسٹ کلاس ڈیبیو
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے پہلا ٹیسٹ میچ کھیلا جس نے انگلینڈ کے لیے پہلا ٹیسٹ ففٹی اسکور کیا
A 12 12|||M:ADJ|||نصف|||REQUIRED|||-NONE-|||0

S ایٹن چھوڑنے کے بعد ہیرس نے 1870 میں کینٹ کے لیے فرسٹ کلاس ڈیبیو کیا
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1878 میں اس نے کیمبرج یونیورسٹی کے خلاف ایم سی سی کے لیے کھیلتے ہوئے فرسٹ کلاس ڈیبیو کیا
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1880 میں لارڈز میں آکسفورڈ یونیورسٹی کے خلاف ایم سی سی کے لیے ایک آخری فرسٹ کلاس میچ کھیلا
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ میں انہوں نے 7 08 کی اوسط سے 85 رنز بنائے نو کیچز اور دو اسٹمپنگ ہوئے
A 0 0|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ایڈورڈ اور ایک اور بھائی سیسل نے بھی فرسٹ کلاس کرکٹ کھیلی
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1869 سے 1899 تک انہوں نے فرسٹ کلاس کرکٹ میں 24 سے زیادہ رنز کی اوسط سے 683 اننگز کھیلیں
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S تاہم اس نے 1890 سے لے کر صرف دو فرسٹ کلاس میچ کھیلے
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کے بھائی تھامس اور بھتیجے جیمز بارنس دونوں فرسٹ کلاس کرکٹ کھیلتے تھے
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان میں سے صرف ایک میچ کو فرسٹ کلاس میچ قرار دیا جاتا ہے
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فرسٹ کلاس میچوں میں انہوں نے 5 سنچریوں کے ساتھ 18 66 کی اوسط سے 10 , 025 رنز بنائے
A 0 0|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 98 فرسٹ کلاس میچ کھیلے جن میں سے 62 کینٹ کے لیے
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S لنکا شائر کے لیے فرسٹ کلاس کرکٹ کھیلی
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے بیٹے ولیم بیٹس کا یارکشائر اور گلیمورگن کے ساتھ طویل فرسٹ کلاس کیریئر تھا
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1877 سے 1889 تک جاری رہنے والے فرسٹ کلاس کیریئر میں اس نے 250 میچ کھیلے جن میں سے 8 ٹیسٹ میچ تھے
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S چپچپا وکٹوں کے ماہر شریوزبری نے فرسٹ کلاس بیٹنگ اوسط میں سات بار سب سے اوپر رہے بشمول 1902 میں ان کا آخری سیزن تھا
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے آکسفورڈ یونیورسٹی مڈل سیکس اور انگلینڈ کے لیے 1881 سے 1888 کے درمیان آٹھ سال تک فرسٹ کلاس کرکٹ کھیلی
A 18 18|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے بیٹے جان نے بھی فرسٹ کلاس کرکٹ کھیلی
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S گلین ٹرنر نے اپنا فرسٹ کلاس ڈیبیو اوٹاگو کے لیے کینٹربری کے خلاف 1964 میں کیریس بروک میں کیا
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1970 میں گلین ٹرنر نے ووسٹر شائر کے لیے فرسٹ کلاس کرکٹ میں اپنا بہترین سیزن گزارا
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S گلین ٹرنر نے نیوزی لینڈ کے 1975 76 کے سیزن میں سب سے زیادہ فرسٹ کلاس رنز بنائے
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس وقت یہ فرسٹ کلاس میں بنایا جانے والا دوسرا سب سے بڑا سکور تھا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1882 میں انہوں نے فرسٹ کلاس میچوں میں 819 رنز بنائے اور پھر کیمبرج لانگ ویکیشن کلب کے لیے کھیلتے ہوئے 289 رنز بنائے
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بعد میں اس نے مڈل سیکس کے لیے 103 فرسٹ کلاس گیمز کھیلے
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کا آخری فرسٹ کلاس کھیل جو میریلیبون کرکٹ کلب کے لیے تھا 1898 میں آیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے بنیادی طور پر کینٹ کاؤنٹی کرکٹ کلب کے لیے فرسٹ کلاس کرکٹ کھیلی اور ایک کھلاڑی بنایا
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S صرف ایک بھائی پرسی نے فرسٹ کلاس کرکٹ کھیلی اس نے 1887 میں کینٹ کے لیے اسٹینلے کے ساتھ ایک بار کھیلا
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S یہ میچ صرف 3 گھنٹے میں ختم ہو گیا تھا جو اسے اب تک کھیلا جانے والا سب سے مختصر فرسٹ کلاس میچ بنا
A 20 20|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اپنے کیریئر کے دوران انہوں نے فرسٹ کلاس کرکٹ میں 12 , 191 رنز بنائے اور 1 , 775 وکٹیں حاصل کیں
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ میں 100 سنچریاں بنانے والے 25 کھلاڑی
A 0 0|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ واحد کرکٹر ہیں جنہوں نے تین مختلف دہائیوں ( 1988 1997 اور 2002 ) میں فرسٹ کلاس ٹرپل سنچریاں بنائیں
A 19 19|||M:ADJ|||تگنی|||REQUIRED|||-NONE-|||0

S لوہمن نے پہلی بار 1884 کے دوران دس میچوں میں سرے کے لیے فرسٹ کلاس کرکٹ کھیلی
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اگرچہ ڈربی شائر میں پیدا ہوا اس نے اپنی ابتدائی زندگی یارکشائر میں گزاری اور 1883 میں یارکشائر کے لیے فرسٹ کلاس ڈیبیو کیا
A 20 20|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S دو سیزن بعد اس نے جنوبی افریقہ میں تین فرسٹ کلاس میچوں میں امپائرنگ کی
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کا بیٹا مائیکل بھی ایک ہی فرسٹ کلاس میچ میں کھیلا
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S لیگٹ نے سنٹرل ڈسٹرکٹس کے لیے 1950 51 سے 1961 62 تک فرسٹ کلاس کرکٹ کھیلی
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S لیگٹ دسمبر 1950 میں سنٹرل ڈسٹرکٹس کی افتتاحی فرسٹ کلاس ٹیم کے آخری زندہ بچ جانے والے کھلاڑی ہیں
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے اس دورے کے بعد فرسٹ کلاس کرکٹ سے ریٹائرمنٹ لے لی
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1976 میں فرسٹ کلاس کرکٹ سے ریٹائرمنٹ لے لی
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ فرسٹ کلاس کے واحد کھلاڑی ہیں
A 1 1|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S جولائی 2021 میں 2021 کاؤنٹی چیمپئن شپ میں اینڈرسن نے اپنی 1 , 000 ویں فرسٹ کلاس وکٹ لی
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بعد میں اس نے 2011 13 کے آئی سی سی انٹرکانٹینینٹل کپ میں کینیڈا کے خلاف افغانستان کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 20 20|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنا آخری فرسٹ کلاس میچ ویلنگٹن کے لیے 1950 میں دورہ کرنے والے آسٹریلیا کے خلاف کھیلا
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے آکلینڈ رگبی یونین ٹیم کے لیے نو فرسٹ کلاس میچز بھی بنائے بنیادی طور پر فلائی ہاف میں کھیلے
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے آکلینڈ کے لیے 1927 28 سے 1946 47 تک فرسٹ کلاس کرکٹ کھیلی 10 سنچریاں اسکور کیں اور 107 وکٹیں لیں
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ایک ماہر اسٹروک کھلاڑی اس نے دسمبر 1935 میں اوٹاگو کے خلاف فرسٹ کلاس کا سب سے بڑا اسکور 191 حاصل کیا
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے اپنی پہلی فرسٹ کلاس سنچری 1946 میں بنائی
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S پرکنز نے کاؤنٹی چیمپئن شپ میں مڈل سیکس کے خلاف نارتھمپٹن شائر کاؤنٹی کرکٹ کلب کے لیے فرسٹ کلاس ڈیبیو کیا
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S پرکنز نے نارتھمپٹن شائر کے لیے 56 فرسٹ کلاس میچز کھیلے
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1951 میں اس نے اپنی آخری فرسٹ کلاس میں شرکت کی جو کینٹ کے خلاف مائنر کاؤنٹی کرکٹ ٹیم کے لیے آئی تھی
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اور 1949 1947 اور 1949 میں فرسٹ کلاس باؤلنگ ایوریج کو آگے بڑھاتے ہوئے
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 23 سال کی عمر میں انہوں نے فرسٹ کلاس کرکٹ سے ریٹائرمنٹ لے لی
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S گف 2008 کے کرکٹ سیزن کے اختتام پر جسٹن لینگر کے ساتھ اپنی آخری فرسٹ کلاس وکٹ کے طور پر ریٹائر ہوئے
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کی پہلی فرسٹ کلاس وکٹ نک لیمب کی تھی
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S لیکن تمام فرسٹ کلاس میچوں میں اس نے 50 یا اس سے زیادہ کے صرف چھ سکور بنائے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S شوارز نے ایک فرسٹ کلاس سنچری بنائی 1904 میں لارڈز میں انگلینڈ الیون کے خلاف ایک غیر ٹیسٹ کھیل میں 102 رنز بنائے
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے داماد ولی ہوگ نے بھی لنکاشائر کے لیے فرسٹ کلاس کرکٹ کھیلی
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S " وہ ڈبلیو جی گریس کے بعد 100 فرسٹ کلاس سنچریوں کے سنگ میل تک پہنچنے والے دوسرے بلے باز تھے
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1898 میں اس نے لنکاشائر کے خلاف فرسٹ کلاس میں اپنا سب سے زیادہ 315 سکور بنایا
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ایک شوقیہ میک لارن نے لنکاشائر کے لیے فرسٹ کلاس کرکٹ کھیلی اپنے کیریئر کے بیشتر حصے میں اس کاؤنٹی کی کپتانی کی
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے کیمبرج یونیورسٹی کے لیے فرسٹ کلاس کرکٹ اور سسیکس کے لیے کاؤنٹی کرکٹ بھی کھیلی
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ واحد وکٹ کیپر بلے باز ہیں جنہوں نے فرسٹ کلاس میں سو سنچریاں بنائیں
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اور بہترین ٹریبل رن وکٹیں اور کیچز جو فرسٹ کلاس گیم کی تاریخ میں ریکارڈ کیے گئے ہیں
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S سرے کے ساتھ ان کا بہترین سیزن 1976 تھا جب ہاورتھ نے 1554 فرسٹ کلاس رنز اور دو سنچریاں اسکور کیں
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S دو سال بعد وہ دوبارہ لیسٹر شائر چلا گیا جس کے لیے اس نے 2003 میں اپنا آخری فرسٹ کلاس میچ کھیلا
A 18 18|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے لیسٹر شائر کے ساتھ رہتے ہوئے 1 , 000 فرسٹ کلاس وکٹیں حاصل کیں
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اگرچہ بنیادی طور پر ایک وکٹ کیپر ہیگ ایک آسان لوئر آرڈر بلے باز بھی تھا اور اس نے کئی فرسٹ کلاس سنچریاں بنائیں
A 20 20|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بندارتلیکے نے بدوریلیا اسپورٹس کلب کے لیے 1994 سے 2009 تک فرسٹ کلاس کرکٹ کھیلی
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S سلیکٹرز کا فیصلہ کچھ حیران کن تھا کیونکہ اس وقت گریپر نے فرسٹ کلاس سنچری ریکارڈ نہیں کی تھی
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S رحمان نے راجشاہی کے لیے فرسٹ کلاس کرکٹ کھیلی
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S جائلز نے اپنے 14 سالہ فرسٹ کلاس کیریئر کا پورا حصہ واروکشائر کاؤنٹی کرکٹ کلب میں کھیلا
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S رانا نے اپنا فرسٹ کلاس ڈیبیو 22 نومبر 2000 کو کھلنا ڈویژن کی طرف سے باریسال ڈویژن کے خلاف کھیلتے ہوئے کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ سنہالی اسپورٹس کلب کے لیے فرسٹ کلاس کرکٹ کھیلتا ہے
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 25 مارچ 2021 کو قومی سپر پراونشل 4 روزہ ٹورنامنٹ کے دوران کرونارتنے نے اپنی 44ویں فرسٹ کلاس سنچری بنائی
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 13 مئی 2010 کو ٹرینٹ برج میں ناٹنگھم شائر کے خلاف اپنی پہلی فرسٹ کلاس سنچری بنائی
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ہارمیسن نے 1996 میں ڈرہم کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے اپنا آخری فرسٹ کلاس میچ 2012 میں یارکشائر کے ساتھ مختصر قرض کی مدت کے دوران کھیلا
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بانڈ نے 20 جنوری 1997 کو سینٹرل ڈسٹرکٹس کے خلاف ایک میچ میں کینٹربری کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S مدوشنکا نے اپنا فرسٹ کلاس ڈیبیو زمبابوے ڈیولپمنٹ الیون کے خلاف کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کے بڑے بھائی وین نے اوٹاگو کے لیے 1967 سے 1991 تک فرسٹ کلاس کرکٹ کھیلی
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ سے ریٹائر ہونے کے بعد سے چیٹ فیلڈ کو مختلف قسم کی نوکریاں ملی ہیں
A 0 0|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے اپنا فرسٹ کلاس کیریئر 44 18 اور 40 سنچریوں کے ساتھ 16 , 172 رنز کے ساتھ مکمل کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1990 کے سیزن میں لنکاشائر کے لیے فرسٹ کلاس ڈیبیو کیا
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ہکل کے والد مائیک ہکل نے 1960 کی دہائی میں روڈیشیا کے لیے ایک واحد فرسٹ کلاس میچ کھیلا
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S جنوبی افریقہ کے فرسٹ کلاس کرکٹ کے منظر نامے پر آنے سے پہلے اس نے جنوبی افریقہ کے لیے انڈور کرکٹ کھیلی
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے سنہالیز اسپورٹس کلب کے لیے 2006 سے فرسٹ کلاس کرکٹ کھیلی ہے
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے کینڈی کے اسکواڈ میں شامل کیا گیا تھا
A 7 7|||M:ADJ|||صوبائی|||REQUIRED|||-NONE-|||0

S وہ آکلینڈ میں پیدا ہوئے اور ویلنگٹن کرکٹ ٹیم کے لیے فرسٹ کلاس کرکٹ کھیلتے ہیں
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S مئی 2018 میں اس نے اپنے 73ویں فرسٹ کلاس میچ میں اپنی 200ویں فرسٹ کلاس وکٹ لی
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ستمبر 2018 میں ملر نے اعلان کیا کہ وہ فرسٹ کلاس کرکٹ کھیلنے کے لیے مزید دستیاب نہیں ہوں گے
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ میں ولیمز میٹا بیلا ٹسکرز کے لیے کھیلتے ہیں
A 0 0|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S کیمپر نے اپنا فرسٹ کلاس ڈیبیو 26 فروری 2021 کو بنگلہ دیش ایمرجنگ ٹیم کے خلاف آئرلینڈ وولوز کے لیے کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 2017 18 احمد شاہ ابدالی 4 روزہ ٹورنامنٹ میں 13 نومبر 2017 کو کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 89 گیندوں پر ناٹ آؤٹ 200 رنز بنائے اور فرسٹ کلاس میچ میں 24 کے ساتھ سب سے زیادہ چھکے بھی بنائے
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 2018 احمد شاہ ابدالی 4 روزہ ٹورنامنٹ میں اپنی فرسٹ کلاس ٹیم کے لیے بھی کھیلا
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S لوکی فرگوسن نے 2019 2020 نیوزی لینڈ کے ڈومیسٹک ون ڈے فائنل کے دوران لفٹنگ ڈلیوری کے ساتھ ہیلمٹ پر بھی اسے مارا
A 8 8|||M:ADJ|||مقامی|||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو اپریل 2015 میں گلوسٹر شائر کے خلاف برسٹل میں کھیلتے ہوئے کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 17 اکتوبر 2019 کو ڈھاکہ میٹروپولیس کے لیے 2019 20 نیشنل کرکٹ لیگ میں کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S مارکرم نے اپنا فرسٹ کلاس ڈیبیو ناردرنز کرکٹ ٹیم کے لیے 9 اکتوبر 2014 کو ساؤتھ ویسٹرن ڈسٹرکٹس کے خلاف کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S جنوری 2019 میں اسے آئرلینڈ اے کے خلاف فرسٹ کلاس سیریز کے لیے سری لنکا اے کے اسکواڈ میں شامل کیا گیا
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کے اینٹیگوئن والد ہیڈن والش سینئر اور چچا وان والش دونوں نے لیورڈ جزائر کے لیے فرسٹ کلاس میچ کھیلے
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S والش نے 2011 12 کے علاقائی چار روزہ مقابلے کے دوران لیورڈ جزائر کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 2011 میں لیسٹر شائر کے خلاف ٹیم کے لیے مزید فرسٹ کلاس کھیل پیش کیا
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 7 دسمبر 2017 کو 2017 18 کے علاقائی چار روزہ مقابلے میں جمیکا کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 18 18|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S قبائل اور گروہ جنہیں مارشل ریس کے طور پر نامزد کیا گیا ہے
A 4 4|||M:ADJ|||جنگجو|||REQUIRED|||-NONE-|||0

S احمد زئی نے اپنا فرسٹ کلاس ڈیبیو انٹرکانٹینینٹل کپ میں زمبابوے الیون کے خلاف کیا جس میں افغانستان نے میچ ڈرا کر دیا
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S علی کا فرسٹ کلاس ڈیبیو افغانستان کے پہلے فرسٹ کلاس میچ میں زمبابوے الیون کے خلاف ہوا
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S علی کا فرسٹ کلاس ڈیبیو افغانستان کے پہلے فرسٹ کلاس میچ میں زمبابوے الیون کے خلاف ہوا
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S علی نے ناتجربہ کار افغانستان کی ٹیم کے لیے بیٹنگ کا آغاز کیا اور اپنے فرسٹ کلاس ڈیبیو پر سنچری بنائی
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ہاروے نے 1948 49 میں اپنا فرسٹ کلاس ڈیبیو کیا وکٹوریہ کے لیے سیزن کے پہلے تین میچوں میں بطور اوپننگ بلے باز کھیلے
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S تاہم اس نے اگلے سیزن میں جدوجہد کی اور اسے ڈراپ کردیا گیا اور 1952 53 میں ایک بھی فرسٹ کلاس میچ نہیں کھیلا
A 19 19|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ہاروے کو 1956 57 میں دو میچوں کے بعد ڈراپ کر دیا گیا جس سے ان کا فرسٹ کلاس کیریئر ختم ہو گیا
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S دوسری جنگ عظیم اور فرسٹ کلاس ڈیبیو
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بچر نے اپنی تمام کاؤنٹی کرکٹ سرے کے لیے کھیلی جس کے لیے انھوں نے 1992 میں اپنا فرسٹ کلاس ڈیبیو کیا
A 18 18|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اگست 2009 میں بوچر نے گھٹنے کی تکلیف دہ انجری کے بعد تمام فرسٹ کلاس کرکٹ سے ریٹائرمنٹ کا اعلان کیا
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کے تین بھائی تھے جنہوں نے برٹش گیانا کے لیے فرسٹ کلاس کرکٹ کھیلی جن میں سے ایک ٹیسٹ کرکٹر رابرٹ کرسٹیانی تھا
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S مقامی سطح پر اس نے برٹش گیانا کے لیے فرسٹ کلاس کرکٹ کھیلی
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ صرف ان پچیس کھلاڑیوں میں سے ایک ہیں جنہوں نے فرسٹ کلاس کرکٹ میں ایک سو سے زیادہ سنچریاں اسکور کی ہیں
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S کامپٹن کے والد رچرڈ اور چچا پیٹرک دونوں نے جنوبی افریقہ میں نٹال کے لیے فرسٹ کلاس کرکٹ کھیلی
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ایڈریچ کے تین بھائی برائن ایرک اور جیوف اور اس کے کزن جان سبھی فرسٹ کلاس کرکٹ کھیلتے تھے
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ہیرن نے 1875 میں کینٹ کے لیے 19 سال کی عمر میں کیٹ فورڈ میں فرسٹ کلاس کرکٹ کا آغاز کیا
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ہولیویکے کو 1989 میں سرے نے معاہدہ کرنے کی پیشکش کی اور اگست 1993 میں کاؤنٹی کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 19 19|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S آسٹریلیا میں پیدا ہوئے ہولیوک انگلینڈ چلے گئے جہاں انہوں نے 1996 میں سرے کے لیے فرسٹ کلاس کرکٹ میں ڈیبیو کیا
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے یارکشائر کاؤنٹی کرکٹ کلب کے لیے فرسٹ کلاس کرکٹ کھیلی
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے بھائی جان بھی فرسٹ کلاس کرکٹ میں نظر آئے
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1927 28 میں آکلینڈ کے لیے فرسٹ کلاس کرکٹ بھی کھیلی
A 8 8|||M:ADJ|||اعل|||REQUIRED|||-NONE-|||0

S نیوک سسیکس میں پیدا ہوئے لینگریج ایک آل راؤنڈر تھے جنہوں نے تقریبا تیس سال تک فرسٹ کلاس کرکٹ کھیلی
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S لائیڈ نے 407 فرسٹ کلاس میچز اور 288 ایک روزہ کھیلوں کے ساتھ ایک وسیع کھیل کا کیریئر حاصل کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1983 میں ریٹائرمنٹ کے بعد لائیڈ نے 1985 سے 1987 تک فرسٹ کلاس اور لسٹ اے میچوں میں امپائرنگ کی
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S لائیڈ اب انگلینڈ اور ویلز کرکٹ بورڈ کی فرسٹ کلاس امپائرز کی فہرست میں امپائر ہیں
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے رن ٹوٹل میں 11 سنچریاں شامل تھیں اور انہوں نے 21 کیچ بھی لیے
A 2 2|||M:ADJ|||مجموعی|||REQUIRED|||-NONE-|||0

S رچرڈسن کے دو بھائی بھی فرسٹ کلاس کرکٹ کھیلتے تھے
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ایک اور سیسل ٹیٹ نے فرسٹ کلاس کرکٹ کھیلی
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ٹاؤن سینڈ نے اس دورے کے بعد بہت کم فرسٹ کلاس کرکٹ کھیلی حالانکہ اس کا فائنل میچ 1948 تک نہیں تھا
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کا فرسٹ کلاس ڈیبیو سنسنی خیز تھا
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وان نے 30 جون 2009 کو فرسٹ کلاس کرکٹ سے ریٹائرمنٹ کا اعلان کیا
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ 2005 کے آئی سی سی انٹرکانٹینینٹل کپ میں دو فرسٹ کلاس میچوں میں بھی تین وکٹیں لے کر نظر آئے
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے اپنے فرسٹ کلاس کیریئر میں کئی ٹیموں ( آندھرا بنگال مہاراشٹر ممبئی راجستھان اتر پردیش ) کی نمائندگی کی
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 20 جون 2018 کو بین الصوبائی چیمپئن شپ میں لینسٹر لائٹننگ کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S دو سال کے وقفے کے بعد اگست 2006 میں مونی نے اپنا دوسرا فرسٹ کلاس میچ کھیلا
A 13 13|||M:ADJ|||اعل|||REQUIRED|||-NONE-|||0

S اوبیا کا فرسٹ کلاس کا سب سے زیادہ اسکور 103 ہے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S سال 2004 میں اس نے لیورڈ جزائر کے خلاف کیریئر کا بہترین فرسٹ کلاس اسکور 207 بنایا
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S جنوری 2020 میں ایسٹل نے محدود اوورز کی کرکٹ پر توجہ مرکوز کرنے کے لیے فرسٹ کلاس کرکٹ سے ریٹائرمنٹ کا اعلان کیا
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے بھائی برینڈن نے بھی ٹیسٹ کرکٹ کھیلی جب کہ ان کے بھائی ڈگلس اور مارک فرسٹ کلاس سطح پر کھیلے
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے دو بار فرسٹ کلاس میچوں میں اپنا بیٹ اٹھایا انہوں نے 1955 سے 1975 تک ہاک کپ میں بھی کھیلا
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S کرو نے اپنے فرسٹ کلاس کرکٹ کیریئر کا آغاز جنوبی آسٹریلیا سے کیا جہاں وہ 1977 78 سے 1981 82 تک کھیلے
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S کرو کے والد نے 1953 اور 1957 کے درمیان کینٹربری اور ویلنگٹن کے لیے تین فرسٹ کلاس کرکٹ میچ کھیلے
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1961 62 سے 1980 81 تک جاری رہنے والے فرسٹ کلاس کیریئر میں اس نے 84 بار کینٹربری کی نمائندگی کی
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ شمالی اضلاع کے لیے فرسٹ کلاس کرکٹ کھیلتا ہے
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S کینٹربری کے لیے کھیلتے ہوئے اس نے 2010 میں سنٹرل ڈسٹرکٹس کے خلاف پلنکٹ شیلڈ میں اپنے فرسٹ کلاس کرکٹ کا آغاز کیا
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S لیتھم نے کینٹربری کے لیے 2010 11 پلنکٹ شیلڈ سیزن میں ڈیبیو کیا اپنی پہلی فرسٹ کلاس کرکٹ اننگز میں 65 رنز بنائے
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S میکولم نے 1999 2000 کے سیزن میں اوٹاگو کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S پارکر نے 14 سال پر محیط اپنے کیریئر میں تین ٹیسٹ سنچریاں اور 21 فرسٹ کلاس سنچریاں بنائیں
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کا فرسٹ کلاس کرکٹ کا سب سے بڑا اسکور 1973 74 میں کینٹربری کے لیے اپنے پہلے کھیل میں 135 تھا
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کے والد نیسی سنیڈن اور بھائی واروک سنیڈن دونوں فرسٹ کلاس کرکٹ کھیلتے تھے
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے والد واروک سنیڈن اور دادا نیسی سنیڈن دونوں نے بھی فرسٹ کلاس کرکٹ کھیلی
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1920 21 میں آکلینڈ کے لیے چار فرسٹ کلاس میچ کھیلے
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 29 اکتوبر 2019 کو ویلنگٹن کے لیے 2019 20 پلنکٹ شیلڈ سیزن میں کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے پہلے کسی فرسٹ کلاس میچ میں کھیلے بغیر اپنا ٹیسٹ میچ ڈیبیو کیا
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے اپنا پہلا ٹیسٹ اپنی انیسویں سالگرہ کے فورا بعد کلکتہ میں ہندوستان کے خلاف کھیلا بغیر کوئی فرسٹ کلاس میچ کھیلے
A 19 19|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S دورہ انگلینڈ کے دوران اس نے آٹھ فرسٹ کلاس میچ کھیلے لیکن وہ بلے یا گیند سے ناکام رہے اور کوئی ٹیسٹ نہیں کھیلا
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1975 76 سے 1983 84 تک اوٹاگو کے لیے ڈومیسٹک فرسٹ کلاس کرکٹ کے 25 میچ کھیلے
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 2003 میں ریٹائر ہونے تک کولٹس کے لیے اپنے فرسٹ کلاس کیریئر کو جاری رکھا
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 2007 میں بنگلہ دیش اے کے خلاف سری لنکا اے کے لیے کھیلتے ہوئے 242 کا فرسٹ کلاس اسکور بنایا
A 18 18|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ٹکٹ فرسٹ کلاس بیٹنگ کے زیادہ غیر معمولی ریکارڈوں میں سے ایک کا حصہ ہے
A 1 1|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1976 77 جنوبی افریقہ کے فرسٹ کلاس کرکٹ سیزن کے دوران اس نے سات اننگز میں چھ سنچریاں اسکور کیں
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S کرسٹن کا تعلق کھیلوں کے گھرانے سے ہے اس کے والد نول کرسٹن بارڈر کے لیے فرسٹ کلاس کرکٹ کھیلتے تھے
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1937 38 میں اپنے ابتدائی فرسٹ کلاس سیزن میں نارتھ ایسٹرن ٹرانسوال کی کپتانی کی
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 2007 سے اس نے ناردرنز اور ٹائٹنز دونوں کے لیے فرسٹ کلاس کرکٹ کھیلی ہے
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S رہوڈیشیا اور مغربی صوبے کے لیے کھیلنے کے ساتھ ساتھ انھوں نے آکسفورڈ یونیورسٹی اور نارتھمپٹن شائر کے لیے فرسٹ کلاس کرکٹ کھیلی
A 19 19|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ایک آف اسپن باؤلر اور مختلف عہدوں پر کارآمد بلے باز ڈیوڈ پیتھی نے 1956 57 میں روڈیشیا کے لیے فرسٹ کلاس ڈیبیو کیا
A 20 20|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1960 1961 اور 1962 میں یونیورسٹی ٹیم کے لیے 37 فرسٹ کلاس میچز کھیلے اپنی پہلی سنچری اسکور کی 133 کے خلاف
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S پریٹوریا میں نارتھ ایسٹرن ٹرانسوال کے خلاف بیٹنگ کا آغاز کرتے ہوئے اس نے اپنا سب سے زیادہ فرسٹ کلاس اسکور 166 بنایا
A 18 18|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے پھر کبھی فرسٹ کلاس کرکٹ نہیں کھیلی
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S رچرڈسن نے ڈرہم کے لیے 2010 میں ڈرہم ایم سی سی یو کے خلاف فرسٹ کلاس میچ میں ڈیبیو کیا
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ٹینکریڈ 1897 98 کے سیزن میں فرسٹ کلاس بیٹنگ اوسط میں دوسرے نمبر پر تھا
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے بارباڈوس اور ٹرینیڈاڈ کے لیے فرسٹ کلاس کرکٹ بھی کھیلی
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس وقت ویسٹ انڈیز میں فرسٹ کلاس کرکٹ بہت کم تھی اور ہنٹے کا کرکٹ کیریئر سست رفتاری سے آگے بڑھ رہا تھا
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے بارباڈوس اور ٹرینیڈاڈ اور ٹوباگو کے لیے فرسٹ کلاس کرکٹ بھی کھیلی
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کے دو بھائی تھے جنہوں نے ٹرینیڈاڈ کے لیے فرسٹ کلاس کرکٹ کھیلی سائل اور ایڈون
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S والکاٹ نے پہلی بار 1942 میں بارباڈوس کے لیے ایک 16 سالہ اسکول کے لڑکے کے طور پر فرسٹ کلاس کرکٹ کھیلی
A 18 18|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس میں میٹابیلینڈ ٹسکرز کے خلاف ان کے فرسٹ کلاس ڈیبیو پر 5 63 کے اعداد و شمار شامل تھے
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بنیادی طور پر فرسٹ کلاس کرکٹ تک محدود تھا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S کرکٹ میں اس نے 1888 سے 1907 کے درمیان 265 فرسٹ کلاس میچ کھیلے
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اگرچہ اس نے فرسٹ کلاس میچوں میں 1 , 673 وکٹیں حاصل کیں لیکن بہت سے مبصرین نے ان کی کامیابیوں کو داغدار سمجھا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے سات مواقع پر ایک سیزن میں 1 , 000 فرسٹ کلاس رنز مکمل کیے اور دو ڈبل سنچریاں بنائیں
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1909 میں فرسٹ کلاس کرکٹ سے ریٹائرمنٹ لے لی اور 15 , 000 سے زیادہ رنز بنائے
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 1886 میں ڈربی شائر کے خلاف کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ڈریففیلڈ یارکشائر میں پیدا ہوئے براؤن نے 1889 میں یارکشائر کاؤنٹی کرکٹ کلب کے لیے فرسٹ کلاس ڈیبیو کیا
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 14 ٹیسٹ سمیت 358 فرسٹ کلاس کرکٹ میچز کھیلے جن میں مجموعی طور پر 2 , 104 وکٹیں حاصل کیں
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S تاہم اس سیزن میں اس کا فرسٹ کلاس ریکارڈ صرف اعتدال پسند تھا
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S لاک ووڈ نے پہلی بار 1886 میں اپنی آبائی کاؤنٹی ناٹنگھم شائر کے لیے ایک بلے باز کے طور پر فرسٹ کلاس کرکٹ کھیلی
A 20 20|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے ریٹائر ہونے کے بعد اسکاربورو فیسٹیول میں کئی فرسٹ کلاس میچوں میں امپائرنگ بھی کی
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بلیتھ 1899 سے 1914 تک سولہ سیزن کے لیے فرسٹ کلاس کرکٹ میں سرگرم رہے 439 میچ کھیلے
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ہرن ایم سی سی اور گراؤنڈ کے لیے سب سے اہم بولر ہیں جنہوں نے ان دنوں کافی تعداد میں فرسٹ کلاس میچ کھیلے
A 20 20|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے بیٹے ہیرالڈ نے ایسیکس کے لیے کچھ فرسٹ کلاس کرکٹ بھی کھیلی
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کے بڑے بھائی جو ڈینٹن نے بھی 1887 اور 1888 میں یارک شائر کے ساتھ ایک مختصر فرسٹ کلاس کیریئر کیا
A 18 18|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S مجموعی طور پر وائن نے 547 فرسٹ کلاس میچ کھیلے جس میں سسیکس کے لیے لگاتار 421 میچز شامل تھے
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے اپنے فرسٹ کلاس کیریئر میں 15 , 000 سے زیادہ رنز بنائے اور 237 کیچ لیے
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S لگاتار دو انگلش سیزن میں اس نے فرسٹ کلاس گیمز میں 1000 رنز اور 100 وکٹوں کا ڈبل مکمل کیا
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے والد اور چچا فرینک کرافورڈ کینٹ کے لیے فرسٹ کلاس کرکٹ کھیلتے تھے
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فیلڈر نے اپنی فرسٹ کلاس کرکٹ کا آغاز 1900 میں کاؤنٹی گراؤنڈ لیٹن میں ایسیکس کے خلاف کینٹ کے لیے کھیلتے ہوئے کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S جنگ کے بعد ایم سی سی کے لیے دو نان فرسٹ کلاس میچ کھیلے
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کے دو بھائی ولیم اور فریڈرک نے بھی کینٹ کے لیے فرسٹ کلاس کرکٹ کھیلی
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S کار نے صرف کینٹ کاؤنٹی کرکٹ کلب کے لیے 37 سال کی عمر میں 1909 میں فرسٹ کلاس کرکٹ کھیلنا شروع کیا
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S جنگ سے پہلے کے دور میں فریقین اور 7 , 000 سے زیادہ فرسٹ کلاس رنز بنائے
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے دو چھوٹے بھائی رابرٹ اور ارنسٹ نے بھی فرسٹ کلاس کرکٹ کھیلی
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S تمام فرسٹ کلاس کرکٹ میں سٹیونز نے 243 میچ کھیلے
A 1 1|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ایک شوقیہ کرکٹر چیپ مین نے برکشائر کے لیے مائنر کاؤنٹی کرکٹ اور کیمبرج یونیورسٹی اور کینٹ کے لیے فرسٹ کلاس کرکٹ کھیلی
A 19 19|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S پاٹسی کے بھائی ڈینس ہینڈرین نے مڈل سیکس کے لیے 9 فرسٹ کلاس گیمز کھیلے
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1945 میں ایک میچ کے علاوہ ان کا فرسٹ کلاس کیریئر دو عالمی جنگوں کے درمیانی عرصے پر محیط تھا
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے کبھی کبھار فرسٹ کلاس سطح پر درمیانی رفتار سے گیند بھی کی 37 09 کی اوسط سے 31 وکٹیں حاصل کیں
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S تاہم وہ 1907 سے پہلے صرف دو بار فرسٹ کلاس کرکٹ کھیلے تھے
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ اس دورے پر تمام فرسٹ کلاس گیمز میں انگلینڈ کے سب سے کامیاب گیند باز تھے تاہم 21 پر 73 کے ساتھ
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1935 میں بلیک پول میں سر ایل پارکنسنز الیون بمقابلہ لیسٹر شائر کے لیے ایک اور فرسٹ کلاس میچ کھیلا
A 18 18|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ سے ریٹائر ہونے کے بعد بلنٹ انگلینڈ میں مقیم رہے جہاں وہ ایک کامیاب بزنس مین تھے
A 0 0|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے ہندوستان کے دورے کے بعد 1934 میں تمام فرسٹ کلاس کرکٹ سے ریٹائرمنٹ لے لی
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ میں اس نے 1920 اور 1946 کے درمیان یارکشائر کی نمائندگی کی 17 سیزن میں لگاتار 1 , 000 رنز بنائے
A 0 0|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے فرسٹ کلاس کرکٹ میں مڈل سیکس کے لیے 1925 میں ڈیبیو کیا
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ایک پرعزم بلے باز اور آسان میڈیم پیس گیند باز وائٹ نے 1923 میں فرسٹ کلاس کرکٹ میں قدم رکھا
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S پیبلز کا کسی بھی کھلاڑی کی فرسٹ کلاس کرکٹ میں سب سے عجیب و غریب تعارف تھا
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کھیل میں قابلیت دیکھی جسے فی الحال کرکٹ آرکائیو نے فرسٹ کلاس کا درجہ دیا ہے
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1936 میں چند میچوں کے بعد کینیڈی کا فرسٹ کلاس کیریئر اچھے کے لیے ختم ہو گیا
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ووس نے 1927 میں گلوسٹر شائر کے خلاف ناٹنگھم شائر کے لیے فرسٹ کلاس ڈیبیو کیا
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے بڑے بھائی ولیم نے بھی فرسٹ کلاس کرکٹ کھیلی
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کی پہلی فرسٹ کلاس سنچری انگلینڈ میں شیفیلڈ میں کامیاب یارکشائر ٹیم کے خلاف آئی
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے فرسٹ کلاس کرکٹ میں 21 , 000 سے زیادہ رنز بنائے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے فرسٹ کلاس میں اپنا ڈیبیو کیا
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1958 سے 1967 تک کوپسن فرسٹ کلاس امپائر تھے لیکن مسلسل صحت کے مسائل نے اسے جنم دیا
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کے بعد وہ ایک سیزن 1951 کے لیے فرسٹ کلاس امپائر کے طور پر کھڑا رہا
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ 1927 سے 1949 تک 420 فرسٹ کلاس میچوں میں نظر آئے
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ووڈ نے یارکشائر کے لیے 408 فرسٹ کلاس کھیلے
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ 1940 میں وزڈن کرکٹر آف دی ایئر تھا اور دائیں ہاتھ کے اوپننگ بلے باز کے طور پر فرسٹ کلاس کرکٹ کھیلی
A 19 19|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1932 سے 1957 تک کینٹ اور انگلینڈ کے لیے لیگ اسپنر نے فرسٹ کلاس کرکٹ میں ریکارڈ سات ہیٹ ٹرکیں کیں
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بیڈسر نے اپنے جڑواں بھائی ایرک کے ساتھ 1939 سے 1960 تک سرے کے لیے فرسٹ کلاس کرکٹ کھیلی
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 485 میچوں میں 1924 فرسٹ کلاس وکٹیں حاصل کیں
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے جون 1939 میں آکسفورڈ یونیورسٹی کے خلاف سرے کے لیے فرسٹ کلاس ڈیبیو کیا
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1930 میں سرے کے عملے میں شمولیت اختیار کی اور اگلے سیزن میں اپنا فرسٹ کلاس ڈیبیو کیا
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1950 میں چار فرسٹ کلاس میچوں کے بعد کورٹالڈس نے نوبیاہتا ڈونیلی کو انتظامی کردار سنبھالنے کے لیے اپنے سڈنی آفس میں منتقل کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے بارباڈوس کے لیے فرسٹ کلاس کرکٹ کھیلی جب وہ پہلی بار شہرت میں آئے
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S مئی 1935 میں جمبلٹ کا فرسٹ کلاس کرکٹ میں داخلہ فوری لیجنڈ تھا
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1948 سے 1972 تک جاری رہنے والے کیریئر میں وہ ایک سو فرسٹ کلاس سنچریاں بنانے والے 15ویں کھلاڑی بنے
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S واٹسن کا سب سے زیادہ فرسٹ کلاس اسکور 257 تھا جو میریلیبون کرکٹ کلب کے لیے جارج ٹاؤن میں برٹش گیانا کے خلاف تھا
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنا آخری فرسٹ کلاس میچ 1964 میں لیسٹر شائر کے لیے کھیلا
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے ایسیکس کے لیے 20 , 113 فرسٹ کلاس رنز بنائے جو کہ کلب کے لیے نویں سب سے زیادہ مجموعی ہے
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ٹائسن کا دوسرا فرسٹ کلاس میچ 1953 میں آسٹریلیا کے خلاف تھا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے نارتھنٹس کے خلاف جون 1948 میں گلوسٹر شائر کے لیے فرسٹ کلاس ڈیبیو کیا
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے فرسٹ کلاس کرکٹ کے لگاتار 20 سیزن میں 100 سے زیادہ وکٹیں حاصل کیں لیکن انگلینڈ کے لیے صرف سات ٹیسٹ کھیلے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے پاس ہیمپشائر کے کسی بھی کھلاڑی کی طرف سے سب سے زیادہ فرسٹ کلاس وکٹیں لینے کا ریکارڈ ہے
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ سے ریٹائر ہونے کے بعد شیکلٹن فرنڈاؤن میں رہتے تھے اور ڈورسیٹ کے کینفورڈ اسکول میں کوچ اور گراؤنڈزمین تھے
A 0 0|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 28 06 کی اوسط سے 162 کی بہترین کارکردگی کے ساتھ مجموعی طور پر 24 , 134 فرسٹ کلاس رنز بنائے
A 19 19|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ایلنگ ورتھ نے تقریبا 33 سالوں میں 787 فرسٹ کلاس میچ کھیلے
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1973 74 کے سیزن تک جنوبی افریقہ میں فرسٹ کلاس کرکٹ کھیلنا جاری رکھا
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S سنڈرلینڈ میں کھیلتے ہوئے ملبرن نے ایک متحرک سنچری اسکور کی جس نے انہیں فرسٹ کلاس کاؤنٹیز کی توجہ دلائی
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1952 سے 1975 کے درمیان 508 فرسٹ کلاس میچوں میں مڈل سیکس کے لیے اور انگلینڈ کے لیے 21 ٹیسٹ کھیلے
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S نائٹ واچ مین آخر کار اپنی 618 ویں فرسٹ کلاس اننگز میں سو کا ہندسہ تک پہنچ گیا
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ایک تیز گیند باز اور ہارڈ ہٹنگ بلے باز اس نے انگلش فرسٹ کلاس کرکٹ میں خود کو ایک زبردست حریف ثابت کیا
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اپنے پورے کیریئر میں لکھرسٹ نے فرسٹ کلاس کرکٹ میں کل 22 , 303 رنز ( اوسط 38 12 ) بنائے
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S سنو نے اپنے فرسٹ کلاس کرکٹ اور ٹیسٹ میچ کیریئر کا آغاز فاسٹ میڈیم سیم بالر کے طور پر کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس سال اس نے 104 فرسٹ کلاس وکٹیں حاصل کیں آخری بار وہ 100 کے ہندسے تک پہنچنا تھا
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کی 112 فرسٹ کلاس وکٹیں سب سے زیادہ تھیں
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1960 میں جنوبی افریقہ کے خلاف مائنر کاؤنٹیز کے لیے فرسٹ کلاس ڈیبیو کیا 1958 میں اسٹافورڈ شائر سے ڈیبیو کیا
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ٹیلر نے 639 فرسٹ کلاس میچ کھیلے
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 639 گیمز میں ان کے 1 , 649 آؤٹ ( 1 , 473 کیچ 176 اسٹمپڈ ) فرسٹ کلاس ریکارڈ بنی ہوئی ہے
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے بطور بولر ایک فرسٹ کلاس وکٹ بھی حاصل کی
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ہینڈرک نے 1970 میں پانچ فرسٹ کلاس کھیل کھیلے
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ میں ان کی 56 سنچریاں غیر ٹیسٹ کھلاڑیوں میں صرف جان لینگریج سے زیادہ ہیں
A 0 0|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 6 اگست کو فرسٹ کلاس ڈیبیو سے قبل مئی اور جون 1969 کے دوران کئی مزید سیکنڈ الیون میچز کھیلے
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S یہ 1966 سے 1986 تک 20 سال تک جاری رہنے والے فرسٹ کلاس کرکٹ کیریئر کا آغاز تھا
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بعد کے ان میچوں میں سے کسی کو بھی فرسٹ کلاس کا درجہ حاصل نہیں تھا
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1966 سے 1982 تک جاری رہنے والے فرسٹ کلاس کیریئر کے دوران انہوں نے 1 , 402 وکٹیں حاصل کیں
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے اپنا فرسٹ کلاس ڈیبیو 1966 میں کیمبرج یونیورسٹی کے خلاف کیا اور دوسری اننگز کے پہلے اوور میں تین وکٹیں حاصل کیں
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 2013 میں ریٹائرمنٹ تک فرسٹ کلاس امپائر کے طور پر کام جاری رکھا
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ایلیسن کا کینٹ کے لیے فرسٹ کلاس ڈیبیو 1981 میں ہوا جب اس کی عمر صرف 22 سال تھی
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S " ریڈفورڈ کے دو بھائی گلین اور وین دونوں نے جنوبی افریقہ میں ڈومیسٹک فرسٹ کلاس کرکٹ کھیلی
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے کل 425 فرسٹ کلاس میچ کھیلے 42 15 کی اوسط سے 27 , 571 رنز بنائے اور 63 سنچریاں بنائیں
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ میں انہوں نے 29 25 کی اوسط سے 666 وکٹیں لیں
A 0 0|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ابتدائی زندگی اور فرسٹ کلاس کرکٹ
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ایک مفید ٹیلنڈ بلے باز اس نے دو فرسٹ کلاس سنچریاں بھی بنائیں
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 5 جولائی 2021 کو چیلٹن ہیم میں مڈل سیکس بمقابلہ گلوسٹر شائر کے لیے فرسٹ کلاس ڈیبیو کیا
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ ٹرانسوال جوہانسبرگ میں اپنے فرسٹ کلاس ڈیبیو پر جمی کک کی صرف ایک وکٹ لینے میں کامیاب رہے
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S موکسن کا کاؤنٹی کیریئر یارکشائر کے ساتھ سترہ سیزن پر محیط تھا جہاں اس نے 21 , 000 فرسٹ کلاس رنز بنائے
A 18 18|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1989 سے 2008 تک کے کیریئر میں سسیکس سرے اور واروکشائر کے لیے فرسٹ کلاس کرکٹ کھیلی
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S مارچ 2009 میں 39 سال کی عمر میں سالسبری نے فرسٹ کلاس کرکٹ سے ریٹائرمنٹ کا اعلان کیا
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ گلیمورگن کے دوسرے بلے باز تھے جنہوں نے فرسٹ کلاس میچ میں ڈیبیو پر سنچری بنائی
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1986 میں اپنا فرسٹ کلاس ڈیبیو کیا
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ اس دورے پر چمکے 28 60 کی فرسٹ کلاس باؤلنگ اوسط کے ساتھ انگلینڈ کی ٹیم میں اب تک کی بہترین بولنگ
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اگست 2009 کے اوائل میں کیڈک نے اعلان کیا کہ وہ سیزن کے اختتام پر فرسٹ کلاس کرکٹ سے ریٹائر ہو جائیں گے
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S تمام فرسٹ کلاس اور لسٹ اے کرکٹ میں 650 سے زیادہ میچوں میں دوڑتا ہے جس میں 62 سنچریاں شامل ہیں
A 1 1|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ہاروے نے اپنے فرسٹ کلاس کرکٹ کیریئر کا آغاز وکٹوریہ کے ساتھ 1993 میں شیفیلڈ شیلڈ میں بطور آل راؤنڈر کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فروری 2010 میں ہاروے نے زمبابوے کی فرنچائز سدرن راکس کے لیے ٹوئنٹی 20 اور فرسٹ کلاس میچ کھیلنے کے لیے معاہدہ کیا
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے انگلینڈ کے نوجوانوں کے لیے آٹھ فرسٹ کلاس اور 4 لسٹ اے میں شرکت کی
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اسٹراس نے اپنا فرسٹ کلاس ڈیبیو 1998 میں کیا اور 2003 میں سری لنکا میں ایک روزہ بین الاقوامی ڈیبیو کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ ستمبر 2018 میں فرسٹ کلاس اور لسٹ اے کرکٹ سے ریٹائر ہوئے
A 6 6|||M:ADJ|||روزہ|||REQUIRED|||-NONE-|||0

S ڈومیسٹک کرکٹ میں پنیسر نے 7 مئی 2010 کو مڈل سیکس کے خلاف اپنا سب سے زیادہ فرسٹ کلاس اسکور 46 بنایا
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 5 اگست 2011 کو میک کینزی نے یارکشائر کے خلاف کاؤنٹی چیمپئن شپ میچ میں اپنے کیریئر کا بہترین فرسٹ کلاس اسکور 237 بنایا
A 19 19|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1998 میں لیسٹر شائر کے خلاف انہوں نے 92 اور 111 رنز بنائے جو ان کی پہلی فرسٹ کلاس نصف سنچری اور سنچری تھی
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے جولائی 2008 میں سینٹ لارنس گراؤنڈ کینٹربری میں کینٹ کے خلاف یارکشائر کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اپریل 2011 میں ڈرہم ایم سی سی یونیورسٹی کے خلاف فرسٹ کلاس میچ میں بیلنس نے 72 اور ناٹ آؤٹ 73 رنز بنائے
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S جولائی میں سسیکس کے خلاف انہوں نے 10 163 لیا جو فرسٹ کلاس کرکٹ میں ان کا پہلا 10 وکٹ تھا
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ولیمسن نے اپنے فرسٹ کلاس کرکٹ کا آغاز دسمبر 2007 میں کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ولیمسن نے 14 سال کی عمر میں سینئر نمائندہ کرکٹ اور 16 سال کی عمر میں فرسٹ کلاس کرکٹ کھیلی
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S گیندوں کا سامنا کرنے کے لحاظ سے یہ ناٹنگھم شائر کے بلے باز کی سب سے تیز فرسٹ کلاس ڈبل سنچری تھی
A 20 20|||M:ADJ|||دگنی|||REQUIRED|||-NONE-|||0

S ڈومیسٹک کرکٹ میں وہ فرسٹ کلاس اور لسٹ اے کرکٹ میں سرے کی کپتانی کرتے ہیں
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ وارکشائر کاؤنٹی کرکٹ کلب کے لیے 1886 اور 1887 میں بھی کھیلے جو وارکشائر کو فرسٹ کلاس کا درجہ ملنے سے پہلے تھا
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1882 سے 1902 کے درمیان ڈربی شائر کے لیے اور 92 1891 میں انگلینڈ کے لیے فرسٹ کلاس کرکٹ کھیلی
A 18 18|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1888 کے سیزن سے پہلے کلب کو فرسٹ کلاس درجہ سے ہٹا دیا گیا تھا
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 49 فرسٹ کلاس میچوں میں امپائرنگ کی
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کے بعد وہ 1900 میں ہیمپشائر کے ساتھ نو میچوں کی مختصر واپسی تک فرسٹ کلاس کرکٹ سے غائب رہے
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1890 اور 1893 کے درمیان کیمبرج یونیورسٹی کے لیے اور 1895 اور 1921 کے درمیان ہیمپشائر کے لیے فرسٹ کلاس کرکٹ کھیلی
A 20 20|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ہل نے ہندوستان میں اسکور کی جانے والی پہلی فرسٹ کلاس سنچری بنائی
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S یہ واحد ٹیسٹ یا فرسٹ کلاس میچ تھے جن میں ملر بطور امپائر کھڑے تھے
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انگلینڈ واپس آنے کے بعد ملر نے 1903 کے دوران چار اور فرسٹ کلاس کھیل کھیلے یہ سب میریلیبون کرکٹ کلب کے لیے تھے
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے بھتیجے تھامس ملر نے 1902 اور 1914 کے درمیان گلوسٹر شائر کے لیے فرسٹ کلاس کرکٹ کھیلی
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S رائٹ نے میریلیبون کرکٹ کے لیے بہت سے فرسٹ کلاس کرکٹ کھیل بھی کھیلے
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کا آخری فرسٹ کلاس میچ ایم سی سی کے لیے تھا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بریڈلی 1899 اور 1902 کے درمیان سب سے زیادہ باقاعدگی سے نمودار ہوئے ہر سیزن میں کم از کم 23 فرسٹ کلاس پیش ہوئے
A 20 20|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S کینٹ کے لیے 123 میچز کھیلنے کے ساتھ ساتھ بریڈلی نے مختلف ٹیموں کے لیے فرسٹ کلاس میچز کھیلے
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے بھتیجے جان پرائس اور ولیم پرائس دونوں نے وورسٹر شائر کے ساتھ مختصر فرسٹ کلاس کیریئرز بنائے تھے
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S یہ تمام فرسٹ کلاس کرکٹ میں ایک عالمی ریکارڈ ہے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1895 سے 1897 تک آکسفورڈ یونیورسٹی اور 1895 سے 1898 تک سسیکس کے لیے فرسٹ کلاس کرکٹ کھیلی
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کے بعد وہ 1926 کے سیزن تک فرسٹ کلاس فکسچر میں میریلیبون کرکٹ کلب کے لیے کھیلتے رہے
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ہمفریز ایک وکٹ کیپر تھے جنہوں نے 1899 کے سیزن میں ڈربی شائر کے لیے فرسٹ کلاس ڈیبیو کیا
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S برڈ نے پہلی جنگ عظیم کے بعد صرف چند فرسٹ کلاس میچ کھیلے اور اپنے پرانے اسکول اور بعد میں سرے میں کوچنگ کی
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بکنہم نے 1914 میں اسکاٹش کلب فورفارشائر میں پروفیشنل بننے کے لیے فرسٹ کلاس کرکٹ سے ریٹائرمنٹ لے لی
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے آکسفورڈ یونیورسٹی اور سرے کے لیے فرسٹ کلاس کرکٹ کھیلی اور ٹیسٹ کرکٹ میں انگلینڈ کی کپتانی کی
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1906 07 میں ایم سی سی کے ساتھ اس سے پہلے کہ وہ فرسٹ کلاس میچ کھیل چکے تھے
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1922 میں آکسفورڈ یونیورسٹی کے خلاف سرے کے لیے واحد فرسٹ کلاس میچ کھیلا اس ٹیم کی کپتانی کی
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1919 اور 1927 کے درمیان ویڈنگٹن نے یارکشائر کے لیے 255 میچ کھیلے اور تمام فرسٹ کلاس کرکٹ میں 266 میچ کھیلے
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S لگاتار چوٹوں نے ان کی تاثیر کو کم کر دیا اور وہ 1927 میں فرسٹ کلاس کرکٹ سے ریٹائر ہو گئے
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S جب وڈنگٹن نے فرسٹ کلاس کرکٹ سے ریٹائرمنٹ لے لی تو اس نے خاندانی کاروبار سنبھال لیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے میریلیبون کرکٹ کلب کے لیے فرسٹ کلاس کرکٹ بھی کھیلی
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1908 اور 1933 کے درمیان ہیمپشائر کے لیے فرسٹ کلاس کرکٹ کھیلی
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S جنگ سے پہلے کے اسی فرسٹ کلاس میچوں میں اسٹریٹ کا یہ واحد پچاس تھا
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کی واحد فرسٹ کلاس سنچری 128 فری فارسٹرز کے خلاف آئی
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1933 میں سر ایل پارکنسنز الیون کے لیے ایک میچ کے علاوہ روٹ نے اس کے بعد فرسٹ کلاس کرکٹ سے ریٹائرمنٹ لے لی
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S نیوزی لینڈ کی ٹیم نے دسمبر 1929 میں نیوزی لینڈ پہنچنے سے پہلے آسٹریلیا میں فرسٹ کلاس میچز کھیلے تھے
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ایلیٹ نے اپنا پہلا فرسٹ کلاس میچ ڈربی شائر کے لیے جون 1920 میں ایسیکس کے خلاف کھیلا
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اپنے 532 فرسٹ کلاس گیمز میں ایلیٹ نے 1206 شکاروں کا دعوی کیا 903 کیچ 303 اسٹمپ ہوئے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کا آخری فرسٹ کلاس میچ
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ میں ان کا ڈیبیو سنسنی خیز رہا
A 0 0|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S مجموعی طور پر اس نے جنوری 2019 تک 14 فرسٹ کلاس 24 لسٹ اے اور چار ٹوئنٹی 20 سنچریاں بنائی ہیں
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S کلینن نے 1983 میں اپنا فرسٹ کلاس ڈیبیو کیا
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ 1985 میں 16 سال اور 304 دن کی عمر میں فرسٹ کلاس سنچری بنانے والے سب سے کم عمر جنوبی افریقی بن گئے
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے اس وقت ڈومیسٹک جنوبی افریقی کرکٹ میں سب سے زیادہ فرسٹ کلاس سکور بھی حاصل کیا ناٹ آؤٹ 337 رنز بنائے
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فرسٹ کلاس میچوں میں وہ مڈل سیکس اور کیمبرج یونیورسٹی کے لیے کھیلے
A 0 0|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S یہ کیمبرج کا سیزن کا آخری میچ تھا ایلن نے 15 اوسط سے 49 فرسٹ کلاس وکٹیں حاصل کی تھیں
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S کم از کم ایک سلیکٹر نے کلاڈ ایشٹن کی حمایت کی جو کبھی کبھار فرسٹ کلاس کرکٹ کھیلتے تھے
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے اپنی ریٹائرمنٹ سے لے کر دوسری جنگ عظیم تک فرسٹ کلاس کرکٹ میں 153 میچوں میں امپائرنگ کی
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کے دو چھوٹے بھائی بھی فرسٹ کلاس کرکٹ کھیلتے تھے
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S یہ پہلا موقع تھا جب فرسٹ کلاس کرکٹ میں یہ کارنامہ انجام دیا گیا تھا
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وکٹوریہ کرکٹ ٹیم نے 1851 کے بعد سے فرسٹ کلاس کرکٹ کھیلی ہے جب اس نے لانسسٹن میں تسمانیہ کرکٹ ٹیم کھیلی تھی
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اینٹیل کے کزن ٹام ولز نے بھی فرسٹ کلاس کرکٹ کھیلی
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنا ابتدائی فرسٹ کلاس سیزن قومی ٹیم میں اور 52 66 کی بیٹنگ اوسط کے ساتھ ختم کیا
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فولی نے صرف تین اور فرسٹ کلاس میچ کھیلے
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بوس نے اپنے کیریئر میں 78 فرسٹ کلاس میچوں میں آٹھ سنچریوں اور 17 نصف سنچریوں کی مدد سے 3757 رنز بنائے تھے
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 21 جون 2012 کو جوشی نے باضابطہ طور پر بین الاقوامی اور فرسٹ کلاس کرکٹ سے ریٹائرمنٹ کا اعلان کیا
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1994 سے 2006 تک پھیلے ہوئے اپنے فرسٹ کلاس کیریئر میں انہوں نے 96 میچ کھیلے 5553 رنز بنائے اور 59 وکٹیں حاصل کیں
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1958 اور 1977 درمیان ویلنگٹن سینٹرل ڈسٹرکٹس اور کینٹربری کے لیے فرسٹ کلاس کرکٹ کھیلی
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ٹفی ملٹن اوٹاگو میں پیدا ہوئے اور ناردرن ڈسٹرکٹس نائٹس کے لیے گھریلو فرسٹ کلاس کرکٹ کھیلتے ہیں
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے نومبر 2018 میں اپنا 100 واں فرسٹ کلاس میچ کھیلا
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے دسمبر 2006 میں تمل ناڈو کے لیے اپنا فرسٹ کلاس ڈیبیو کیا اور اگلے سیزن میں ٹیم کی کپتانی کی
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے کرناٹک کے خلاف فرسٹ کلاس کرکٹ میں اپنی دوسری سنچری بنائی
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کا 201 فرسٹ کلاس کرکٹ میں سب سے زیادہ سکور بھی ہے
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1998 99 میں اسٹالیکر کو ڈبلیو این سی ایل میں زیادہ کامیابی ملی
A 7 7|||M:ADJ|||قومی|||REQUIRED|||-NONE-|||0

S 2006 07 ڈبلیو این سی ایل میں اسٹالیکر کا ایک اور مسلسل سیزن تھا
A 4 4|||M:ADJ|||قومی|||REQUIRED|||-NONE-|||0

S ہر سیزن 1935 تک 1930 کے علاوہ جب اس نے کوئی فرسٹ کلاس کرکٹ نہیں کھیلی تھی
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے اپنے آخری فرسٹ کلاس میچ 1949 میں کھیلے
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے میچ کی پہلی اننگز میں اپنی پہلی فرسٹ کلاس سنچری بنائی جسے آکسفورڈ نے تقریبا جیت لیا
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اسی میچ میں انہوں نے 65 رنز کے عوض چار وکٹیں حاصل کرتے ہوئے اپنے فرسٹ کلاس کیرئیر کی بہترین باؤلنگ کا ریکارڈ بنایا
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے تمام فرسٹ کلاس میچوں میں 41 94 کی اوسط سے 797 رنز بنائے جس میں 2 سنچریاں بھی شامل ہیں
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1921 22 اور 1931 32 کے درمیان آکلینڈ کے لیے اپنی گھریلو فرسٹ کلاس کرکٹ کی اکثریت کھیلی
A 13 13|||M:ADJ|||مقامی|||REQUIRED|||-NONE-|||0

S 1934 35 میں ویلنگٹن کے خلاف آکلینڈ کے لیے کھیلتے ہوئے اس نے 115 رنز بنائے جو ان کی پہلی فرسٹ کلاس سنچری تھی
A 20 20|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس میچ میں وائٹ لا کا 195 ان کا فرسٹ کلاس کا سب سے بڑا اسکور تھا
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S جون کے آخر میں پہلے ٹیسٹ کے وقت تک کاوی کے پاس فرسٹ کلاس کی 32 وکٹیں تھیں
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S کووی نے اس دورے کے بقیہ فرسٹ کلاس میچوں میں اپنی اچھی فارم کو برقرار رکھا
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S یہ میچ صرف ایک دن تک جاری رہا جو کہ 12 سال تک فرسٹ کلاس کھیل میں پہلا ایک روزہ ختم ہوا
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S یہ فرسٹ کلاس کرکٹ میں ان کی آخری اہم باؤلنگ کامیابی ثابت ہوئی
A 1 1|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S کووی 1955 56 سے 1960 61 تک فرسٹ کلاس امپائر تھے
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کے بھائی جارج والیس اور بیٹے گریگوری والیس دونوں نے آکلینڈ کے لیے فرسٹ کلاس کرکٹ کھیلی
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S مجموعی طور پر اس دورے میں انہوں نے 23 94 کی اوسط سے 59 فرسٹ کلاس وکٹیں حاصل کیں
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کا آخری فرسٹ کلاس میچ 1946 میں آسٹریلیا کے خلاف نیوزی لینڈ کے پہلے ٹیسٹ میچ میں تھا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے چھ سیزن کے لیے مزید کوئی فرسٹ کلاس میچ نہیں کھیلے لیکن 1952 53 میں سینٹرل ڈسٹرکٹس کی کپتانی میں واپس آئے
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1953 54 میں ایک اور فرسٹ کلاس میچ اور 1954 55 میں اپنا آخری میچ کھیلا
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس میچ کی دوسری اننگز میں ان کی 143 رنز ان کی واحد فرسٹ کلاس سنچری تھی
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے دسمبر 1946 میں آکلینڈ کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے اگلے فرسٹ کلاس میچ سنٹرل ڈسٹرکٹس کے لیے 1950 51 میں تھے جب انہوں نے پلنکٹ شیلڈ میں پہلی بار شرکت کی
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنے فرسٹ کلاس کیریئر کا بقیہ حصہ سنٹرل ڈسٹرکٹس کے ساتھ گزارا جو 1959 60 میں ختم ہوا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کیریئر میں جو اس کی عمر 19 سال کی تھی اور اس کا اختتام 41 سال کی عمر میں ہوا
A 0 0|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ میں یہ ان کی پہلی نصف سنچری تھی
A 0 0|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S کولکوہون ایک وکٹ کیپر اور ایک کارآمد نچلے آرڈر کے دائیں ہاتھ کے بلے باز تھے جو فرسٹ کلاس کرکٹ میں دیر سے آئے
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S یہ ان کی پہلی فرسٹ کلاس سنچری بھی تھی
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S تمام فرسٹ کلاس میچوں میں 709 رنز بنائے
A 1 1|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ میں واٹ نے 1942 43 اور 1962 63 کے درمیان 48 میچ کھیلے
A 0 0|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے دو فرسٹ کلاس سنچریاں سکور کیں دونوں ہی ویلنگٹن کے خلاف
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1966 67 کے سیزن کے بعد فرسٹ کلاس کرکٹ سے ریٹائرمنٹ لے لی
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ 35 سال کے تھے جب انہوں نے 1954 55 میں آکلینڈ کے لیے فرسٹ کلاس ڈیبیو کیا
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بل پلیلے کے فرسٹ کلاس کیریئر کا آغاز آکلینڈ سے 1956 57 میں 18 سال کی عمر میں ہوا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S یہ ان کے آخری فرسٹ کلاس میچ تھے
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ سنٹرل ڈسٹرکٹس میں 1966 67 میں واپس آئے اور 1969 70 کے سیزن میں اپنے آخری فرسٹ کلاس میچ کھیلے
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ڈک نے کرسمس ڈے 1956 کو اوٹاگو کے لیے اپنا فرسٹ کلاس ڈیبیو کیا ایک مڈل آرڈر بلے باز کے طور پر کھیلا
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 163 فرسٹ کلاس میچوں میں اس نے 24 41 کی اوسط سے 8 64 کی بہترین کارکردگی کے ساتھ 524 وکٹیں حاصل کیں
A 1 1|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S مورگن صرف 16 سال کے تھے جب انہوں نے 1957 58 میں آکلینڈ کے لیے فرسٹ کلاس ڈیبیو کیا
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ٹرسکوٹ ایک دائیں ہاتھ کا بلے باز تھا جس کا مختصر فرسٹ کلاس کیریئر تھا جو صرف پانچ سال تک جاری رہا
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S جاروس نے 1964 65 کے سیزن میں اپنا فرسٹ کلاس ڈیبیو کیا
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اگرچہ وہ ایک قابل کیپر تھا جس نے قومی ٹیم کے لیے اپنے 25 فرسٹ کلاس میچوں میں سے 13 کھیلے
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے تین ٹیسٹ ان کے آخری فرسٹ کلاس میچ تھے
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ میں ان کا سب سے زیادہ سکور 1968 69 میں ناردرن ڈسٹرکٹس کے خلاف کینٹربری کے لیے 136 ناٹ آؤٹ تھا
A 0 0|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنا پہلا فرسٹ کلاس میچ ہیمپشائر کے لیے 1971 میں دورہ کرنے والے ہندوستانیوں کے خلاف کھیلا
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1971 سے 1985 تک فرسٹ کلاس کرکٹ کھیلی
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اپنے کیریئر میں انہوں نے سنٹرل ڈسٹرکٹس کے لیے 392 فرسٹ کلاس وکٹیں حاصل کیں جو کسی بھی دوسرے باؤلر سے زیادہ ہیں
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S دورہ کرنے والے آسٹریلیائیوں کے خلاف اوٹاگو کی طرف سے کھیلنے کے بعد چند ہفتوں بعد اس نے مزید فرسٹ کلاس کرکٹ نہیں کھیلی
A 19 19|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1970 میں اوٹاگو کے لیے فرسٹ کلاس ڈیبیو کیا اور اپنے کیریئر کو 1988 تک بڑھا دیا
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ایڈورڈز نے سنٹرل ڈسٹرکٹس کے لیے 1973 74 سے 1984 85 تک فرسٹ کلاس اور لسٹ اے کرکٹ کھیلی
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S یہ 2010 تک نیوزی لینڈ کی فرسٹ کلاس کرکٹ میں سب سے مہنگی گیند بازی بھی تھی
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ میں انہوں نے 25 , 000 سے زیادہ رنز بنائے جس میں 50 سے زیادہ فرسٹ کلاس سنچریاں بھی شامل ہیں
A 18 18|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1977 میں ڈربی شائر کے لیے پانچ فرسٹ کلاس گیمز کے بعد جان رائٹ نے اپنی کاؤنٹی کیپ اور تنخواہ میں اضافہ حاصل کیا
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے والد آرتھر نے چند فرسٹ کلاس میچوں میں ویلنگٹن کی نمائندگی کی تھی
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ ایک روزہ اور فرسٹ کلاس کرکٹ دونوں میں وکٹیں حاصل کرتے رہے
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1976 77 کے سیزن کے دوران کینٹربری کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کے علاوہ اس نے آٹھ سال تک فرسٹ کلاس امپائر کے طور پر کام کیا
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1980 سے 1993 تک آکلینڈ کے لیے فرسٹ کلاس کرکٹ کھیلی
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S تھامسن نے 1997 میں 28 سال کی عمر میں فرسٹ کلاس کرکٹ سے ریٹائرمنٹ لے لی
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اگلے سیزن میں اس نے اپنا فرسٹ کلاس ڈیبیو کیا
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S مجموعی طور پر 83 فرسٹ کلاس اور 68 لسٹ اے گیمز کھیلے
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے ملک کی فرسٹ کلاس ٹیموں کے خلاف نو میچ کھیلے لیکن صرف ایک ٹیسٹ ان کا آخری
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ ویلنگٹن کے لیے ڈومیسٹک کرکٹ کھیلتے ہیں اور 1994 سے فرسٹ کلاس کرکٹ کھیل رہے ہیں
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S واکر کا فرسٹ کلاس اور لسٹ اے کیریئر 1997 98 نیوزی لینڈ کے ڈومیسٹک سیزن میں شروع ہوا
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے گھریلو مقابلوں میں 199 فرسٹ کلاس وکٹوں اور 74 محدود اوورز کی وکٹوں کے ساتھ اپنے کیریئر کا اختتام کیا
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1998 99 کے سیزن میں آکلینڈ کے لیے فرسٹ کلاس ڈیبیو کیا
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 2000 2001 میں کیا اور بین الاقوامی ڈیبیو 2005 2006 میں کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S نومبر 2019 میں 2019 20 پلنکٹ شیلڈ سیزن کے دوران فلن نے اپنا 100 واں فرسٹ کلاس میچ کھیلا
A 17 17|||M:ADJ|||روزہ|||REQUIRED|||-NONE-|||0

S یہ اقدام حیران کن تھا کیونکہ ہاپکنز نے 2006 07 کے موسم گرما میں اوٹاگو کے لیے 5 فرسٹ کلاس سنچریاں بنائی تھیں
A 18 18|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S نومبر 2017 میں اس نے فرسٹ کلاس کرکٹ میں اپنی 25 ویں سنچری بنائی
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 9 مارچ 2012 کو انگرام نے فرسٹ کلاس کرکٹ سے ریٹائرمنٹ کا اعلان کیا
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 2006 میں کینٹربری کے خلاف کھیلتے ہوئے شمالی اضلاع کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے بہترین فرسٹ کلاس باؤلنگ کے اعداد و شمار 2000 01 میں آکلینڈ کے خلاف کینٹربری کے لیے 151 کے عوض 7 تھے
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 26 76 کی اوسط سے 910 فرسٹ کلاس رنز بنائے ہیں شمالی اضلاع کے خلاف 78 کے ٹاپ اسکور کے ساتھ
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ینگ نے نیوزی لینڈ کے لیے اپنی پہلی ٹیسٹ کیپ جنوری 2011 میں پاکستان کے خلاف اپنے 100ویں فرسٹ کلاس میچ پر حاصل کی
A 18 18|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S راول نے دسمبر 2008 میں ویسٹ انڈیز کے خلاف ایک ٹور میچ کے دوران آکلینڈ کے لیے اپنے فرسٹ کلاس کرکٹ کا آغاز کیا
A 18 18|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S نومبر 2019 میں 2019 20 پلنکٹ شیلڈ سیزن کے دوران فرگوسن نے اپنی 150ویں فرسٹ کلاس وکٹ حاصل کی
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 6 مارچ 2017 کو کینٹربری کے خلاف 2016 17 پلنکٹ شیلڈ سیزن میں کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کی کپتانی میں سینٹرل سٹیگز نے 2016 میں ون ڈے فورڈ ٹرافی اور 2018 میں فرسٹ کلاس پلنکٹ شیلڈ ناقابل شکست رہی
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے دسمبر 2007 میں سنٹرل ڈسٹرکٹس کے لیے بیٹنگ کا آغاز کرتے ہوئے 71 رنز بنا کر اپنا فرسٹ کلاس ڈیبیو کیا
A 19 19|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S چیپ مین نے اپنا فرسٹ کلاس ڈیبیو 17 دسمبر 2015 کو 2015 16 پلنکٹ شیلڈ میں کیا
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 17 فروری 2021 کو کوئنز لینڈ کے لیے 2020 21 شیفیلڈ شیلڈ سیزن میں کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1988 میں وہ مردوں کے فرسٹ کلاس میچ میں امپائرنگ کرنے والی پہلی خاتون بن گئیں
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس سے فرسٹ ڈویژن اور فرسٹ کلاس کرکٹ میں کھیلنے کی راہ ہموار ہوئی
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ دس سال تک فرسٹ کلاس کرکٹ کھیلتا رہا
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S دو سال بعد فائنل میں بھی راجستھان کے خلاف اس نے ایک اور فتح میں اپنی واحد فرسٹ کلاس سنچری 107 اسکور کی
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ سے ریٹائر ہونے کے بعد بھٹ نے امپائر ایڈمنسٹریٹر اور کوچ کے طور پر کئی عہدوں پر کام کیا ہے
A 0 0|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اپنے فرسٹ کلاس ڈیبیو سے پہلے ہی ندیم کو اگلے بڑے بائیں ہاتھ کے سست بولر کے طور پر دیکھا گیا
A 1 1|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے حیدرآباد کے لیے نومبر 2017 کو 2017 18 رنجی ٹرافی میں اپنا فرسٹ کلاس ڈیبیو کیا
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وکٹ اور بنگلہ دیش کا پہلا فرسٹ کلاس چھکا
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فرسٹ کلاس میں 15 مرتبہ 5 وکٹیں لینے کی شہرت ملک کے کسی اور فاسٹ باؤلر کے پاس نہیں ہے
A 0 0|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 132 فرسٹ کلاس کرکٹ 119 لسٹ اے کرکٹ اور 22 ٹی ٹوئنٹی میچز کھیلے
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S نومبر 2021 میں انہوں نے فرسٹ کلاس اور بین الاقوامی کرکٹ سے ریٹائرمنٹ کا اعلان کیا
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S عبدر نے فرسٹ کلاس کرکٹ ( 8 123 ) میں اپنی بہترین باؤلنگ کے اعداد و شمار لے کر جواب دیا
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ناظم الدین نے 16 سال کی عمر میں فرسٹ کلاس ڈیبیو کیا تھا
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ربی نے اپنا فرسٹ کلاس ڈیبیو اکتوبر 2008 میں سلہٹ ڈویژن کے خلاف کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے اعداد و شمار کسی فرسٹ کلاس میچ میں بنگلہ دیشی باؤلر کے تیسرے بہترین ہیں
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس وقت وہ بی سی بی کے فرسٹ کلاس امپائروں کے پینل میں ایک پیشہ ور امپائر ہیں
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے جون 2008 میں مڈل سیکس کے لیے فرسٹ کلاس ڈیبیو کیا ناٹ آؤٹ 132 رنز بنائے
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 26 مئی 2013 کو میک برائن نے اسکاٹ لینڈ کے خلاف آئرلینڈ کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1948 49 میں مغربی آسٹریلیا کے لیے دو فرسٹ کلاس میچ کھیلے
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S لارا کے پاس فرسٹ کلاس کرکٹ میں سب سے زیادہ اسکور کا ریکارڈ ہے انہوں نے 1994 میں ناٹ آؤٹ 501 رنز بنائے تھے
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنے فرسٹ کلاس ڈیبیو پر 35 رنز بنائے اور اس نے 40 کی اوسط سے 245 رنز بنائے
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے اس سفر میں کسی بھی دوسرے آسٹریلوی بلے باز سے زیادہ فرسٹ کلاس رنز بنائے
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ جنوبی افریقہ چلے گئے اور ٹرانسوال کے لیے دو سیزن کھیلے پھر فرسٹ کلاس کرکٹ سے ریٹائر ہو گئے
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S میچ کے بعد فرنینڈس نے صرف ایک اور فرسٹ کلاس میچ کھیلا اور 1932 میں فرسٹ کلاس کرکٹ سے ریٹائر ہوئے
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S " مجموعی طور پر روچ نے دورے کے دوران 26 56 کی اوسط سے 1 , 222 فرسٹ کلاس رنز بنائے
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S کھیلنے کے بعد وہ انگلش فرسٹ کلاس کرکٹ میں امپائر بن گئے 1966 سے 1995 تک میچوں میں کھڑے رہے
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 5 جولائی 2021 کو مڈل سیکس کے لیے 2021 کاؤنٹی چیمپئن شپ میں کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 2022 کاؤنٹی چیمپئن شپ کے مڈل سیکس کے پہلے میچ میں اس نے اپنی پہلی فرسٹ کلاس نصف سنچری بنائی
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S مارچ 1928 اور جنوری 1935 کے درمیان اس نے صرف پانچ فرسٹ کلاس میچ کھیلے
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S یہ واحد ٹیسٹ میچ جانسن کا آخری فرسٹ کلاس کرکٹ میچ تھا
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وورل نے ہیمپشائر کے لیے اپنا فرسٹ کلاس ڈیبیو کیا 1969 میں دورہ کرنے والے نیوزی لینڈرز کے خلاف ایک ہی میچ کھیلا
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وورل نے ہیمپشائر کے لیے 32 فرسٹ کلاس میچز کھیلے جن میں سے آخری میچ 1972 میں لیسٹر شائر کے خلاف کھیلا
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S یہ ان کا فرسٹ کلاس کا سب سے بڑا اسکور تھا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1952 تک جاری رہنے والے فرسٹ کلاس کیریئر میں اس نے جمیکا کے لیے 28 فرسٹ کلاس میچ کھیلے
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے دادا جان کار فرسٹ کلاس سطح پر کرکٹ کھیلتے تھے
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے دائیں ہاتھ کے بلے باز اور آف بریک باؤلر کے طور پر آکسفورڈ اور مڈل سیکس کے لیے فرسٹ کلاس کرکٹ کھیلی
A 20 20|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے جون 2016 کے دوران ارونڈیل میں نارتھمپٹن شائر بمقابلہ سسیکس کے لیے فرسٹ کلاس ڈیبیو کیا
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1937 میں یارکشائر کے خلاف ایک فرسٹ کلاس میچ میں اسکاٹ لینڈ کی نمائندگی کی
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ایڈس ہیڈ کا فرسٹ کلاس بہترین 156 ناٹ آؤٹ 2009 میں ایسیکس کے خلاف آیا تھا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 1 اگست 2020 کو ڈربی شائر کے لیے 2020 باب ولس ٹرافی میں کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کا انتقال فرانس کے شہر لیون میں 73 سال کی عمر میں ہوا ان کے بیٹے ہنری نے بھی فرسٹ کلاس کرکٹ کھیلی
A 20 20|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S جولائی 2018 میں اسٹون مین نے 10 , 000 فرسٹ کلاس رنز کا سنگ میل عبور کیا
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 2011 کے سیزن میں اس نے ڈرہم کے لیے ڈرہم ایم سی سی یو کے خلاف فرسٹ کلاس میچ میں ڈیبیو کیا
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے ستمبر 2016 میں سسیکس کے خلاف گلوسٹر شائر کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فریڈرک کو دوسرے ٹیسٹ کے لیے ڈراپ کر دیا گیا اور دوبارہ فرسٹ کلاس کرکٹ نہیں کھیلی
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S نہوں نے 1960 61 میں آسٹریلیا کا دورہ کیا چھ فرسٹ کلاس میچوں میں 5 وکٹیں حاصل کیں
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1961 میں ہیسٹنگز میں ایک تہوار کے میچ کے بعد ان کا فرسٹ کلاس کیریئر ختم ہو گیا
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اپنے آخری فرسٹ کلاس میچ میں اس نے ڈیمیرارا کے خلاف 132 اور 101 رنز بنائے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ننن کے چچا نرمل نانن اور بھتیجے میگنم نانن نے بھی فرسٹ کلاس کرکٹ کھیلی
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ڈومیسٹک کرکٹ میں بٹس نے گیانا کے لیے 61 فرسٹ کلاس کھیل کھیلے اور ٹیم کے ساتھ فرسٹ کلاس کرکٹ میں تین ٹائٹل جیتے
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1978 79 سے 1989 90 تک فرسٹ کلاس کرکٹ کھیلی 68 فرسٹ کلاس میچوں میں حصہ لیا زیادہ تر بارباڈوس کے لیے
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S رابرٹس نے ایک دن کی شاندار فارم کے بعد 1996 میں فرسٹ کلاس ڈیبیو کیا
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ملر نے 2019 میں سری لنکا کا دورہ کیا اور 47 کی عمر میں 3 فرسٹ کلاس وکٹیں حاصل کیں
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے فرسٹ کلاس گیم میں 2 75 لیے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ڈیل موریس رچرڈز ( پیدائش 16 جولائی 1976 ) ایک ویسٹ انڈین انٹرنیشنل کرکٹر ہے جو بارباڈوس کے لیے فرسٹ کلاس کرکٹ کھیلتا ہے
A 19 19|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ میں کوٹریل لیورڈ آئی لینڈز کے لیے کھیلتے ہیں
A 0 0|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 30 جنوری 2004 کو کیریب بیئر کپ میں ٹرینیڈاڈ اور ٹوباگو کے خلاف ونڈورڈ جزائر کے لیے فرسٹ کلاس ڈیبیو کیا
A 19 19|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S تین فرسٹ کلاس کھیلوں کے بعد اس نے اپنے کرکٹ کیریئر کا خاتمہ کیا
A 1 1|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے کزن ڈینک ویرارتنے اور ان کے دو بھائی پاسن ویرارتنے اور چندولا ویرارتنے بھی فرسٹ کلاس کرکٹ کھیل چکے ہیں
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ویراتنے نے 2000 01 کے سیزن میں ڈومیسٹک فرسٹ کلاس کرکٹ نہیں کھیلی
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1998 99 پریمیئر ٹرافی میں سنہالی اسپورٹس کلب کے لیے کھیلتے ہوئے اپنا فرسٹ کلاس ڈیبیو کیا
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1995 سے 2003 تک کینٹربری کے لیے 35 فرسٹ کلاس اور 10 لسٹ اے کھیلے
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 22 مارچ 1997 کو 17 سال کی عمر میں کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 26 مئی 2013 کو ینگ نے آئرلینڈ کے لیے اسکاٹ لینڈ کے خلاف اپنا فرسٹ کلاس ڈیبیو کیا
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے کاؤنٹی کے لیے اگست 2014 میں ناٹنگھم شائر کے خلاف اپنا فرسٹ کلاس ڈیبیو کیا
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1 اگست 2017 کو 2017 بین الصوبائی چیمپئن شپ میں ناردرن نائٹس کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 2001 02 کے سیزن میں اپنا فرسٹ کلاس ڈیبیو کیا
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ کولٹس کرکٹ کلب کے لیے فرسٹ کلاس کرکٹ بھی کھیلتا ہے
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 18 جون 2019 کو 2019 بین الصوبائی چیمپئن شپ میں لینسٹر لائٹننگ کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ میں ابتدائی کامیابی
A 0 0|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S سینئر ٹیم کے لیے ان کا ڈیبیو 2009 10 کے آئی سی سی انٹرکانٹینینٹل کپ میں کینیا کے خلاف فرسٹ کلاس میچ میں ہوا
A 19 19|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس میچ میں اس نے اپنی پہلی فرسٹ کلاس وکٹ لی جو کولنز اوبیا کی تھی
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فرسٹ کلاس میچ کے بعد اس نے دوسرے ون ڈے میں کینیا کے خلاف اپنا ایک روزہ بین الاقوامی ڈیبیو کیا
A 0 0|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S نوین نے 7 مارچ 2018 کو 2018 کے احمد شاہ ابدالی 4 روزہ ٹورنامنٹ میں کابل ریجن کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 20 20|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ڈومیسٹک کرکٹ میں انہوں نے فرسٹ کلاس میچوں میں 2000 سے زیادہ رنز بنائے
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 13 نومبر 2017 کو 2017 18 احمد شاہ ابدالی 4 روزہ ٹورنامنٹ میں آمو ریجن کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 20 20|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے نومبر 2017 کو 2017 18 احمد شاہ ابدالی 4 روزہ ٹورنامنٹ میں اسپین گھر ریجن کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 20 20|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S چبھابھا نے اپنی پہلی فرسٹ کلاس سنچری ہرارے میں سری لنکا اے کے خلاف بنائی
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اپنے پچھلے فرسٹ کلاس میچ میں جنوبی افریقہ اکیڈمی کے خلاف انہوں نے رن آؤٹ ہونے سے پہلے 98 رنز بنائے تھے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S جنوری 2022 میں 2021 22 لوگان کپ کے دوران مسوارے نے اپنا 100 واں فرسٹ کلاس میچ کھیلا
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S دسمبر 2018 میں 2018 19 لوگان کپ کے ابتدائی راؤنڈ کے دوران مساکنڈا نے فرسٹ کلاس کرکٹ میں اپنی پہلی سنچری بنائی
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 4 اکتوبر 2017 کو 2017 18 لوگان کپ میں رائزنگ سٹارز کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 18 دسمبر 2019 کو 2019 20 لوگن کپ میں رینجرز کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 8 فروری 2015 کو 2014 15 لوگن کپ میں میٹابیلیلینڈ ٹسکرز کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 12 نومبر 2017 کو 2017 18 لوگان کپ میں رائزنگ سٹارز کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اپنے فرسٹ کلاس ڈیبیو سے پہلے انہیں 2020 انڈر 19 کرکٹ ورلڈ کپ کے لیے زمبابوے کی ٹیم میں شامل کیا گیا تھا
A 1 1|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 31 جنوری 2022 کو زمبابوے میں 2021 22 لوگان کپ میں ایگلز کے لیے کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S روز انیز نے بعد میں 5 دیگر فرسٹ کلاس میچ کھیلے 3کمبرلے کے لیے اور دو ٹرانسوال کے لیے
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S سٹیورٹ کے لیے یہ ان کا واحد فرسٹ کلاس میچ تھا
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس دورے کے بعد انہوں نے مزید فرسٹ کلاس کرکٹ نہیں کھیلی
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنے آخری فرسٹ کلاس میچ 1904 05 کے سیزن میں مغربی صوبے کے لیے کھیلے
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1902 سے ٹرانسوال کے لیے ڈومیسٹک فرسٹ کلاس کرکٹ کھیلی
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S شنٹر کوئن کے ساتھ 305 کی وکٹ کی شراکت جو آج تک فری سٹیٹ فرسٹ کلاس ریکارڈ بنی ہوئی ہے
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ایک تیز گیند باز بل لنڈی نے 1909 سے 1914 کے درمیان تین صوبوں کے لیے آٹھ فرسٹ کلاس میچ کھیلے
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کا واحد ٹیسٹ اور آخری فرسٹ کلاس میچ 1913 14 میں انگلینڈ کے دورہ جنوبی افریقہ کا پانچواں ٹیسٹ تھا
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس دورے پر تمام فرسٹ کلاس میچوں میں انہوں نے 27 83 کی اوسط سے 61 وکٹیں حاصل کیں
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S یہ اننگز ان کے فرسٹ کلاس کیریئر کی سب سے بڑی اور واحد سنچری ثابت ہوئی
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S نیوزی لینڈ میں دوسرا ٹیسٹ میک ملن کا فرسٹ کلاس کرکٹ کا آخری کھیل تھا
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے نیو ساؤتھ کے خلاف ایک غیر فرسٹ کلاس میچ کھیلا
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس سے پہلے کہ وہ فرسٹ کلاس کرکٹ کو اچھے طریقے سے چھوڑ دیں
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اننگز انہیں دوبارہ جنوبی افریقہ کے لیے منتخب نہیں کیا گیا اور درحقیقت انہوں نے مزید فرسٹ کلاس کرکٹ بھی نہیں کھیلی
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس وقت انہوں نے جو 542 گیندیں کیں وہ فرسٹ کلاس کرکٹ میں کسی ایک اننگز میں سب سے زیادہ تھیں
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S یہ ان کا فرسٹ کلاس کا سب سے بڑا سکور رہے گا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 18 اکتوبر 2019 کو کوئنز لینڈ کے لیے 2019 20 شیفیلڈ شیلڈ سیزن میں کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 4 نومبر 2019 کو سٹریٹ نے مغربی آسٹریلیا کے خلاف 115 رنز کے ساتھ اپنی پہلی فرسٹ کلاس سنچری بنائی
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے مقابلے کے دوران دو مزید فرسٹ کلاس کھیلے بولانڈ اور ایسٹرنز کے خلاف
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے پہلی بار 1931 32 میں بارڈر کے لیے ایک اوپننگ بلے باز کے طور پر فرسٹ کلاس کرکٹ کھیلی
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1960 میں انگلینڈ کا دورہ کیا 23 فرسٹ کلاس میچوں میں 29 69 کی اوسط سے 980 رنز بنائے
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S " وہ سیزن کے اختتام پر ریٹائر ہو گئے اس لیے یہ ان کا آخری فرسٹ کلاس میچ ثابت ہوا
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S تیسرے میچ کے بعد جب انہیں ڈراپ کیا گیا تو انہوں نے فرسٹ کلاس کرکٹ سے ریٹائرمنٹ لے لی
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنا پہلا سیزن 35 73 کی بولنگ اوسط سے 15 فرسٹ کلاس وکٹوں کے ساتھ ختم کیا
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ کیپ کوبراز اور مغربی صوبے کے لیے فرسٹ کلاس کرکٹ کھیلتا ہے
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 2006 07 میں اس کا آخری فرسٹ کلاس سیزن اس نے 8 میچوں میں 34 00 پر 16 وکٹیں حاصل کیں
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S پیڈٹ نے کیپ کوبراز کے اپنے بہت سے دوسرے ساتھیوں کی طرح مغربی صوبے کی کرکٹ ٹیم کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 20 20|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S جنوری 2019 میں 2018 19 سی ایس اے 4 روزہ فرنچائز سیریز میں اس نے فرسٹ کلاس کرکٹ میں اپنی پہلی سنچری بنائی
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کا فرسٹ کلاس ڈیبیو 3ہفتے بعد ہوا فری سٹیٹ کے خلاف سپر اسپورٹ سیریز کے میچ میں کھیلا
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S تھامس نے 1998 99 کے سیزن میں نیو لینڈز کیپ ٹاؤن میں مغربی صوبے بی کے لیے کھیلتے ہوئے اپنا فرسٹ کلاس ڈیبیو کیا
A 20 20|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S موسیہلے نے اکتوبر 2008 میں ایسٹرنز کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S جنوری 2020 میں 2019 20 سی ایس اے 4 روزہ فرنچائز سیریز میں اس نے فرسٹ کلاس کرکٹ میں اپنی پہلی 5وکٹیں حاصل کیں
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بعد کی زندگی اور فرسٹ کلاس کرکٹ
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1889 میں آکسفورڈ یونیورسٹی کے لیے انگلستان کے جنٹلمین کے خلاف اپنی واحد دوسری فرسٹ کلاس پیشی کی
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1934 اور 1936 کے دوران اکثر کھیلا لیکن 1935 1937 اور 1938 میں ہر سال صرف ایک فرسٹ کلاس گیم کھیلا
A 19 19|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1902 کے انگلش کرکٹ سیزن کے دوران لنکاشائر کے لیے اپنے صرف دو فرسٹ کلاس میچ کھیلے
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے ہیمپشائر کے لیے 1922 میں کاؤنٹی گراؤنڈ ساؤتھمپٹن میں مقامی حریف سسیکس کے خلاف فرسٹ کلاس ڈیبیو کیا
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فرائی فرسٹ کلاس کرکٹ میں اپنے والد کے حملہ آور فلسفوں کی تقلید نہیں کر سکے
A 1 1|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ایک نصف سنچری کے ساتھ جس نے فرسٹ کلاس میں ان کا سب سے زیادہ 78 رنز بنائے
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ سے ان کی ریٹائرمنٹ ان کے 1931 کے سیزن کے آخری میچ کے بعد ہوئی جو وارکشائر کے خلاف ہوا تھا
A 0 0|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ لیجنڈری سی بی فرائی کے پوتے ہیں ان کے والد سٹیفن فرائی بھی ہیمپشائر کے لیے فرسٹ کلاس کرکٹ کھیلتے تھے
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کے بھائی جان نے بھی فرسٹ کلاس کرکٹ کھیلی
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S جان ایڈورڈ ٹیو ( پیدائش 3 ستمبر 1905 ) ( انتقال 28 دسمبر 1992 ) ایک انگلش فرسٹ کلاس کرکٹر اور وکیل تھے
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ٹیو کے بھائی انتھونی نے بھی فرسٹ کلاس کرکٹ کھیلی
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے فرسٹ کلاس وکٹ لیے بغیر 25 گیندیں کیں
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ) یا آمو ریجن افغانستان کی آٹھ علاقائی فرسٹ کلاس کرکٹ ٹیموں میں سے ایک ہے
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے والد ہنری پیلریٹ نے میریلیبون کرکٹ کلب کے لیے 1868 اور 1869 میں دو بار فرسٹ کلاس کرکٹ کھیلی
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس دورے کے بعد فرسٹ کلاس کرکٹ میں ان کی نمائش کم ہوتی گئی
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ دائیں ہاتھ کا بلے باز تھا اور اس نے صرف ایک ہی میچ میں فرسٹ کلاس رن کے ٹوٹل 3 کے ساتھ کھیلا
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S سٹیپلٹن نے مزید کوئی فرسٹ کلاس نہیں کھیلا لیکن 1909 میں مائنر کاؤنٹی چیمپئن شپ میں گلیمورگن کے لیے ایک میچ کھیلا
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اپنے 4 فرسٹ کلاس میچوں میں انہوں نے 31 کے سب سے زیادہ سکور کے ساتھ مجموعی طور پر 89 رنز بنائے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S پھر 1937 میں میتھیوز سٹو سکول میں کوچ بن گئے اور ان سے کوئی فرسٹ کلاس کرکٹ کھیلنے کی توقع نہیں تھی
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S پرائس ایک وکٹ کیپر تھے جنہوں نے اپنے فرسٹ کلاس کیریئر میں 648 کیچ اور 316 اسٹمپنگ کیے
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے کیمبرج یونیورسٹی کے لیے 1935 سے 1938 تک فرسٹ کلاس کرکٹ کھیلی
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S گ ب 1957 سے 1966 تک فرسٹ کلاس کرکٹ میں امپائر رہے بعد میں وہ گلڈ فورڈ سرے میں بس ڈرائیور بن گئے
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ایل رابنسن الیون کے خلاف ایونز نے کیمبرج یونیورسٹیز کی دوسری اننگز میں 70 رنز بنا کر اپنی واحد فرسٹ کلاس نصف سنچری بنائی
A 19 19|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ایونز کا آخری فرسٹ کلاس میچ 1914 میں کیمبرج یونیورسٹی کے خلاف فری فارسٹرز کے لیے ہوا تھا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ایلیٹ نے 1956 سے 1974 تک فرسٹ کلاس امپائر کے طور پر خدمات انجام دیں
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بعد میں وہ 1979 1980 میں ہووا باؤل میں 3 فرسٹ کلاس میچوں میں نٹال کے لیے کھیلے
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 16 ستمبر 2019 کو ناٹنگھم شائر کے لیے 2019 کاؤنٹی چیمپئن شپ میں کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کے تین بھائی ایرک جیوف اور بل اور اس کے کزن جان سبھی فرسٹ کلاس کرکٹ کھیلتے تھے
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ایڈریچ نے فارمر بننے سے پہلے 1946 اور 1948 کے درمیان لنکاشائر کے لیے 36 فرسٹ کلاس میچز بطور وکٹ کیپر کھیلے
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کے 3 بھائی برائن جیوف اور بل اور اس کے کزن جان ایڈریچ سبھی فرسٹ کلاس کرکٹ کھیلتے تھے
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے فرسٹ کلاس کی 1600 وکٹیں حاصل کیں
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے کیمبرج کے لیے 1979 تک فرسٹ کلاس کرکٹ کھیلی 14 میچز کھیلے
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کا بہترین سیزن 1961 تھا جب انہوں نے فرسٹ کلاس کرکٹ میں 1 , 860 رنز بنائے
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S رہوڈس بعد میں فرسٹ کلاس امپائرنگ کی فہرست میں شامل ہو گئے
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ بائیں ہاتھ کے بلے باز اور وکٹ کیپر تھے جنہوں نے 1995 میں ڈربی شائر کے لیے فرسٹ کلاس کرکٹ کھیلی
A 18 18|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے اپنی واحد فرسٹ کلاس سنچری 1997 میں آکسفورڈ یونیورسٹی کے خلاف صرف 64 گیندوں پر بنائی تھی
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S شٹل ورتھ نے 1998 اور 2003 کے درمیان 11 فرسٹ کلاس میچوں میں امپائرنگ کی
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S آدمکے چیمہ پاکستان کا ایک آباد مقام جو تحصیلڈسکہ ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 2 2|||M:ADJ|||والا|||REQUIRED|||-NONE-|||0

S ان کے بیٹے جیمی نے بھی فرسٹ کلاس کرکٹ کھیلی
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1964 65 رنجی ٹرافی میں آندھرا کے خلاف تمل ناڈو کے لیے صرف ایک فرسٹ کلاس میچ کھیلا
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے بیٹے ریس نے 2017 میں آکسفورڈ ایم سی سی یو لیے فرسٹ کلاس کرکٹ کھیلی
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 17 سال پر محیط فرسٹ کلاس کیریئر میں انہوں نے 675 وکٹیں حاصل کیں اور 4 , 457 رنز بنائے
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S تمام فرسٹ کلاس کرکٹ میں انہوں نے 29 35 کی اوسط سے 1000 سے زیادہ وکٹیں حاصل کیں
A 1 1|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 11سیزن میں اس نے نارتھمپٹن شائر کے لیے 500 سے زیادہ فرسٹ کلاس وکٹیں حاصل کیں 2001 میں ان کی رہائی تک
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ایلوٹ نے ایسیکس کے ساتھ 15 سالہ فرسٹ کلاس کیریئر کا لطف اٹھایا
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 10 جولائی 2016 کو 2016 کاؤنٹی چیمپئن شپ میں نارتھمپٹن شائر کے خلاف ووسٹر شائر کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 20 20|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بار بار کہنی کی چوٹ کے بعد انہوں نے 2008 کے سیزن کے آغاز میں فرسٹ کلاس کرکٹ سے ریٹائرمنٹ کا اعلان کیا
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 2012 کے سیزن کے اختتام پر فرسٹ کلاس کرکٹ سے ریٹائرمنٹ لے لی 23 سیزن تک کاؤنٹی کرکٹ کھیلی
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اسی سال اس نے گلوسٹر شائر میں شمولیت اختیار کی اور فرسٹ کلاس ڈیبیو کیا
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ایک دائیں ہاتھ کے بلے باز انہوں نے 8سنچریوں سمیت 3 , 305 فرسٹ کلاس رنز بنائے
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 2012 کے سیزن میں کیریگن کو کیڈی کی جگہ فرسٹ کلاس کرکٹ میں لنکاشائر کے اہم سپنر کے طور پر دیکھا گیا
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 2012 میں وہ مارچ کے مہینے میں انگلینڈ میں فرسٹ کلاس سنچری بنانے والے پہلے بلے باز بن گئے
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 2019 میں اس نے ڈرہم کے لیے چار فرسٹ کلاس میچ کھیلے لیکن سیزن کے اختتام پر اسے عملے میں برقرار نہیں رکھا گیا
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے انگلینڈ کے لیے تین ایک روزہ بین الاقوامی اور 359 فرسٹ کلاس میچوں میں کھیلا
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1986 تک کیمبرج کے لیے فرسٹ کلاس کرکٹ کھیلی جس میں کل 23 میچ کھیلے
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے جنوری 1914 میں ٹرانسوال کے لیے میریلیبون کرکٹ کلب کے خلاف مزید دو فرسٹ کلاس کھیلے
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ فرسٹ کلاس کرکٹ میں مڈل آرڈر میں بیٹنگ کرتا ہے اور محدود اوورز میں کھلتا ہے
A 1 1|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 2011 میں وہ ڈیرک انڈر ووڈ کے بعد 100 فرسٹ کلاس وکٹیں لینے والے سب سے کم عمر انگلش اسپن بولر بن گئے
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S گارٹن نے اپنا فرسٹ کلاس ڈیبیو سسیکس کے لیے اپریل 2016 میں لیڈز بریڈ فورڈ ایم سی سی یونیورسٹی کے خلاف کیا تھا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے ستمبر 2014 میں سسیکس کے خلاف ناٹنگھم شائر کے لیے فرسٹ کلاس ڈیبیو کیا
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کی ون ڈے سنچریاں جو تیرہ مختلف مقامات پر بنائی گئی تھیں سات مختلف مخالفین کے خلاف بنی ہیں
A 2 2|||M:ADJ|||ایل|||REQUIRED|||-NONE-|||0

S ابھی میں نے کیفاس زوائو پر بیرونی ربط میں ترمیم کی ہے
A 3 3|||M:ADJ|||کیلے|||REQUIRED|||-NONE-|||0

S ان کے کزن یوی برکن سٹاک جنوبی افریقہ میں فرسٹ کلاس کرکٹ کھیل چکے ہیں
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے اپنی پہلی فرسٹ کلاس اننگز میں نصف سنچری بنائی
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اپنے فرسٹ کلاس ڈیبیو سے پہلے انہیں 2018 کے انڈر 19 کرکٹ ورلڈ کپ کے لیے نمیبیا کے سکواڈ میں شامل کیا گیا تھا
A 1 1|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اپنے فرسٹ کلاس ڈیبیو سے پہلے انہیں 2018 کے انڈر 19 کرکٹ ورلڈ کپ کے لیے نمیبیا کے سکواڈ میں شامل کیا گیا تھا
A 1 1|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S جنوبی افریقہ میں پیدا ہوئے ڈی لینج نے مارچ 1998 میں دورہ سری لنکا کے خلاف بولانڈ کے لیے فرسٹ کلاس ڈیبیو کیا
A 19 19|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 20 اکتوبر 2016 کو 2016 17 سن فوئل 3 روزہ کپ میں بولانڈ کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 18 18|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے چھ کھیلوں نے فرسٹ کلاس کا درجہ حاصل کیا اور ان میں اس نے 17 وکٹیں حاصل کیں اور 61 رنز بنائے
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اینڈرسن نے 1892 اور 1895 کے درمیان یورپیوں کے لیے 2 فرسٹ کلاس میچ کھیلے جو دونوں پارسیوں کے خلاف تھے
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S آرنلڈ کا فرسٹ کلاس کیریئر پہلی جنگ عظیم کے آغاز کے ساتھ ختم ہوا
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1911 12 شیفیلڈ شیلڈ سیزن میں جنوبی آسٹریلیا کے لیے ایک فرسٹ کلاس میچ کھیلا
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1907 اور 1910 کے درمیان 20 فرسٹ کلاس میچ کھیلے جن میں سے 17 وورسٹر شائر کے لیے
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اگلے سیزن میں بیکن نے سمرسیٹ کے خلاف ہیمپشائر کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S دائیں ہاتھ کے بلے باز اس نے آئرلینڈ کے لیے دو فرسٹ کلاس میچ کھیلے ایک 1913 میں دوسرا 1914 میں
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بیلچر نے 1905 میں ہیمپشائر کے لیے ایک ہی فرسٹ کلاس میں شرکت کی
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ایک لوئر مڈل آرڈر بلے باز کے طور پر اس نے اپنی ہر فرسٹ کلاس اننگز میں صفر رنز بنائے
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بنگھم نے 1896 کے سیزن کے دوران میریلیبون کرکٹ کلب کے خلاف ڈربی شائر کے لیے ایک فرسٹ کلاس کھیلا
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1904 سے 1913 درمیان مڈل سیکس اور آکسفورڈ یونیورسٹی کے لیے 55 فرسٹ کلاس میچ کھیلے
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بوڈنگٹن نے 1901 کاؤنٹی چیمپیئن شپ میں سرے کے خلاف ہیمپشائر کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1914 تک آکسفورڈ کے لیے فرسٹ کلاس کرکٹ کھیلی چودہ میچز کھیلے
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بریڈ فورڈ نے سمرسیٹ کے خلاف 1895 کاؤنٹی چیمپئن شپ میں ہیمپشائر کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے چچا فرانسس بٹلر نے بھی فرسٹ کلاس کرکٹ کھیلی
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S چارٹیرس نے 1910 کے سیزن کے دوران سرے کے خلاف ٹیم کے لیے واحد فرسٹ کلاس کھیل پیش کیا
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S چارٹرس کے بہنوئی آرچر ونڈسر کلائیو اور چچا رچرڈ چارٹرس دونوں فرسٹ کلاس کرکٹ کھیلتے تھے
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1897 سے 1910 درمیان مڈل سیکس اور سرے کے لیے 66 فرسٹ کلاس میچ کھیلے
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ایک دائیں ہاتھ کا بلے باز اس نے جون 1895 میں لیسٹر شائر کے خلاف ڈبلن یونیورسٹی کے لیے ایک فرسٹ کلاس میچ کھیلا
A 20 20|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کے بھائی جیفری کتھبرٹسن نے بھی فرسٹ کلاس کرکٹ کھیلی
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے بھائی آئیور اور بہنوئی مرے بسیٹ دونوں فرسٹ کلاس کرکٹ کھیلتے تھے
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1871 72 میں نیو ساؤتھ ویلز کے لیے ایک فرسٹ کلاس میچ کھیلا
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1905 06 میں ویلنگٹن کے لیے ایک فرسٹ کلاس میچ کھیلا
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 9 فروری 2013 کو کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کے بھائی کرسٹوفر نے 1967 میں جنوبی افریقی یونیورسٹیوں کے لیے ایک فرسٹ کلاس میچ کھیلا
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S رچرڈسن دائیں ہاتھ کے بلے باز اور وکٹ کیپر کے طور پر بائیس فرسٹ کلاس میچوں میں نظر آئے
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S " رنگ آرکس " بیرونی انگوٹھی کا حصہ ہیں جسے ایڈمز رنگ کہا جاتا ہے اور کہیں اور نہیں دیکھا جاسکتا
A 1 1|||M:ADJ|||حلقی|||REQUIRED|||-NONE-|||0

S 1999 سے شروع ہو کر 2014 تک مزید 19 تعلقات ہو چکے ہیں جو پہلے سے کہیں زیادہ کثرت سے ہوئے ہیں
A 10 10|||M:ADJ|||رونما|||REQUIRED|||-NONE-|||0

S 2022 23 قائداعظم ٹرافی ایک فرسٹ کلاس کرکٹ ٹورنامنٹ تھا جو پاکستان میں 27 ستمبر سے 30 نومبر 2022 تک کھیلا گیا
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1 ستمبر 2018 کو 2018 19 قائد اعظم ٹرافی میں زرعی ترقیاتی بینک لمیٹڈ کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 19 19|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S رضا نے اپنا پہلا فرسٹ کلاس میچ 28 مارچ 2013 کو کینیا کے خلاف کھیلا
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ میں 1948 سے اب تک 33 ٹائیز ہو چکے ہیں
A 0 0|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ میں سب سے زیادہ انفرادی اسکور 501 ہے جو برائن لارا نے 1994 میں واروکشائر کے لیے بنایا تھا
A 0 0|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1772 سے فرسٹ کلاس میچوں میں درج ذیل انفرادی اسکور آہستہ آہستہ معاصر سکور کارڈز " پر " ریکارڈ کیے گئے سب سے زیادہ ہیں
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ نو فرسٹ کلاس کرکٹ میچوں میں میٹابیلینڈ ٹیم کے لیے کھیل چکے ہیں
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 16 ستمبر 2018 کو 2018 19 قائداعظم ٹرافی میں کراچی وائٹس کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 26 ستمبر 2017 کو 2017 18 قائد اعظم ٹرافی میں سوئی ناردرن گیس پائپ لائنز لمیٹڈ کے لیے فرسٹ کلاس ڈیبیو کیا
A 20 20|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 29 دسمبر 2013 کو 2013 14 قائد اعظم ٹرافی میں سوئی ناردرن گیس پائپ لائنز لمیٹڈ کے لیے فرسٹ کلاس ڈیبیو کیا
A 20 20|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فارمرکے ماموں ولیم کرولی اور آرتھر فارمر دونوں فرسٹ کلاس کرکٹ کھیلتے تھے
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ایک وکٹ کیپر 152 فرسٹ کلاس میچوں میں اس نے 5 , 798 رنز بنائے اور 203 آؤٹ ہوئے
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1913 اور 1914 کے درمیان تسمانیہ کے لیے 2 فرسٹ کلاس میچ کھیلے
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1914 15 میں اوٹاگو کے لیے ایک فرسٹ کلاس میچ کھیلا
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S رونالڈ سٹیورٹ گورڈن ( پیدائش 24 نومبر 1876 ) ( انتقال 31 اکتوبر 1914 ) سکاٹش فرسٹ کلاس کرکٹر اور برطانوی آرمی افسر تھے
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کی بولنگ اوسط 10 22 فرسٹ کلاس کرکٹ میں آئرلینڈ کے لیے دوسری بہترین ہے
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کے بھائی ولیم اور والٹر جنہوں نے سکاٹ لینڈ کے لیے فرسٹ کلاس کرکٹ بھی کھیلی تھی دونوں جنگ میں مارے گئے
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کے دونوں بھائی جان اور والٹر نے فرسٹ کلاس کرکٹ کھیلی
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ہیتھ کوٹ ایموری کے بھائی جان اور چچا ہنری اسٹینلے دونوں فرسٹ کلاس کرکٹ کھیلتے تھے
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کا فرسٹ کلاس کا سب سے زیادہ سکور 1907 کے کھیل میں 15 تھا
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S مئی 1912 میں لارڈز میں رائل نیوی کے خلاف آرمی کی طرف سے اس نے ایک اور فرسٹ کلاس میچ کھیلا
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ اس سے قبل ایم سی سی اور سینڈہرسٹ کے لیے نان فرسٹ کلاس میچ کھیل چکے ہیں
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S جیمز کے تینوں فرسٹ کلاس مقابلے گلوسٹر شائر کے لیے شکست پر ختم ہوئے
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S جیننگز نے اپنا فرسٹ کلاس ڈیبیو وارکشائر کے لیے 1923 میں دورہ کرنے والے ویسٹ انڈینز کے خلاف کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S جیننگز نے وارکشائر کے لیے 1923 سے 1925 تک فرسٹ کلاس کرکٹ کھیلی ان کے لیے 20 بار کھیلے
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S کرکٹ کے ایک بڑے خاندان کا حصہ اس کے بھائی ڈیوڈ جارج اور لیونارڈ سب فرسٹ کلاس کرکٹ کھیلتے تھے
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کے بھائی ڈیوڈ جارج اور ٹام سبھی فرسٹ کلاس کرکٹ کھیلتے تھے
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S جیسن نے 1907 کاؤنٹی چیمپیئن شپ میں وارکشائر کے خلاف ہیمپشائر کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1907 میں ہیمپشائر کے لیے 11 فرسٹ کلاس میچ کھیلے
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1912 13 میں آکلینڈ کے لیے ایک فرسٹ کلاس میچ کھیلا
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S میکے نے کینٹ کے خلاف 1914 کے سیزن کے دوران ٹیم کے لیے ایک واحد فرسٹ کلاس کھیل پیش کیا
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S میرڈیتھ میگنیاک ( پیدائش 27 جون 1880 ) ( انتقال 25 اپریل 1917 ) ایک انگریز فرسٹ کلاس کرکٹر اور برطانوی آرمی آفیسر تھا
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1914 15 میں اوٹاگو کے لیے ایک فرسٹ کلاس میچ کھیلا
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنا لسٹ اے امپائرنگ کا آغاز نومبر 2007 میں کیا اور دسمبر 2008 میں فرسٹ کلاس ڈیبیو کیا
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S میڈ نے 1913 کاؤنٹی چیمپئن شپ میں ڈربی شائر کے خلاف ایسیکس کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے کاؤنٹی کے لیے مزید تین فرسٹ کلاس کھیلے جن میں سے آخری 1914 کاؤنٹی چیمپئن شپ میں سسیکس کے خلاف آیا
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S جان کانگریو مرے ( پیدائش 21 اگست 1882 ) ( انتقال 23 ستمبر 1917 ) سکاٹش فرسٹ کلاس کرکٹر اور برطانوی آرمی آفیسر تھے
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اگرچہ ایک وکٹ کیپر مرے نے صرف اپنی فرسٹ کلاس میچوں میں سے ایک میں وکٹ کیپ کی تھی
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ولیم کے بھائی ایڈون اوڈیل نے بھی ایک میچ میں لیسٹر شائر کے لیے فرسٹ کلاس کرکٹ کھیلی
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S پرسی نے سرے کے خلاف 1905 کاؤنٹی چیمپئن شپ میں ہیمپشائر کاؤنٹی کرکٹ کلب کے لیے فرسٹ کلاس ڈیبیو کیا
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S پرسی کا فرسٹ کلاس کیریئر ختم ہو گیا اس کی وجہ یہ بتائی گئی کہ وہ بیرون ملک سفر کر رہا تھا
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1914 15 میں کوئنز لینڈ کے لیے ایک فرسٹ کلاس میچ کھیلا
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S پرڈمور ایک کرکٹر بھی تھا اور وارکشائر کے لیے دائیں ہاتھ کے بلے باز کے طور پر فرسٹ کلاس کرکٹ کھیلتا تھا
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S راجرز نے یارکشائر کے خلاف 1912 کاؤنٹی چیمپئن شپ میں ہیمپشائر کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1914 کے سیزن میں راجرز نے مزید تین بار ہیمپشائر کی نمائندگی کی اس کا آخری فرسٹ کلاس میچ ڈربی شائر کے خلاف تھا
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نےجے بامفورڈ کی الیون کے لیے فرسٹ کلاس کرکٹ کا ایک کھیل کھیلا
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے بعد ان کا بھائی رابرٹ تھا جس نے فرسٹ کلاس کرکٹ کھیلی اور بعد میں رائل نیوی میں کپتان بن گئے
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کا بھتیجا برائن بوبیئر آکسفورڈ یونیورسٹی اور انگلینڈ کے لیے رگبی یونین کے لیے فرسٹ کلاس کرکٹ کھیلتا تھا
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S دوسرے میں سے ایک الفریڈ ٹریسٹریل کے لیے یہ بھی واحد فرسٹ کلاس میچ تھا
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1911 اور 1913 درمیان کوئنز لینڈ کے لیے 3 فرسٹ کلاس میچ کھیلے
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S مجموعی طور پر اس نے آئرلینڈ کے لیے 26 بار کھیلا جس میں 3 فرسٹ کلاس میچز اور 4 لسٹ اے میچز شامل تھے
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے فرسٹ کلاس کرکٹ میں 2002 تک جاری رکھا جب وہ ریٹائر ہوئے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کی دوسری فرسٹ کلاس میں کچھ دنوں بعد لنکاشائر کے خلاف کاؤنٹی میچ میں شرکت ہوئی
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ بائیں ہاتھ کا ایک سلو بولر تھا اور اس نے 29 رنز کی قیمت پر 2فرسٹ کلاس وکٹیں حاصل کیں
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 8 اگست 2020 کو ڈربی شائر کے لیے 2020 باب ولس ٹرافی میں کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ ایک راؤنڈ آرم سلو بولر تھا اور اس نے 27 رنز کے عوض 1 فرسٹ کلاس وکٹ حاصل کی
A 14 14|||M:ADJ|||واحد|||REQUIRED|||-NONE-|||0

S وہ بائیں ہاتھ کے ایک سست بولر تھے اور انہوں نے 100 رنز کے عوض دو فرسٹ کلاس وکٹیں حاصل کیں
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ دائیں ہاتھ کے بلے باز تھے جنہوں نے ڈربی شائر اور آکسفورڈ یونیورسٹی کے لیے فرسٹ کلاس کرکٹ کھیلی
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بیڈفورڈ نے 1924 کے سیزن میں ڈربی شائر کے لیے ایک فرسٹ کلاس میچ کھیلا جو مئی میں گلیمورگن کے خلاف تھا
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1925 اور 1947 کے درمیان ڈربی شائر کے لیے وقفے وقفے سے فرسٹ کلاس کرکٹ کھیلی
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بوڈن نے مڈل آرڈر میں کھیلا اور اپنی دو فرسٹ کلاس اننگز میں 5 اور 9 رن بنائے
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے بہنوئی ہوریس پیکوک اور ان کے بھتیجے ٹموتھی بوڈن دونوں فرسٹ کلاس کرکٹ کھیلتے تھے
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ڈربی شائر کے لیے اس کا واحد فرسٹ کلاس ظہور اگست میں لیسٹر شائر کے خلاف 1895 کے سیزن کے آخر میں آیا تھا
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S باؤڈن دائیں ہاتھ کے بلے باز تھے اور انہوں نے 231 فرسٹ کلاس میچوں میں 20 57 کی اوسط سے 395 اننگز کھیلیں
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ دائیں ہاتھ کے میڈیم فاسٹ باؤلر تھے لیکن فرسٹ کلاس کرکٹ میں باؤلنگ نہیں کرتے تھے
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 11 اگست 2017 کو ویسٹ انڈیز کے خلاف اپنے دورہ انگلینڈ کے دوران ڈربی شائر کے لیے فرسٹ کلاس ڈیبیو کیا
A 19 19|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بکلی دائیں ہاتھ کے بلے باز تھے اور انہوں نے ایک فرسٹ کلاس میچ میں 2اننگز میں مجموعی طور پر دس رنز بنائے
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بکسٹن کے بہنوئی ہنری آلسوپ نے 1876 کے دوران کیمبرج یونیورسٹی کے لیے فرسٹ کلاس کرکٹ کھیلی
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1912 کے سیزن میں ڈربی شائر کے لیے اپنے واحد فرسٹ کلاس میچ کھیلے
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S برنہم نے پانچ فرسٹ کلاس میچوں میں 6 00 کی اوسط اور 15 کے ٹاپ سکور کے ساتھ 6اننگز کھیلی
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے فرسٹ کلاس وکٹ لیے بغیر 7 اوورز پھینکے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1946 میں ڈربی شائر کے لیے فرسٹ کلاس کرکٹ بھی کھیلی
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1973 کے سیزن کے دوران ان کا پہلا فرسٹ کلاس کھیل وارکشائر کے خلاف شکست
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 241 رنز کی قیمت پر ایک فرسٹ کلاس وکٹ حاصل کی
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے اپنے کیریئر میں صرف ایک فرسٹ کلاس اننگز میں کامیابی حاصل کی اور 2005 میں ریلیز ہوئے
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1992 میں 2 انڈر 19 ٹیسٹ اور 1992 اور 1996 کے درمیان 13 فرسٹ کلاس میچ کھیلے
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 3 مئی 2015 کو گلیمورگن کے خلاف 2015 کاؤنٹی چیمپئن شپ میں کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ دائیں ہاتھ کے بلے باز تھے اور انہوں نے 16 فرسٹ کلاس میچوں میں 28 اننگز کھیلی
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 9 میچوں کے بعد سیزن کے اختتام پر اپنا فرسٹ کلاس کیریئر بند کر دیا
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے دو فرسٹ کلاس میچوں میں چار اننگز میں 9 5 کی اوسط اور 13 کے ٹاپ اسکور سے بیٹنگ کی
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے دو بیٹے ہنری اور گلبرٹ تھے جنہوں نے ڈربی شائر کے لیے فرسٹ کلاس کرکٹ بھی کھیلی اور دو بیٹیاں
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اپنے والد کے ساتھ ساتھ ان کے بھائی گلبرٹ نے بھی ڈربی شائر کے لیے فرسٹ کلاس کرکٹ کھیلی
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ایک مفید آل راؤنڈر اس نے اپنے فرسٹ کلاس کیریئر میں 5500 سے زیادہ رنز بنائے اور 621 وکٹیں حاصل کیں
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ڈیوس ایک دائیں ہاتھ کے بلے باز تھے جنہوں نے 1 فرسٹ کلاس میچ میں 2 اننگز کھیل کر مجموعی طور پر 9 بنائے
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ ایک کرکٹ کھلاڑی بھی تھا جس نے 1920 میں ڈربی شائر کے لیے فرسٹ کلاس کرکٹ کھیلی
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 23 جولائی 2015 کو آسٹریلیا کے خلاف ڈربی شائر کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بطور وکٹ کیپر اس نے فرسٹ کلاس کھیل میں نو اور ایک روزہ مقابلے میں 2 کیچ لیے
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ڈیلاکومبے نے 10 فرسٹ کلاس میچوں میں 9 50 کی اوسط کے ساتھ 13 اننگز کھیلی اور ٹاپ سکور 23 ناٹ آؤٹ رہا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ڈزنی نے 57 فرسٹ کلاس میچوں میں 87 کیچ لیے اور 12 بار سٹمپنگ کی وکٹ کیپنگ کی
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1881 اور 1882 میں ڈربی شائر کے لیے فرسٹ کلاس کرکٹ بھی کھیلی
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ کبھی کبھار اگرچہ ناکام باؤلر بھی تھا کیونکہ اس نے کبھی فرسٹ کلاس وکٹ نہیں لی
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ایورشیڈ دائیں ہاتھ کا بلے باز اور وکٹ کیپر تھا اور اس نے فرسٹ کلاس گیم میں ایک رن بنایا تھا
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S شمس الدین محمد بن اشرف الحسینی ال سمرقندی ( 1250 1310 ) 13ویں صدی کے ماہر فلکیات اور ریاضی دان سمرقند سے تھے
A 18 18|||M:ADJ|||مشہور|||REQUIRED|||-NONE-|||0

S آئیر 1908 کے سیزن میں ڈربی شائر کے لیے ایک واحد فرسٹ کلاس میچ میں نمودار ہوئے جنٹلمین آف فلاڈیلفیا کے خلاف
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ کبھی کبھار دائیں ہاتھ کے میڈیم پیس باؤلر تھے اور انہوں نے 248 رنز کی قیمت پر ایک فرسٹ کلاس وکٹ حاصل کی
A 19 19|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ بائیں ہاتھ کے بلے باز تھے جنہوں نے 3 فرسٹ کلاس میچوں میں 10 4 کی اوسط سے 6 اننگز کھیلیں
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S مجموعی طور پر اس نے 5 فرسٹ کلاس میچوں میں 10 اننگز کھیلی جس میں سب سے زیادہ سکور 4 تھا
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فل ووڈ نے چھ فرسٹ کلاس میچوں میں 4 55 کی اوسط اور 13 کے ٹاپ اسکور کے ساتھ دس اننگز کھیلیں
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فراسٹ کے بھائی جان جو اس سے 21 ماہ بڑے تھے نے ڈربی شائر کے لیے ایک فرسٹ کلاس میچ کھیلا
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S گلیڈون بائیں ہاتھ کے اوپننگ بلے باز نے 71 فرسٹ کلاس اور 52 محدود اوورز کے میچ کھیلے
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ٹرینیڈاڈ اینڈ ٹوباگو کے لیے فرسٹ کلاس اور لسٹ اے کرکٹ
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 9 نومبر 2017 کو 2017 18 کے علاقائی 4 روزہ مقابلے جمیکا کی طرف سے کھیلتے ہوئے اپنا فرسٹ کلاس ڈیبیو کیا
A 20 20|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ہالینڈ نے اپنا فرسٹ کلاس ڈیبیو وکٹوریہ کے لیے 3 فروری 2016 کو 2015 16 شیفیلڈ شیلڈ میں کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 12 اکتوبر 2014 کو 2014 15 قائد اعظم ٹرافی میں پاکستان انٹرنیشنل ایئر لائنز کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 19 19|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 2000 01 کے سیزن میں فرسٹ کلاس ڈیبیو کیا
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S گولڈ نے 7 فرسٹ کلاس میچوں میں 10 اننگز کھیلی جن کا ٹاپ سکور 18 ناٹ آؤٹ اور 7 87 کی اوسط ہے
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S گرین نے چھ فرسٹ کلاس میچوں میں 3 54 کی اوسط اور 20 کے ٹاپ اسکور کے ساتھ گیارہ اننگز کھیلیں
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ستمبر 2021 میں 2021 کاؤنٹی چیمپئن شپ میں مہمان نے فرسٹ کلاس کرکٹ میں اپنی پہلی سنچری بنائی
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ آف بریک باؤلر بھی تھے اور انہوں نے 33 28 کی اوسط سے 71 فرسٹ کلاس وکٹیں حاصل کیں
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے اگست میں سسیکس کے خلاف 1973 کے سیزن میں ڈربی شائر کے لیے اپنی واحد فرسٹ کلاس میں شرکت کی
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اینڈریو جیمز ہیرس ( پیدائش 26 جون 1973 ) ایک سابق انگلش فرسٹ کلاس کرکٹر ہیں
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ایک امید افزا فرسٹ کلاس ڈیبیو نے اسے پہلی اننگز میں 4 وکٹیں حاصل کرتے ہوئے دیکھا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 12 سالہ فرسٹ کلاس کیریئر کے دوران ہیہرسٹ نے لنکاشائر سمرسیٹ اور ڈربی شائر کے لیے کھیلا
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ایک جام " ہکٹن کے بیٹے جس کا نام بھی ولیم ہکٹن ہے نے ورسیسٹر شائر کے لیے فرسٹ کلاس کرکٹ کھیلی
A 18 18|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے والد کے ساتھ ساتھ ان کے بھائی پیٹر ہگسن نے بھی فرسٹ کلاس کرکٹ کھیلی
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے فرسٹ کلاس میچ میں 10 , 00 سے زیادہ رنز بنائے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 24 09 کی اوسط کے ساتھ 272 فرسٹ کلاس میچ کھیلے اور ٹاپ سکور 137 ناٹ آؤٹ رہا
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ ایک لیگ بریک بولر تھا اور اس نے 62 20 کی اوسط سے پانچ فرسٹ کلاس وکٹیں حاصل کیں
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ڈینس کے بیٹے پیٹر نے 1960 میں ایک فرسٹ کلاس میچ کھیلا
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S جنہوں نے 1876 اور 1877 کے درمیان ڈربی شائر کے لیے فرسٹ کلاس کرکٹ کھیلی
A 11 11|||M:ADJ|||اعل|||REQUIRED|||-NONE-|||0

S ہیوز نے اپنا فرسٹ کلاس ڈیبیو اگست 2013 میں ہوو میں سسیکس کاؤنٹی کرکٹ کلب کے خلاف کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 2 ستمبر 2016 کو ہیوز نے گلوسٹر شائر کے خلاف اپنی دوسری فرسٹ کلاس سنچری بنائی میچ کی دوسری اننگز میں 140 رنز بنائے
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے بہنوئی جان پاول نے بھی فرسٹ کلاس کرکٹ کھیلی
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ہمبل دائیں ہاتھ کے بلے باز لوئر مڈل آرڈر بلے باز تھے اور انہوں نے 6 فرسٹ کلاس میچوں میں 10 اننگز کھیلی تھیں
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ہنٹ دائیں ہاتھ کے مڈل آرڈر بلے باز تھے جنہوں نے 5 فرسٹ کلاس میچوں میں 5 اننگز کھیلیں
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ہنٹ دائیں ہاتھ کے نچلے آرڈر کے بلے باز تھے اور انہوں نے 4 فرسٹ کلاس میچوں میں 5 اننگز کھیلی تھیں
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے فرسٹ کلاس میچ میں کلب کے لیے 14 , 000 سے زیادہ رنز بنائے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S جانسن دائیں ہاتھ کے بلے باز تھے اور انہوں نے 351 فرسٹ کلاس میچوں میں 606 اننگز کھیل کر 14 , 286 رنز بنائے
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1882 میں ڈربی شائر کے لیے فرسٹ کلاس کرکٹ بھی کھیلی
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے بھائی چارلس کینورڈ نے سرے سیکنڈ الیون کے لیے کرکٹ کھیلی اور انگلینڈ کے جنٹلمینز کے لیے ایک فرسٹ کلاس میچ کھیلا
A 20 20|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 2001 میں ڈربی شائر جانے سے پہلے 1993 سے سمرسیٹ کے لیے فرسٹ کلاس کرکٹ کھیلی
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S خان کے بھائی زبیر نے بھی 2000 میں ڈربی شائر کے لیے فرسٹ کلاس کرکٹ کھیلی
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے اپنے فرسٹ کلاس کیریئر میں تقریبا 15000 رنز بنائے
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S لی نے 1935 سے 1949 تک فرسٹ کلاس میچوں میں باقاعدگی سے امپائرنگ کی
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1922 کے سیزن میں ڈربی شائر کے لیے گلیمورگن کے خلاف واحد فرسٹ کلاس کھیلا
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ 23 جولائی 2015 کو آسٹریلیا اور ڈربی شائر کے درمیان ہونے والے فرسٹ کلاس میچ میں امپائر کے طور پر کھڑے ہوئے
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے دائیں ہاتھ کی بلے بازی نے 45 فرسٹ کلاس اننگز میں 7 92 پر 317 رنز بنائے
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ 1890 میں نان فرسٹ کلاس کے لیے ڈربی شائر واپس بھی آئے بلے اور گیند دونوں سے جدوجہد کرتے ہوئے
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اگرچہ ایک لیگ بریک باؤلر تھا لیکن اس نے کسی بھی فرسٹ کلاس میچ میں گیند بازی نہیں کی
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S سیسٹ نے اصل منصوبوں کو ڈرامائی طور پر تبدیل کیا اور ریلوے اسٹیشن کو ایک نیا انتہائی جدید ڈیزائن دیا
A 18 18|||M:ADJ|||سخت|||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ سے ریٹائر ہونے کے بعد سے رولنز نے لوٹن نارتھمپٹن لندن اور ڈربی میں تعلیم کے شعبے میں کام کیا ہے
A 0 0|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کے بھائی ایڈرین نے ڈربی شائر اور نارتھمپٹن شائر کے لیے فرسٹ کلاس اور لسٹ اے کرکٹ کھیلی
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S داس نے 1993 94 رنجی ٹرافی میں آسام کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 43 فرسٹ کلاس میچز کھیلے جن میں سب سے زیادہ 118 سکور اور 32 لسٹ اے میچ تھے
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 3 جولائی 2016 کو اس نے پاکستان کے دورہ انگلینڈ کے دوران سمرسیٹ کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 13 جولائی 2019 کو 2019 کاؤنٹی چیمپئن شپ میں واروکشائر کے لیے کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S لاستھ ابے رتنے ( پیدائش 23 مئی 1993 کولمبو سری لنکا ) سری لنکا کے فرسٹ کلاس کرکٹر ہیں
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S رائڈر نے 1903 کے سیزن کے دوران لندن کاؤنٹی کے خلاف ایک فرسٹ کلاس میچ میں ڈربی شائر کے لیے کھیلا
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے بیٹے ولیم ٹاملنسن نے ڈربی شائر اور کیمبرج یونیورسٹی کے لیے فرسٹ کلاس کرکٹ کھیلی
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اعلی تعلیم پر توجہ مرکوز کرنے کے لیے 1999 کے سیزن کے اختتام پر ٹوئیٹس فرسٹ کلاس کرکٹ سے ریٹائر ہوئے
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 2002 میں اپنا فرسٹ کلاس ڈیبیو کیا اور بولنگ اوسط کے اوپری حصے پر سیزن ختم کیا
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S واکر ایک دائیں ہاتھ کے بلے باز تھے جنہوں نے 4 فرسٹ کلاس میچوں میں 6 اننگز کھیلیں
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S والس نے ڈربی شائر کے لیے اپنی پہلی اور واحد فرسٹ کلاس میچ مئی 1906 میں میریلیبون کرکٹ کلب کے خلاف کھیلی
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S دائیں ہاتھ کے بلے باز کے طور پر انہوں نے 200 فرسٹ کلاس میچوں میں 17 10 کی اوسط سے 272 اننگز کھیلیں
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ ایک لیگ بریک باؤلر تھا لیکن کسی فرسٹ کلاس میچ میں بولنگ نہیں کرتا تھا
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کا واحد فرسٹ کلاس ظہور 1975 میں آکسفورڈ یونیورسٹی کے خلاف یونیورسٹی میچ میں ہوا تھا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 2003 کے سیزن کے بعد ویسٹن نے فرسٹ کلاس کرکٹ کو خیرباد کہہ دیا
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 22 جولائی 2018 کو نارتھمپٹن شائر کے خلاف 2018 کاؤنٹی چیمپئن شپ میں ڈربی شائر کے لیے فرسٹ کلاس ڈیبیو کیا
A 19 19|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 23 جولائی 2015 کو آسٹریلیا کے خلاف ڈربی شائر کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ دائیں ہاتھ کے میڈیم پیس بولر تھے اور انہوں نے 64 50 کی اوسط سے 2 فرسٹ کلاس وکٹیں حاصل کیں
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ولٹ کے بیٹے جوناتھن نے 1989 میں کیمبرج یونیورسٹی کے لیے فرسٹ کلاس کرکٹ کھیلی
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1885 کے سیزن میں اس نے کلب کے لیے 14 گیمز کھیلے جن میں سے کچھ فرسٹ کلاس نہیں تھے
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ولموٹ ایک وکٹ کیپر تھا اور اس نے دس فرسٹ کلاس میچوں میں 11 کیچ اور ایک سٹمپنگ کی
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 2 فرسٹ کلاس میچوں میں 4 75 کی اوسط اور 9 کے ٹاپ سکور کے ساتھ 4 اننگز کھیلیں
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے کل 71 فرسٹ کلاس میچ کھیلے
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ووڈ نے 1879 کے سیزن میں ڈربی شائر کے لیے دو فرسٹ کلاس میچ کھیلے
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1986 کے دوران ٹیم کے لیے دو میچ کھیلے لیکن سیزن کے بعد دوبارہ فرسٹ کلاس کرکٹ نہیں کھیلی
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ایڈمز کا فرسٹ کلاس کیریئر 1926 اور 1932 تک جاری رہا
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے سسیکس کے خلاف 144 رنز کی سب سے زیادہ اننگز کے ساتھ 4 فرسٹ کلاس سنچریاں بنائیں
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے بھائی جان برجیس اور بھتیجے رابرٹ فیدرسٹن ہاگ دونوں فرسٹ کلاس کرکٹ کھیلتے تھے
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بالڈون نے 1906 کاؤنٹی چیمپئن شپ میں لیسٹر شائر کے خلاف نارتھمپٹن شائر کے لیے واحد فرسٹ کلاس میں شرکت کی
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بال نے نارتھمپٹن شائر کے لیے 1921 کاؤنٹی چیمپیئن شپ میں کاؤنٹی گراؤنڈ نارتھمپٹن میں ایسیکس کے خلاف فرسٹ کلاس ڈیبیو کیا
A 18 18|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1921 میں کاؤنٹی کے لیے مزید گیارہ فرسٹ کلاس کھیلے جن میں سے آخری وارکشائر کے خلاف کھیلا
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بلر نے 1931 کے سیزن کے دوران ایسیکس کے خلاف ایک ہی فرسٹ کلاس میں شرکت کی
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بال نے نارتھمپٹن شائر کے لیے 1924 کاؤنٹی چیمپیئن شپ میں ناٹنگھم شائر کے خلاف فرسٹ کلاس ڈیبیو کیا
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اپنے چار فرسٹ کلاس میچوں میں اس نے 2 50 کی اوسط سے صرف 10 رنز بنائے جس کا زیادہ سکور 8 ہے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بیسلے دس فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نظر آئے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بیئرز 17 فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نمودار ہوئے جنہوں نے دائیں بازو کی سست گیند کی
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بیل نے نارتھمپٹن شائر کے لیے 1934 کاؤنٹی چیمپین شپ میں وورسٹر شائر مڈل سیکس اور گلیمورگن کے خلاف تین فرسٹ کلاس کھیلے
A 20 20|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کے بھائی پال نے کاؤنٹی کی سطح پر فرسٹ کلاس کرکٹ کھیلی
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بوول نے ہیمپشائر کے لیے 1902 کاؤنٹی چیمپئن شپ میں ڈربی شائر کے خلاف فرسٹ کلاس ڈیبیو کیا
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بریڈ فیلڈ نے 1970 کے سیزن کے دوران کیمبرج یونیورسٹی کے خلاف واحد فرسٹ کلاس ظہور کیا
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ چار فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نظر آئے جنہوں نے آف اسپن بولنگ کی
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے بھائی ہنری برجیس اور بھتیجے رابرٹ فیدرسٹن ہاگ دونوں فرسٹ کلاس کرکٹ کھیلتے تھے
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ 6 فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نمودار ہوئے جنہوں نے ٹانگ سپن گیند کی
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S کلارک نے 1908 کاؤنٹی چیمپئن شپ میں کینٹ کے خلاف نارتھمپٹن شائر کے لیے واحد فرسٹ کلاس میں شرکت کی
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے اپنے کیریئر میں 1967 سے 1992 کے درمیان 95 فرسٹ کلاس میچوں میں امپائرنگ کی
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ہربرٹ بھی اپنے بیٹے کی طرح فرسٹ کلاس امپائر کے طور پر کھڑا رہا
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ٹیسٹ میں امپائرنگ کے علاوہ انہوں نے وکٹوریہ میں 86 فرسٹ کلاس کرکٹ گیمز اور اے ایف ایل میچوں کی امپائرنگ بھی کی
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S مجموعی طور پر انہوں نے 14 فرسٹ کلاس میچوں میں امپائرنگ کی یہ تمام میچ کنگسٹن جمیکا میں 1948 اور 1960 کے درمیان تھے
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S کرکٹ میں ٹرنر نے 1906 میں فینرز میں کیمبرج یونیورسٹی کے خلاف گلوسٹر شائر کے لیے فرسٹ کلاس ڈیبیو کیا
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کے بعد اس نے سمرسیٹ اور سرے کے خلاف اس سیزن کاؤنٹی چیمپئن شپ میں مزید دو فرسٹ کلاس کھیلے
A 18 18|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے دادا سر تھامس مونکریف اور بہنوئی ڈرموٹ بلنڈل دونوں فرسٹ کلاس کرکٹ کھیلتے تھے
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے پوتے جیرالڈ وارڈ نے بعد میں فرسٹ کلاس کرکٹ بھی کھیلی
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے دوسری بوئر جنگ میں خدمات انجام دیں اور میریلیبون کرکٹ کلب کے لیے فرسٹ کلاس کرکٹ کھیلی
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1900 کے سیزن کے دوران مڈل سیکس کے خلاف ٹیم کے لیے واحد فرسٹ کلاس کھیل پیش کیا
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وریفورڈ براؤن کے بڑے بھائی چارلس اور بھتیجے انتھونی دونوں فرسٹ کلاس کرکٹ کھیلتے تھے
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S سپیرو نے اپنی واحد فرسٹ کلاس اننگز میں 8 رنز بنائے اور کیمبرج اننگز میں ایک وکٹ حاصل کی
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S یالینڈ نے سمرسیٹ کے خلاف 1910 کاؤنٹی چیمپیئن شپ کے دوران ٹیم کے لیے واحد فرسٹ کلاس کھیل پیش کیا
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S آئرلینڈ کے لیے ان کے گیارہ کھیل فرسٹ کلاس کا درجہ رکھتے تھے
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1936 اور 1938 درمیان بنگال کے لیے دو فرسٹ کلاس میچ کھیلے
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1920 کی دہائی میں 3 میچوں میں فرسٹ کلاس کرکٹ کھیلی
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S آرک رائٹ نے ایک اور فرسٹ کلاس میچ 1925 میں آرمی کے لیے کیمبرج یونیورسٹی کے خلاف کھیلا
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بلیک نے 1937 کاؤنٹی چیمپئن شپ میں مقامی حریف سسیکس کے خلاف ہیمپشائر کے لیے فرسٹ کلاس ڈیبیو کیا
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بلیک کے بھائی ڈیوڈ بلیک نے فرسٹ کلاس کرکٹ میں ہیمپشائر اور میریلیبون کرکٹ کلب کی نمائندگی کی
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 1949 میں ہیمپشائر کے لیے ایک کمبائنڈ سروسز ٹیم کے خلاف کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بلیک کے بھائی جان بلیک نے فرسٹ کلاس کرکٹ میں ہیمپشائر اور کیمبرج یونیورسٹی کی نمائندگی کی
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے حیدرآباد کے لیے 1931 32 میں ایک فرسٹ کلاس میچ کھیلا
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1911 سے 1923 برٹش گیانا کے لیے چار فرسٹ کلاس میچ کھیلے
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S لیکن وہ اپنے دوسرے کھیلوں میں کامیاب نہیں ہوئے اور دوبارہ فرسٹ کلاس کرکٹ میں نظر نہیں آئے
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1903 04 میں ویلنگٹن کے لیے ایک فرسٹ کلاس میچ کھیلا
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1933 اور 1940 کے درمیان جنوبی آسٹریلیا کے لیے 15 فرسٹ کلاس میچ کھیلے
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کی دوسری فرسٹ کلاس ظہور مغربی صوبے کے لیے اگلے مہینے گریکولینڈ ویسٹ کے خلاف آئی
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S چھ سال بعد 1936 میں مائلز نے جوہانسبرگ میں ٹرانسوال کے خلاف روڈیشیا کے لیے فرسٹ کلاس کرکٹ میں تیسری اور آخری نمائش کی
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S رائل واروکشائر رجمنٹ میں خدمات انجام دیتے ہوئے اورٹن نے انگلینڈ اور برطانوی ہندوستان دونوں میں فرسٹ کلاس کرکٹ کھیلی
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اپنے 41 فرسٹ کلاس میچوں میں پیک نے 18 86 کی اوسط سے 1151 رنز بنائے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S پیک کے دو بھائی چارلس اور مائیکل نے بھی لیسٹر شائر کے لیے فرسٹ کلاس کرکٹ کھیلی اور دونوں نے ٹیم کی کپتانی کی
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کی دوسری فرسٹ کلاس ظہور اسی مخالفت کے خلاف نٹال کے لیے دو ماہ سے کچھ کم عرصے بعد پیٹرمیرٹزبرگ میں ہوئی
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بنیادی طور پر ایک بلے باز اس نے اپنی تیز میڈیم پیس بولنگ سے 61 فرسٹ کلاس وکٹیں بھی حاصل کیں
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1871 تک آکسفورڈ کے لیے فرسٹ کلاس کرکٹ کھیلی سات میچ کھیلے
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے بھائی جارج اور پوتے پیٹر سکاٹ اور رابرٹ سکاٹ سبھی فرسٹ کلاس کرکٹ کھیلتے تھے
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S شا کا فرسٹ کلاس ڈیبیو سسیکس کے لیے کیمبرج یونیورسٹی کے خلاف کھیل رہا تھا
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S شا کا دوسرا اور آخری فرسٹ کلاس میچ 8سال بعد بنگال کے لیے کھیلنا تھا
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1937 اور 1939 کے درمیان وکٹوریہ کے لیے فرسٹ کلاس کرکٹ میچ کھیلے
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کے بھائی جان سٹیفنسن نے بھی فرسٹ کلاس کرکٹ کھیلی
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کے بھائی رابرٹ سٹیفنسن نے رائل نیوی کے لیے تین فرسٹ کلاس میچ کھیلے
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ 28 فروری اور مارچ 1930 کے درمیان کینٹربری کے خلاف اوٹاگو کے لیے ایک فرسٹ کلاس پلنکٹ شیلڈ میچ میں نظر آئے
A 15 15|||M:ADJ|||اعل|||REQUIRED|||-NONE-|||0

S بائیں ہاتھ کے بلے باز اور کبھی کبھار وکٹ کیپر واکر نے ہیمپشائر کے لیے 73 فرسٹ کلاس کھیل کھیلے
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S کارنیلیس نے 1947 کے سیزن کے دوران لیسٹر شائر کے خلاف واحد فرسٹ کلاس میں شرکت کی
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ 230 فرسٹ کلاس میچوں میں رائٹ آرم لیگ بریک باؤلر کے طور پر نظر آئے جو دائیں ہاتھ کے بلے باز تھے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اپنے 3 فرسٹ کلاس میچوں میں اس نے 2 00 کی اوسط سے 8 رنز بنائے جس میں زیادہ سکور 5 تھا
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے والد جنہیں مارک بھی کہا جاتا ہے اور بھائی آرتھر دونوں فرسٹ کلاس کرکٹ کھیلتے تھے
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ 2007 کے سیزن کے لیے نارتھمپٹن شائر چلا گیا اور کاؤنٹی کے لیے 6 فرسٹ کلاس میچ کھیلے
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے مزید 17 فرسٹ کلاس کھیلے جن میں سے آخری 1935 کاؤنٹی چیمپئن شپ میں ناٹنگھم شائر کے خلاف آیا
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اپنے 3 فرسٹ کلاس میچوں میں انہوں نے 6 66 کی اوسط سے 20 رنز بنائے جس میں 8 کے اعلی سکور
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ نو فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نمودار ہوئے جنہوں نے دائیں بازو کی رفتار آہستہ کی
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S سیکنڈ الیون کرکٹ میں اپنے فرسٹ کلاس کیریئر کے آغاز سے تین سال قبل لیسٹر شائر نارتھمپٹن شائر اور ایسیکس کے لیے کھیلنا
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ میں منتقل ہو کر اس نے 4 سالہ طویل کیریئر میں نارتھمپٹن شائر اور مکمل ایسیکس ٹیم کے لیے کھیلا
A 0 0|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کے بھائی پرسی نے بھی نارتھمپٹن شائر کے لیے فرسٹ کلاس کرکٹ کھیلی
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ 169 فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نظر آئے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1933 میں نارتھمپٹن شائر کاؤنٹی کرکٹ کلب کے لیے ڈربی شائر کے خلاف ایک فرسٹ کلاس کرکٹ کھیل بھی کھیلا
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس سے قبل وہ نارتھمپٹن شائر وورسٹر شائر گلیمورگن اور یارکشائر کے لیے فرسٹ کلاس کرکٹ کھیل چکے ہیں
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 39 فرسٹ کلاس میچوں میں داؤد نے 102 کی بہترین کارکردگی کے ساتھ 22 پر 1 , 122 رنز بنائے
A 1 1|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ 7 فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نمودار ہوئے جنہوں نے انڈر آرم لابز کی گیند کی
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ڈینٹن 104 فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نمودار ہوئے جنہوں نے لیگ بریک اور گوگلی گیند کی
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ڈینٹن 119 فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نمودار ہوئے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ڈکنز نے وارک شائر کے خلاف 1907 کے سیزن کے دوران ایک ہی فرسٹ کلاس میں شرکت کی
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ 163 فرسٹ کلاس میچوں میں رائٹ آرم میڈیم پیس بولر کے طور پر نظر آئے جو دائیں ہاتھ کے بلے باز تھے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ایلڈرکن نے 1934 کے سیزن کے دوران پیٹربورو میں سسیکس کے خلاف ایک ہی فرسٹ کلاس میں شرکت کی
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ 18 فرسٹ کلاس میچوں میں بطور وکٹ کیپر نظر آئے جو دائیں ہاتھ کے بلے باز تھے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 7 سٹمپنگ سمیت 34 فرسٹ کلاس شکار کیے اور اس نے 18 کے سب سے زیادہ سکور کے ساتھ 72 رنز بنائے
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S پہلی جنگ عظیم کے بعد فالڈنگ نے نارتھمپٹن شائر کے لیے ٹور کرنے والے آسٹریلیائیوں کے خلاف ایک ہی فرسٹ کلاس میں شرکت کی
A 19 19|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ کرکٹ جنوبی افریقہ کے فرسٹ کلاس میچوں کے امپائر پینل کا حصہ ہیں
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ نمیبیا اور جنوبی افریقہ میں ڈومیسٹک فرسٹ کلاس اور لسٹ اے میچوں میں امپائر کے طور پر کھڑے ہیں
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1 اکتوبر 2015 کو 2015 16 رنجی ٹرافی میں اپنا فرسٹ کلاس ڈیبیو کیا
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فری مین نے 1954 کے سیزن کے دوران ہیمپشائر کے خلاف اپنے کزن کے ساتھ کھیلتے ہوئے ایک ہی فرسٹ کلاس میں شرکت کی
A 19 19|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فریڈلینڈر نے 2003 4 کے سیزن کے دوران فری اسٹیٹ کے خلاف بولنڈ کے لیے فرسٹ کلاس ڈیبیو کیا
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بولینڈ کے لیے ان کا دوسرا اور آخری فرسٹ کلاس میچ اسی سیزن میں ایسٹرنز کے خلاف کھیلا گیا
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ 2 فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نمودار ہوئے جنہوں نے انڈر آرم لابز کی گیند کی
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 6 ستمبر 2020 کو نارتھمپٹن شائر کے لیے 2020 باب ولس ٹرافی میں کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 22 اکتوبر 2015 کو 2015 16 رنجی ٹرافی میں کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بیکسٹر نے 1998 میں لسٹ اے کرکٹ میں ڈیبیو کیا اور اگلے سال فرسٹ کلاس کرکٹ میں ڈیبیو کیا
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 23 ستمبر 2019 کو نارتھمپٹن شائر کے لیے 2019 کاؤنٹی چیمپئن شپ میں کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S گوڈے نے 2004 کے سیزن کے دوران وورسٹر شائر کے خلاف ایک ہی فرسٹ کلاس میں شرکت کی
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ 79 فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز اور وکٹ کیپر کے طور پر نظر آئے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ 78 فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نمودار ہوئے جنہوں نے دائیں بازو کی رفتار سست بولی
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ہال نے وارک شائر کے خلاف 1907 کے سیزن کے دوران ایک ہی فرسٹ کلاس میں شرکت کی
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کے بیٹے رابرٹ نے بھی 1949 میں سکاٹ لینڈ کے لیے ایک فرسٹ کلاس میچ کھیلا
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کے پوتے نے جسے رابرٹ بھی کہا جاتا ہے نے 1949 میں اسکاٹ لینڈ کے لیے ایک فرسٹ کلاس میچ کھیلا
A 18 18|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ہیبرٹ نے 1931 کے سیزن کے دوران اسسیکس کے خلاف ایک ہی فرسٹ کلاس میں شرکت کی
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اپنے فرسٹ کلاس ڈیبیو سے پہلے وہ 2016 کے انڈر 19 کرکٹ ورلڈ کپ کے لیے انگلینڈ کے سکواڈ کا حصہ تھے
A 1 1|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ دس فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نمودار ہوئے جنہوں نے دائیں بازو کی رفتار آہستہ کی
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S جون 2021 میں 2021 کاؤنٹی چیمپئن شپ کے دوران ہٹن نے اپنی 200 ویں فرسٹ کلاس وکٹ لی
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ہائیڈ نے 1907 کے سیزن کے دوران کینٹ کے خلاف ایک ہی فرسٹ کلاس میں شرکت کی
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ایزارڈ نے 1919 کاؤنٹی چیمپیئن شپ میں لنکاشائر کے خلاف نارتھمپٹن شائر کے لیے فرسٹ کلاس ڈیبیو کیا
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے مزید گیارہ فرسٹ کلاس کھیلے جن میں سے آخری 1920 کاؤنٹی چیمپئن شپ میں لنکاشائر کے خلاف آیا
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اپنے 12 فرسٹ کلاس میچوں میں انہوں نے 10 30 کی اوسط سے 206 رنز بنائے جس میں 51 کے اعلی سکور تھے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S یہ سکور ان کا واحد فرسٹ کلاس ففٹی تھا اور 1919 میں ڈربی شائر کے خلاف آیا تھا
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1952 میں میریلیبون کرکٹ کلب کے لیے فرسٹ کلاس کرکٹ بھی کھیلی
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S جیننگز نے نارتھمپٹن شائر کے لیے 2004 کاؤنٹی چیمپین شپ میں وورسٹر شائر کے خلاف واحد فرسٹ کلاس میں شرکت کی
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اپنے واحد فرسٹ کلاس میچ میں انہوں نے 6 رنز بنائے اور ایک وکٹ حاصل کی
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ 18 فرسٹ کلاس میچوں میں بطور وکٹ کیپر اور دائیں ہاتھ کے بلے باز کے طور پر نظر آئے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ 156 فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز اور وکٹ کیپر کے طور پر نظر آئے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S جونز نے 1933 کاؤنٹی چیمپیئن شپ میں ٹاؤن گراؤنڈ پیٹربورو میں نارتھمپٹن شائر کے لیے سسیکس کے خلاف واحد فرسٹ کلاس پیش کیا
A 19 19|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S بعد میں انہوں نے سرے کے ساتھ معاہدہ کیا لیکن وہ فرسٹ کلاس کرکٹ میں ان کے لیے نظر نہیں آئے
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S کیمے نے 1939 کاؤنٹی چیمپئن شپ میں سسیکس کے خلاف نارتھمپٹن شائر کے لیے فرسٹ کلاس ڈیبیو کیا
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اس سیزن میں مزید 4 فرسٹ کلاس کھیلے جن میں سے آخری وارسٹر شائر کے خلاف کھیلا
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S کینڈل نے نارتھمپٹن شائر کے لیے کریبل ایتھلیٹک گراؤنڈ ڈوور میں کینٹ کے خلاف 1930 کاؤنٹی چیمپئن شپ میں اپنا فرسٹ کلاس ڈیبیو کیا
A 20 20|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 5 8 جون 2014 کو دورہ سری لنکا کے خلاف نارتھمپٹن شائر کے 4 روزہ میچ میں اپنا فرسٹ کلاس ڈیبیو کیا
A 20 20|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1 نومبر 2017 کو 2017 18 رنجی ٹرافی میں ہماچل پردیش کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S کمبل نے اپنا واحد فرسٹ کلاس میچ نارتھمپٹن شائر کے لیے 1908 کاؤنٹی چیمپئن شپ میں ایسیکس کے خلاف کھیلا
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S کنگ نے نارتھمپٹن شائر کے لیے 1907 کاؤنٹی چیمپئن شپ میں گلوسٹر شائر کے خلاف فرسٹ کلاس ڈیبیو کیا
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے مزید 3 فرسٹ کلاس کھیلے جن میں سے آخری 1908 کاؤنٹی چیمپئن شپ میں ہیمپشائر کے خلاف آیا
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اپنے 4 فرسٹ کلاس میچوں میں انہوں نے 9 40 کی اوسط سے 47 رنز بنائے جس میں 23 کے اعلی سکور تھے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے کاؤنٹی گراؤنڈ ساؤتھمپٹن میں ہیمپشائر کے خلاف نارتھمپٹن شائر کے افتتاحی فرسٹ کلاس میچ میں اپنا فرسٹ کلاس ڈیبیو کیا
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے بھائی چارلس فریڈرک جیمز اور ولیم سبھی فرسٹ کلاس کرکٹ کھیلتے تھے
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے کاؤنٹی گراؤنڈ ساؤتھمپٹن میں ہیمپشائر کے خلاف نارتھمپٹن شائر کے افتتاحی اول درجہ میچ میں اپنا فرسٹ کلاس ڈیبیو کیا
A 18 18|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اس سیزن کے ٹورنامنٹ میں ٹرینیڈاڈ کے خلاف اور بارباڈوس کے خلاف ٹورنامنٹ کے فائنل میں دو مزید فرسٹ کلاس کھیلے
A 20 20|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کے بھائی فریڈ ہیوبرٹ جیمز اور ولیم سبھی فرسٹ کلاس کرکٹ کھیلتے تھے
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے والد ٹم لیمب نے متعدد ٹیموں کے لیے فرسٹ کلاس کرکٹ کھیلی
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S نارتھمپٹن شائر کے لیے فرسٹ کلاس کرکٹ کھیلنے والے ایلن لڈل کے بیٹے وہ نارتھمپٹن نارتھمپٹن شائر میں پیدا ہوئے
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S لڈل نے 1951 کاؤنٹی چیمپیئن شپ میں ڈربی شائر کے خلاف نارتھمپٹن شائر کے لیے فرسٹ کلاس ڈیبیو کیا
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ 91 فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نمودار ہوئے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے بیٹے ایلن لڈل نے بھی نارتھمپٹن شائر کے لیے فرسٹ کلاس کرکٹ کھیلی
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S میننگ 53 فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز اور کبھی کبھار وکٹ کیپر کے طور پر نظر آئے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ 41 فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نظر آئے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S دائیں ہاتھ کے اوپنر مونٹگمری نے 1991 میں نارتھمپٹن شائر کے لیے فرسٹ کلاس ڈیبیو کیا
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے بیٹے رچرڈ نے کئی ٹیموں کے لیے فرسٹ کلاس کرکٹ کھیلی
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنے 5 فرسٹ کلاس میچوں میں 18 کے ٹاپ سکور کے ساتھ کل 54 رنز بنائے
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S مرے ولس نے اپنے فرسٹ کلاس کیریئر میں صرف ایک بار پچاس رنز بنائے
A 4 4|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S برنلے کے قصبے میں پیدا ہوئے اس نے 22 سال کی عمر میں اگست 1935 میں لنکاشائر کے لیے فرسٹ کلاس ڈیبیو کیا
A 19 19|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S نارتھ وے 1936 کے سیزن میں نارتھمپٹن شائر کے لیے فرسٹ کلاس کرکٹ میں دوبارہ نمودار ہوا
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1927 اور 1928 میں نارتھ وے رائل ایئر فورس کے لیے خدمات کی دیگر شاخوں کے خلاف فرسٹ کلاس میچوں میں نمودار ہوئے
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1936 کے آخر تک وہ نان فرسٹ کلاس گیمز میں آر اے ایف کے لیے دکھائی دے رہے تھے
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 12 اگست 2019 کو آئرلینڈ میں 2019 بین الصوبائی چیمپئن شپ میں نارتھ ویسٹ واریئرز کے لیے فرسٹ کلاس ڈیبیو کیا
A 19 19|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S پارٹریج نے 1921 کاؤنٹی چیمپیئن شپ میں اولڈ ٹریفورڈ میں لنکاشائر کے خلاف نارتھمپٹن شائر کے لیے ایک واحد فرسٹ کلاس پیش کیا
A 19 19|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ تین فرسٹ کلاس میچوں میں بطور وکٹ کیپر اور دائیں ہاتھ کے بلے باز کے طور پر نظر آئے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ بارہ فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نظر آئے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1953 کے سیزن کے دوران لنکاشائر کے خلاف واحد فرسٹ کلاس کھیلا تھا
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S پنر نے بعد میں 1908 کاؤنٹی چیمپیئن شپ میں لنکاشائر کے خلاف کاؤنٹی کے لیے واحد فرسٹ کلاس کھیل پیش کیا
A 16 16|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1956 میں کمبائنڈ سروسز کے لیے دو فرسٹ کلاس میچز اور 1964 میں نارتھمپٹن شائر کے لیے تین میچز بھی کھیلے
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S پاویس موریس 11 فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نظر آئے
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S پریسٹلے نے 1981 میں سری لنکا کے خلاف نارتھمپٹن شائر کے لیے واحد فرسٹ کلاس کھیلا تھا
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اپنے 307 فرسٹ کلاس کھیلوں میں انہوں نے 28 40 کی رفتار سے نو سنچریوں کی مدد سے 8693 رنز بنائے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S رابرٹس نے 1996 میں آکسفورڈ یونیورسٹی کے خلاف نارتھمپٹن شائر کے لیے فرسٹ کلاس ڈیبیو کیا
A 12 12|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1996 سے 1999 تک اس نے 17 فرسٹ کلاس میچوں میں کاؤنٹی کی نمائندگی کی جن میں سے آخری سمرسیٹ کے خلاف ہوا تھا
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے کزن ڈیوڈ رابرٹس نے فرسٹ کلاس اور لسٹ اے کرکٹ کھیلی
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے 28 39 کی اوسط سے 8120 فرسٹ کلاس رنز میں 13 سنچریاں شامل ہیں
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 2007 اور 2008 میں کوازولو نٹال کے لیے 2 فرسٹ کلاس اور دو لسٹ اے کھیلے
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 17 جنوری 2022 کو زمبابوے میں 2021 22 لوگن کپ میں ٹسکرز کے لیے کھیلتے ہوئے کیا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1 اپریل 2014 کو یارکشائر کے خلاف لیڈز بریڈفورڈ ایم سی سی یونیورسٹی کے لیے فرسٹ کلاس ڈیبیو کیا
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S آئرلینڈ کے لیے ان کے 5 کھیل فرسٹ کلاس کا درجہ رکھتے تھے
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S سٹریٹ فورڈ نے تسمانیہ کے خلاف 1853 54 کے سیزن کے دوران ٹیم کے لیے ایک واحد فرسٹ کلاس کھیل پیش کیا
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس طرح فلپوٹ آسٹریلیا میں فرسٹ کلاس کرکٹ میں ہارنے والے پہلے کپتان بن گئے
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کے بعد بحیثیت مفتی برطانیہ تشریف لے گئے اور تاحال وہاں فقہ و فتاوی اصلاح و تربیت کی خدمات انجام دے رہے ہیں
A 20 20|||M:ADJ|||مصروف|||REQUIRED|||-NONE-|||0

S اس نے اوٹاگو کے لیے دو فرسٹ کلاس میچ بھی کھیلے
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے ناٹنگھم شائر گراؤنڈ اسٹاف میں شمولیت اختیار کی لیکن فرسٹ کلاس میں نہیں آیا
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ 1956 میں فرسٹ کلاس لسٹ سے ریٹائر ہوئے
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S مجموعی طور پر انہوں نے 1977 سے 1988 کے درمیان اپنے کیریئر میں 18 فرسٹ کلاس میچوں میں امپائرنگ کی
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S گلیمورگن کے لیے ان کا فرسٹ کلاس کیریئر 1924 سے 1954 تک اکتیس سال تک جاری رہا
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے جمیکا میں 1954 سے 1967 کے درمیان 3 ٹیسٹ سمیت دس فرسٹ کلاس میچوں میں امپائرنگ کی
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1874 میں ڈریپر نے کینٹ کے لیے ڈربی شائر کے خلاف اپنا پہلا کاؤنٹی میچ کھیلتے ہوئے اپنا فرسٹ کلاس ڈیبیو کیا
A 18 18|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ڈریپر 1887 اور 1898 کے درمیان فرسٹ کلاس امپائر تھا
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1945 اور 1954 کے درمیان 45 فرسٹ کلاس میچوں میں امپائرنگ کی جن میں سے زیادہ تر سڈنی میں ہوئے
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 1923 اور 1939 کے درمیان تئیس فرسٹ کلاس میچ کھیلے
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کا معروف فرسٹ کلاس کیریئر 1853 سے 1871 کے سیزن پر محیط تھا
A 3 3|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S مجموعی طور پر گارنگ نے 10 فرسٹ کلاس میچوں کی امپائرنگ کی
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے 34 41 کی رفتار سے 67 فرسٹ کلاس وکٹیں 74 کے عوض 6 دی تھیں
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کی بیٹنگ نہ ہونے کے برابر تھی اور اس کا فرسٹ کلاس کا سب سے زیادہ اسکور صرف 15 تھا
A 11 11|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S دسمبر 1998 میں اس نے اپنا فرسٹ کلاس ڈیبیو کیا اور پھر 11 جنوری 2002 کو اپنا ایک روزہ بین الاقوامی ڈیبیو کیا
A 6 6|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 18 دسمبر 2019 کو 2019 20 لوگن کپ میں رینجرز کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اپنے فرسٹ کلاس ڈیبیو سے پہلے انہیں 2018 کے انڈر 19 کرکٹ ورلڈ کپ کے لیے زمبابوے کے اسکواڈ میں شامل کیا گیا تھا
A 1 1|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S آسٹریلوی کرکٹ ٹیم نے 1893 میں انگلینڈ میں 31 فرسٹ کلاس میچ کھیلے جن میں 3 ٹیسٹ بھی شامل تھے
A 9 9|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فرسٹ کلاس میچوں میں سے ایک پورٹسماؤتھ میں آکسفورڈ اور کیمبرج یونیورسٹیز کی ماضی اور حال کی ٹیم کے خلاف تھا
A 0 0|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ میں ایک ہی اننگز میں آٹھ نصف سنچریاں بنانے کا یہ واحد واقعہ ہے
A 0 0|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S " کھیس باف کی " بنائی ترچھی نمونوں کی تشکیل کی اصطلاح تھی
A 1 1|||M:ADJ|||آدھے|||REQUIRED|||-NONE-|||0

S آسٹریلیا کی کرکٹ ٹیم نے 1905 میں انگلینڈ میں 35 فرسٹ کلاس میچ کھیلے جن میں 5 ٹیسٹ شامل تھے
A 10 10|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1 اپریل 2014 کو گلیمورگن کے خلاف کارڈف ایم سی سی یو کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ان کے کھیل کے کیریئر میں کرناٹک کے لیے 1983 سے 1988 کے دوران 3 فرسٹ کلاس میچ شامل تھے
A 15 15|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S نیرو نے 2007 میں لسٹ اے کرکٹ میں ڈیبیو کیا اس کے اگلے سال فرسٹ کلاس کرکٹ میں امپائرنگ کی
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 17 جنوری 2014 کو 2013 14 پریمیئر ٹرافی میں بلوم فیلڈ کرکٹ اور ایتھلیٹک کلب کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 20 20|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ایک دائیں ہاتھ کے بلے باز انہوں نے پارسیوں کے لیے کھیلتے ہوئے 1941 42 کے بمبئی پینٹنگولر ٹورنامنٹ میں فرسٹ کلاس ڈیبیو کیا
A 20 20|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ مڈل سیکس کی تاریخ میں سب سے طویل عرصے تک رہنے والے فرسٹ کلاس کھلاڑی بھی ہیں
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اپنے فرسٹ کلاس ڈیبیو سے پہلے انہیں 2018 کے انڈر 19 کرکٹ ورلڈ کپ کے لیے نمیبیا کے سکواڈ میں شامل کیا گیا تھا
A 1 1|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S ایک درمیانے درجے کے تیز گیند باز عثمان نے ستمبر 1969 میں قائد اعظم ٹرافی میں اپنا فرسٹ کلاس ڈیبیو کیا
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S زین العابدین اعظمی ان کے چچا اور محمد عثمان معروفی ان کے قریبی رشتہ داروں میں سے تھے
A 15 15|||M:ADJ|||زاد|||REQUIRED|||-NONE-|||0

S ایک بھارتی پیشہ ور اسپرنٹر ( مختصر فاصلہ اور وقت پر دوڑ ) اور خواتین کے 100 میٹر ایونٹ میں موجودہ قومی چیمپئن ہے
A 9 9|||M:ADJ|||محدود|||REQUIRED|||-NONE-|||0

S وہ مدھیہ پردیش کے لیے دائیں ہاتھ کے بلے باز ہیں اور انہوں نے 1995 96 میں فرسٹ کلاس ڈیبیو کیا
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 1950 سے 1960 کے درمیان 22 فرسٹ کلاس میچ کھیلے تمام رنجی ٹرافی میں 2 جیتے 13 ہارے اور 7 ڈرا ہوئے
A 8 8|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 2014 میں حیدرآباد کے لیے فرسٹ کلاس اور لسٹ اے کرکٹ ڈیبیو دونوں پر سنچریاں بنائیں
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S درج ذیل ممالک مخصوص حالات میں ایک بین الاقوامی ٹیم کے طور پر فرسٹ کلاس کرکٹ کھیلتے ہیں
A 13 13|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S 1 فرسٹ کلاس صرف اس وقت جب آئی سی سی انٹر کانٹینینٹل کپ میں کھیل رہے ہوں
A 3 3|||M:ADJ|||درج|||REQUIRED|||-NONE-|||0

S 1 فرسٹ کلاس صرف اس وقت جب آئی سی سی انٹرکانٹینینٹل کپ میں کھیل رہے ہوں
A 3 3|||M:ADJ|||درج|||REQUIRED|||-NONE-|||0

S 1 فرسٹ کلاس صرف اس وقت جب آئی سی سی انٹرکانٹینینٹل کپ میں کھیل رہے ہوں
A 3 3|||M:ADJ|||درج|||REQUIRED|||-NONE-|||0

S لڑائی کا آغاز نیم فوجی دستے ریپڈ سپورٹ فورسز کے اہم سرکاری مقامات پر حملوں سے شروع ہوا
A 6 6|||M:ADJ|||تیزگام|||REQUIRED|||-NONE-|||0

S انہوں نے 16 سال تک فرسٹ کلاس کرکٹ کھیلی اور 20 سال سے زائد عرصے تک بورڈ آف کنٹرول کے اندر اور باہر رہے
A 20 20|||M:ADJ|||مختلف|||REQUIRED|||-NONE-|||0

S کیون شارپ ( پیدائش 6 اپریل 1959 ) ایک انگلش کرکٹ کوچ اور سابق فرسٹ کلاس کرکٹ کھلاڑی ہے
A 14 14|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس کا یارکشائر کاؤنٹی کرکٹ کلب اور گریکولینڈ ویسٹ کرکٹ ٹیم کے لیے کھیلتے ہوئے چودہ سالہ فرسٹ کلاس کیریئر تھا
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S وہ 300 فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نظر آئے جو کبھی کبھار آف بریک بولتے تھے
A 2 2|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اس نے 24 مارچ 2019 کو دبئی میں میریلیبون کرکٹ کلب کے خلاف سرے کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 17 17|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S انہوں نے سنچری بنائی وہ فرسٹ کلاس ڈیبیو پر سنچری بنانے والے سرے کے نویں بلے باز بن گئے
A 5 5|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S اپنے فرسٹ کلاس ڈیبیو سے پہلے ہل 2020 انڈر 19 کرکٹ ورلڈ کپ میں انگلینڈ کے سکواڈ کے نائب کپتان تھے
A 1 1|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

S شہید سلیمانی میٹرو اسٹیشن تہران میٹرو لائن 5 کا مغربی ٹرمینس ہے
A 9 9|||M:ADJ|||سابقہ|||REQUIRED|||-NONE-|||0

S عبرانیوں کے خط میں اس کے ایمان کے لیے اس کی تعریف کی جاتی ہے
A 6 6|||M:ADJ|||مظبوط|||REQUIRED|||-NONE-|||0

S ایس ڈلن رپلی سینٹر ( لاطینی ) ریاست ہائے متحدہ کا ایک عجائب گھر جو واشنگٹن ڈی سی میں واقع ہے
A 12 12|||M:ADJ|||حکومتی|||REQUIRED|||-NONE-|||0

S جنگل کی آگ کا دھواں بھی یورپ کی طرف بڑھ گیا
A 2 2|||M:ADJ|||جنگلاتی|||REQUIRED|||-NONE-|||0

S یہ 2008 تک نہیں ہوگا جب کور کے عناصر دوبارہ کارروائی کرتے نظر آئیں گے
A 8 8|||M:ADJ|||اہم|||REQUIRED|||-NONE-|||0

S موراتووا اسپورٹس کلب سری لنکا کی ایک فرسٹ کلاس کرکٹ ٹیم تھی
A 7 7|||M:ADJ|||اول|||REQUIRED|||-NONE-|||0

