فوراً چلے جاؤ
غصّے سے اس کا چہرہ سرخ ہوگيا
اسے کرکٹ کھیلنا نہیں آتا
وہ امتحان میں فیل ہو گیا
وہ عورت بڑی لڑاکا ہے
اس کی بِیوِی سخت لڑکا ہے
اس نے میرے خلااف گواہی دی
عورتوں نے کہا ہم آتے ہیں
فی الواقع وہ سچا ہے
براہ مہربانی خط کا جواب دیں
اس کی حالت پہلے سے بہتر ہے
ماہ رمضان کا بھی بیٹ گیا
اِس مہنگائی میں غریب بیچارے فاقون مر رہے ہیں
یہ عورت تو آفت کا پرکالہ ہے
آپ كے مزاج کیسے ہیں
ایسی باتوں سے رعب و قار جاتا رہتا ہے ۔
اس کا مال و اسباب ، جاگیر ، مکانات سب کچھ ہک گیا ۔
اس کا مال و اسباب ، جاگیر ، مکانات سب ہک گئے ۔
اس کا مال و اسباب ، جاگیر ، مکانات سب ہک گئے ۔
ماموں بھا نجالڑ پڑے ۔
تعزیرات پاکستان چھپ کئی ۔
درخت سے طوطے اور چڑیاں اڑ گئے -
گھوڑا گاڑی پک گئی ۔
اس کا گھر بار سال اسباب سب کچھ بک گیا ۔
وہ تو ہمیشہ بے پر کی اڑاتی ہے ۔
میں نے ریلوے کے ٹکٹ خریدے ۔
حرب انبیاء اور اولیاء کی سر زمین ہے ۔
قاضی نے فتویٰ دے دیا
یہ شارع عام نہیں ہے ۔
خالص تھی آج کل مشکل سے ملتا ہے ۔
یہ سائن بڑا خریدار ہے ۔
نا معلوم افراد نے اُسے لوٹ لیا ۔
اس کی سانس پھولی ہوئی ہے ۔
رمضان کا مبینہ بھی آگیا ۔
رمضان کا مبینہ بھی آگیا ۔
وہ بلا ناقہ سکول جاتا ہے ۔
عید الاضحی مسلمانوں کا مذہبی تہوار ہے ۔
بھوکے کو کھانا کھلانا ثواب ہے ۔
بچے معصوم ہوتے ہیں ۔
باطل کے سامنے مت جھکو ۔
اس آم کا ذائقہ ٹھیک نہیں ۔
میں آپ کا شکر گزار ہوں ۔
کو لمبیس نے امریکا دریافت کیا ۔
یہ بالکل ٹھیک ہے ۔
شکریہ حذیفہ بھائی ۔
اس پر یہ مثال صادق آتی ہے ۔
تمہاری مرض خطرناک ہے ۔
اس کی بیوی لڑاکا ہے ۔
چوہے بکثرت مر رہے ہیں ۔
چوہے بکثرت مر رہے ہیں ۔
چور کی داڑھی میں تنکا ۔
آواز اچھی بناؤ ۔
عباس طالب علم ہے ۔
اس کی اُردُو اچھی نہیں ۔
اسے کوئی کھیل کھیلنا نہیں آتا ۔
اسے کوئی کھیل کھیلنا نہیں آتا ۔
علامہ محمد اقبال عظیم شاعر تھے ۔
اُسے بلاؤ ۔
اُسے بلاؤ ۔
بچہ قاعدہ پڑھ رہا ہے ۔
سیدھی راہ اختیار کرو ۔
کا بل ایک مشہور شہر ہے ۔
لڑ کا امتحان میں فیل ہو گیا ۔
مکان مربع شکل کا ہے ۔
وہ فیصل آباد گئے ۔
وہ وقت ضائع کر رہا ہے ۔
فوراً چلے جاؤ
غصّے سے اس کا چہرہ سرخ ہوگيا
اسے کرکٹ کھیلنا نہیں آتا
وہ امتحان میں فیل ہو گیا
وہ عورت بڑی لڑاکا ہے
فضلو اپنے آم کے باغ میں طوطوں کو اڑانےمیں مشغول تھا ۔
ان میں سے سفید والا لے آؤ ۔
جو حکم سرکار ۔
فضلو سیدھا اپنے دوست شرفو درزی کے پاس گیا ۔
تم فکر نا کرو میں کچھ بندوبست کرتا ہوں ۔
دو دن پہلے ایک شیر کھایا تھا لیکن مزہ نہیں آیا ۔
فضلو نے آپ کو بےوقوف بنایا ہے ۔
اور چونا لگنے کی وجہ سے بہت بھیانک لگ رہا تھا ۔
اور یہ ڈنڈا کسی کے مونہہ یا آنکھ پر لگ سکتا ہے ۔
مچھلیاں آتی ہیں اور اسے چھوکر نکل جاتی ہیں ۔
کھیلنے والے بچوں کو اگر وہ سات ہوں تو ہفتے کے ساتھ دنوں کے نام دیئے جاتے ہیں ۔
لیکن دیوار سے ٹکرا کر آنے والی گیند صرف وہی بچہ دبوچےگا جس کا نام سوم گیند پھینکتے وقت پکارے گا ۔
جس لڑکے کا نام لیا گیا ہے اگر وہ گیند کو پکڑ لیتا ہے تو وہ کسی اور لڑکے کا نام لے کر گیند کو دیوار سے ٹکرائےگا ۔
جس لڑکے کا نام لیا گیا ہے اگر وہ گیند کو پکڑ لیتا ہے تو وہ کسی اور لڑکے کا نام لے کر گیند کو دیوار سے ٹکرائےگا ۔
جو بچہ تین بار گیند کا نشانہ بن جائے وہ آؤٹ سمجھا جائےگا ۔
اس کھیل کا ضروری اصول یہ ہے کہ صرف وہی کھلاڑی مسکرائے جس کی طرف مسکراہٹ پھینکی جائے ۔
کئی بار صرف ایک بچہ ہی تلاش کرنے والا رہ جاتا ہے اور سب ریچھ اسے گھیر لیتے ہیں ۔
یہ ضروری نہیں کہ سب ریچھ ہی پیچھا کرنے کے لئے نکلیں ۔
جب کوئی بچہ نہ رہے تو سب ریچھ اپنی پناہ گاہوں سے باہر نکلتے ہیں ۔
کہو تو سنا دیں !
ابا جان بولے ’ ’کیوں بھئی کون سی مشکل بات ہے ، جو تمہاری سمجھ میں نہیں آتی ۔
نھی نے کہا ’ ’خاک مزا آتا ہے ۔
اب میں سمجھا ۔
ایک گاؤں سے دوسرے گاؤں کو مسافر اسی سڑک سے آتے جاتے تھے ۔
لیکن سب کے دن سدا ایک سے نہیں رہتے ۔
’ ’بیٹا میں بہت دور سے آ رہا ہوں ۔
’’ہم لوگ آ گ کی پوجا کرتے ہیں ۔
انہوں نے بڑھیا کو بلاکر کہا ’ ’بی اماں ، یہ بتاؤ سب سے اچھا کون سا مہینہ ہے ؟
میری بہن نے گانا گایا
کیا تم نے کھانا کھایا
