S ایک دم چلے جاؤ‎
A 3 4|||R:SPELL|||جاؤ|||REQUIRED|||-NONE-|||0

S غصّہ سے اس کا چہرہ سرخ ہوگيا
A 0 1|||R:SPELL|||غصّے|||REQUIRED|||-NONE-|||0

S اسے کرکٹ کھیلنا نہیں آتی
A 4 5|||R:SPELL|||آتا|||REQUIRED|||-NONE-|||0

S وہ امتحان میں فعل ہو گیا
A 3 4|||R:SPELL|||فیل|||REQUIRED|||-NONE-|||0

S وہ عورت بڑی لڑاکی ہے
A 3 4|||R:SPELL|||لڑاکا|||REQUIRED|||-NONE-|||0

S اس کی بِیوِی سخت لڑاکی ہے
A 4 5|||R:SPELL|||لڑکا|||REQUIRED|||-NONE-|||0

S اس نے میرے برخلااف گواہی دی
A 3 4|||R:SPELL|||خلااف|||REQUIRED|||-NONE-|||0

S عورتوں نے کہا ہم آتی ہیں
A 4 5|||R:SPELL|||آتے|||REQUIRED|||-NONE-|||0

S فی الواقای وہ سچا ہے
A 1 2|||R:SPELL|||الواقع|||REQUIRED|||-NONE-|||0

S برائے مہربانی خط کا جواب دیں
A 0 1|||R:SPELL|||براہ|||REQUIRED|||-NONE-|||0

S اس کی حالت پچھلے سے بہتر ہے
A 3 4|||R:SPELL|||پہلے|||REQUIRED|||-NONE-|||0

S ماہ رمضان کا مہینہ بھی بٹ گیا
A 5 6|||R:SPELL|||بیٹ|||REQUIRED|||-NONE-|||0

S اس مہنگائی میں غریب بیچارے فاقے مر رہے ہیں
A 0 1|||R:SPELL|||اِس|||REQUIRED|||-NONE-|||0

S یہ عورت تو افت کی پر کالا ہے
A 6 7|||R:SPELL|||پرکالہ|||REQUIRED|||-NONE-|||0

S اپ کا مزاج کیسا ہے
A 0 1|||R:SPELL|||آپ|||REQUIRED|||-NONE-|||0

S ایسی باتوں سے رعب ووقار جاتے رہتے ہیں ۔
A 4 5|||R:SPELL|||قار|||REQUIRED|||-NONE-|||0

S اس کا مال و اسباب ، جاگیر ، مکانات سب کچھ بک گئے ۔
A 11 12|||R:SPELL|||ہک|||REQUIRED|||-NONE-|||0

S اس کا مال و اسباب و جاگیر ، مکانات سب بک گیا ۔
A 5 6|||R:SPELL|||،|||REQUIRED|||-NONE-|||0

S اس کا مال و اسباب و جاگیر ، مکانات سب بک گیا ۔
A 10 11|||R:SPELL|||ہک|||REQUIRED|||-NONE-|||0

S ماموں بھانجالڑ پڑا ۔
A 1 2|||R:SPELL|||نجالڑ|||REQUIRED|||-NONE-|||0

S تعزیرات پاکستان " چھپ گئیں ۔
A 4 5|||R:SPELL|||کئی|||REQUIRED|||-NONE-|||0

S درخت سے طوطے اور چڑیاں اڑ گئیں ۔
A 7 8|||R:SPELL|||-|||REQUIRED|||-NONE-|||0

S گھوڑا گاڑی تک گئے ۔
A 2 3|||R:SPELL|||پک|||REQUIRED|||-NONE-|||0

S اس کا گھر بار ا مال اسباب سب کچھ ہک گئے ۔
A 9 10|||R:SPELL|||بک|||REQUIRED|||-NONE-|||0

S و تو ہمیشہ بے پر کی سناتی ہے ۔
A 0 1|||R:SPELL|||وہ|||REQUIRED|||-NONE-|||0

S میں نے ریلوے کی ٹکٹیں فرید ہیں ۔
A 5 6|||R:SPELL|||خریدے|||REQUIRED|||-NONE-|||0

S عرب انبیاؤں اور اولیاؤں کی سرزمین ہے ۔
A 3 4|||R:SPELL|||اولیاء|||REQUIRED|||-NONE-|||0

S قاضی نے فتوا دے دیا ۔
A 2 3|||R:SPELL|||فتویٰ|||REQUIRED|||-NONE-|||0

S یے راستہ شارع عام نہیں ہے ۔
A 0 1|||R:SPELL|||یہ|||REQUIRED|||-NONE-|||0

S خواص تھی آج کل مشکل سے ملتا ہے ۔
A 0 1|||R:SPELL|||خالص|||REQUIRED|||-NONE-|||0

S یہ سائن بڑ امر ادار ہے ۔
A 2 3|||R:SPELL|||بڑا|||REQUIRED|||-NONE-|||0

S نہ معلوم افراد نے اُسے لوٹ لیا ۔
A 0 1|||R:SPELL|||نا|||REQUIRED|||-NONE-|||0

S اس کا سانس پھولا ہوا ہے ۔
A 3 4|||R:SPELL|||پھولی|||REQUIRED|||-NONE-|||0

S ما اور مضان کا مہینہ بھی آگیا ۔
A 2 3|||R:SPELL|||رمضان|||REQUIRED|||-NONE-|||0

S ما اور مضان کا مہینہ بھی آگیا ۔
A 4 5|||R:SPELL|||مبینہ|||REQUIRED|||-NONE-|||0

S وہ بے نافہ سکول جاتا ہے ۔
A 2 3|||R:SPELL|||ناقہ|||REQUIRED|||-NONE-|||0

S عید الضحی مسلمانوں کا مذہبی تہوار ہے ۔
A 1 2|||R:SPELL|||الاضحی|||REQUIRED|||-NONE-|||0

S بھوکے کو کھاناکھلانا صواب ہے ۔
A 2 3|||R:SPELL|||کھلانا|||REQUIRED|||-NONE-|||0

S بچے ما صوم ہوتے ہیں ۔
A 2 3|||R:SPELL|||معصوم|||REQUIRED|||-NONE-|||0

S باتل کے سامنے مت مت جھکو ۔
A 0 1|||R:SPELL|||باطل|||REQUIRED|||-NONE-|||0

S اس آم کا ضائقہ ٹھیک نہیں ۔
A 3 4|||R:SPELL|||ذائقہ|||REQUIRED|||-NONE-|||0

S میں آپ کا مشکور ہوں ۔
A 3 4|||R:SPELL|||شکر|||REQUIRED|||-NONE-|||0

S کو لمبس نے امریکا ایجاد کیا ۔
A 1 2|||R:SPELL|||لمبیس|||REQUIRED|||-NONE-|||0

S یہ بلکل ٹھیک ہے ۔
A 1 2|||R:SPELL|||بالکل|||REQUIRED|||-NONE-|||0

S شکریا حذیفہ بھائی ۔
A 0 1|||R:SPELL|||شکریہ|||REQUIRED|||-NONE-|||0

S اس پر یہ مثال صادر آتی ہے ۔
A 4 5|||R:SPELL|||صادق|||REQUIRED|||-NONE-|||0

S تمہاری مرض خطرناق ہے ۔
A 2 3|||R:SPELL|||خطرناک|||REQUIRED|||-NONE-|||0

S اس کی بیوی لڑاکی ہے ۔
A 3 4|||R:SPELL|||لڑاکا|||REQUIRED|||-NONE-|||0

S چو ہے باکثرت مر رہے ہیں ۔
A 1 2|||R:SPELL|||چوہے|||REQUIRED|||-NONE-|||0

S چو ہے باکثرت مر رہے ہیں ۔
A 2 3|||R:SPELL|||بکثرت|||REQUIRED|||-NONE-|||0

S چور کی ڈاڑھی میں چاول کا دانہ ۔
A 5 6|||R:SPELL|||تنکا|||REQUIRED|||-NONE-|||0

S آواز اچھا بناؤ.
A 2 3|||R:SPELL|||بناؤ|||REQUIRED|||-NONE-|||0

S عباس تالب الم ہے ۔
A 1 2|||R:SPELL|||طالب|||REQUIRED|||-NONE-|||0

S اس کا اُردو اچھا نہیں ۔
A 2 3|||R:SPELL|||اُردُو|||REQUIRED|||-NONE-|||0

S اسے کوئی کھیل کھیلنی نہیں آتی ۔
A 3 4|||R:SPELL|||کھیلنا|||REQUIRED|||-NONE-|||0

S اسے کوئی کھیل کھیلنی نہیں آتی ۔
A 5 6|||R:SPELL|||آتا|||REQUIRED|||-NONE-|||0

S الامہ محمد اقبال عظیم شاعر تھے ۔
A 0 1|||R:SPELL|||علامہ|||REQUIRED|||-NONE-|||0

S اُس کو بلا و۔
A 0 1|||R:SPELL|||اُسے|||REQUIRED|||-NONE-|||0

S اُس کو بلا و۔
A 3 4|||R:SPELL|||۔|||REQUIRED|||-NONE-|||0

S بچہ قائدہ پڑھ رہا ہے ۔
A 1 2|||R:SPELL|||قاعدہ|||REQUIRED|||-NONE-|||0

S سیدھا راہ اختیار کرو ۔
A 0 1|||R:SPELL|||سیدھی|||REQUIRED|||-NONE-|||0

S قابل ایک مشہور شہر ہے
A 0 1|||R:SPELL|||بل|||REQUIRED|||-NONE-|||0

S لڑ کا امتحان میں فعل ہو گیا ۔
A 4 5|||R:SPELL|||فیل|||REQUIRED|||-NONE-|||0

S مکان مر با شکل کا ہے ۔
A 1 2|||R:SPELL|||مربع|||REQUIRED|||-NONE-|||0

S وہ فیصلا باد گئے ۔
A 1 2|||R:SPELL|||فیصل|||REQUIRED|||-NONE-|||0

S وہ وقت ضا یا کر رہا ہے ۔
A 2 3|||R:SPELL|||ضائع|||REQUIRED|||-NONE-|||0

S ایک دم چلے جا‎ؤ
A 3 4|||R:SPELL|||جاؤ|||REQUIRED|||-NONE-|||0

S غصّہ سے اس کا چہرہ سرخ ہوگيا
A 0 1|||R:SPELL|||غصّے|||REQUIRED|||-NONE-|||0

S اسے کرکٹ کھیلنا نہیں آتی
A 4 5|||R:SPELL|||آتا|||REQUIRED|||-NONE-|||0

S وہ امتحان میں فعل ہو گیا
A 3 4|||R:SPELL|||فیل|||REQUIRED|||-NONE-|||0

S وہ عورت بڑی لڑاکی ہے
A 3 4|||R:SPELL|||لڑاکا|||REQUIRED|||-NONE-|||0

S فضلو اپنے آم کے باغ میں طوطوں کو اڑانے مشغول تھا ۔
A 8 9|||R:SPELL|||اڑانےمیں|||REQUIRED|||-NONE-|||0

S ان میں سے صفید والا لے اؤ ۔
A 3 4|||R:SPELL|||سفید|||REQUIRED|||-NONE-|||0

S جو ہکم سرکار ۔
A 1 2|||R:SPELL|||حکم|||REQUIRED|||-NONE-|||0

S فضلو سیدھا اپنے دوست شرفو درزی کے پاس گیٔ ۔
A 8 9|||R:SPELL|||گیا|||REQUIRED|||-NONE-|||0

S تم فکر نا کری میں کچھ بندوبست کرتا ہوں ۔
A 3 4|||R:SPELL|||کرو|||REQUIRED|||-NONE-|||0

S دو دن پہلے ایک شیر کھائ تھی لیکن مزہ نہیں آیا ۔
A 5 6|||R:SPELL|||کھایا|||REQUIRED|||-NONE-|||0

S فضلو نے آپ کو بےوقوف بنایی ہے ۔
A 5 6|||R:SPELL|||بنایا|||REQUIRED|||-NONE-|||0

S اور چونا لگنے کی وجا سے بہت بھیانک لگ رہا تھی ۔
A 4 5|||R:SPELL|||وجہ|||REQUIRED|||-NONE-|||0

S اور یہ ڈنڈا کسی کہ مونہہ یا آنکھ پر لگ سکتا ہے ۔
A 4 5|||R:SPELL|||کے|||REQUIRED|||-NONE-|||0

S مچھلیاں آتے ہیں اور اسے چھوکر نکل جاتی ہیں ۔
A 1 2|||R:SPELL|||آتی|||REQUIRED|||-NONE-|||0

S کھیلنے والے بچوں کو اگر وہ سات ہوں تو ہفتے کے سات دنوں کے نام دیئے جاتے ہے ۔
A 11 12|||R:SPELL|||ساتھ|||REQUIRED|||-NONE-|||0

S لیکن دیوار سے ٹکرا کر آنے والا گیند صرف وہی بچہ دبوچےگی جس کا نام سوم گیند پھینکتے وقت پکارے گا ۔
A 11 12|||R:SPELL|||دبوچےگا|||REQUIRED|||-NONE-|||0

S جس لرکے کا نام لیا گیا ہے اگر وہ گیند کو پکڑ لیتا ہے تو وہ کسی اور لرکے کا نام لے کر گیند کو دیوار سے ٹکرائےگا ۔
A 1 2|||R:SPELL|||لڑکے|||REQUIRED|||-NONE-|||0

S جس لرکے کا نام لیا گیا ہے اگر وہ گیند کو پکڑ لیتا ہے تو وہ کسی اور لرکے کا نام لے کر گیند کو دیوار سے ٹکرائےگا ۔
A 18 19|||R:SPELL|||لڑکے|||REQUIRED|||-NONE-|||0

S جو بچا تین بار گیند کا نشانہ بن جائے وہ آؤٹ سمجھا جائےگا ۔
A 1 2|||R:SPELL|||بچہ|||REQUIRED|||-NONE-|||0

S اس کھیل کا ضروری اسول یہ ہے کہ صرف وہی کھلاڑی مسکرائے جس کی طرف مسکراہٹ پھینکی جائے ۔
A 4 5|||R:SPELL|||اصول|||REQUIRED|||-NONE-|||0

S کئی بار صرف ایک بچہ ہی تلاش کرنے والی رہ جاتی ہے اور سب ریچھٍ اسے گھیر لیتے ہیں ۔
A 14 15|||R:SPELL|||ریچھ|||REQUIRED|||-NONE-|||0

S یہ ضروری نہیں کے سب ریچھ ہی پیچھا کرنے کے لئے نکلیں ۔
A 3 4|||R:SPELL|||کہ|||REQUIRED|||-NONE-|||0

S جب کوئی بچہ نہ رہا تو سب ریچھ اپنی پنا گاہوں میں سے باہر نکلتے ہیں ۔
A 9 10|||R:SPELL|||پناہ|||REQUIRED|||-NONE-|||0

S کہو تو صنا دیں !
A 2 3|||R:SPELL|||سنا|||REQUIRED|||-NONE-|||0

S ابا جان بولے ’ ’کیوں بھئی کون سا مشکل بات ہے ، جو تمہاری سمجھ میں نہیں آتی ۔
A 7 8|||R:SPELL|||سی|||REQUIRED|||-NONE-|||0

S نھی نے کہا ’ ’خاک مزا آتی ہے ۔
A 6 7|||R:SPELL|||آتا|||REQUIRED|||-NONE-|||0

S اب مین سمجھا ۔
A 1 2|||R:SPELL|||میں|||REQUIRED|||-NONE-|||0

S ایک گاؤں سے دوسرے گاؤں کو مسافر اسی سڑک سے آتی جاتی تھی ۔
A 10 11|||R:SPELL|||آتے|||REQUIRED|||-NONE-|||0

S لیکن سب کی دن سدا ایک سی نہیں رہتے ۔
A 6 7|||R:SPELL|||سے|||REQUIRED|||-NONE-|||0

S ’ ’بیٹا میں بہت دور سی آ رہا ہوں ۔
A 5 6|||R:SPELL|||سے|||REQUIRED|||-NONE-|||0

S ہم لوگ آ گ کا پوجا کرتے ہیں ۔
A 0 1|||R:SPELL|||’’ہم|||REQUIRED|||-NONE-|||0

S انہوں نے بڑھیا کو بلاکر کہا ’ ’بی اماں ، یہ بتاؤ سب سے اچھا کون سی مہینہ ہے ؟ ‘‘
A 16 17|||R:SPELL|||سا|||REQUIRED|||-NONE-|||0

S میری بہن نے گانا گاے
A 4 5|||R:SPELL|||گایا|||REQUIRED|||-NONE-|||0

S کیا تم نے کھانا کھائ
A 4 5|||R:SPELL|||کھایا|||REQUIRED|||-NONE-|||0

