ساز و سامان ، دکانیں ، زمین سب کچھ بک گیا ۔
ساز و سامان ، دکانیں ، زمین سب کچھ بک گیا ۔
آپ کا تار ملا ۔
آپ کا تارمل گیا ۔
آپ کا قلم کہاں ہے ؟
آپ نے اپنا قلم کہاں سے خریدا ؟
آپ کو بازار جانا ہے ۔
آواز اچھی بناؤ ۔
آج کا اخبار کھو گیا ہے ۔
اس کی ناک لمبی ہے ۔
اس کی نظر کمزور ہے ۔
انھیں کہیں نہیں جانا ۔
پاکستان نے میزائل بنایا ۔
دہی بہت کھٹا تھا ۔
سیب کا مربہ کھاؤ ۔
کا بل ایک مشہور شہر ہے ۔
میر قلم نیا ہے ۔
یہ واقعہ کب کا ہے ؟
وہ بازار جا رہا ہے ۔
ہم نے فلم دیکھی ۔
میں نے انتظار کیا ۔
ہم نے کھانا بنایا ۔
کیا آپ نے چائے پی ؟
