S آخری تجدید 09 37 2 اپریل 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 20 43 3 اپریل 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 20 18 5 اپریل 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 05 23 19 مئی 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 08 32 7 جولائی 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 17 24 5 اگست 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 13 38 28 اکتوبر 2018 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 13 38 28 اکتوبر 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 16 24 2 نومبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 04 39 11 نومبر 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 34 28 نومبر 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 05 16 3 دسمبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 06 27 19 دسمبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 53 26 جنوری 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 19 47 5 فروری 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 56 6 فروری 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 14 29 اگست 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 20 20 14 ستمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 11 18 ستمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 44 5 اکتوبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 13 51 5 اکتوبر 2019 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 04 15 26 اکتوبر 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 21 35 29 نومبر 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 06 44 1 دسمبر 2019 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 08 18 10 دسمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 06 08 11 دسمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 20 06 5 اپریل 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 13 08 19 اپریل 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 07 29 مئی 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 08 55 2 جون 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 11 44 7 جون 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 08 27 8 جولائی 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 23 28 نومبر 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 18 11 9 دسمبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 06 08 19 دسمبر 2018 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 42 6 فروری 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 16 9 اگست 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 15 22 29 اگست 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 10 29 اگست 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 02 11 28 نومبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 17 28 5 اگست 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 13 22 اگست 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 17 31 12 اکتوبر 2018 ( م ع و )
A 2 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 39 28 نومبر 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 06 33 19 دسمبر 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 01 13 جنوری 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 57 26 جنوری 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 23 00 6 فروری 2019 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 15 52 9 اگست 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 19 42 1 ستمبر 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 18 18 ستمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 01 28 27 ستمبر 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 20 04 26 نومبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 06 58 1 دسمبر 2019 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 16 9 دسمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 17 18 14 دسمبر 2019 ( م ع و )
A 2 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 38 2 اپریل 2018 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 20 43 3 اپریل 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 03 52 11 اپریل 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 05 24 19 مئی 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 01 54 5 جون 2018 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 17 25 5 اگست 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 16 24 2 نومبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 04 39 11 نومبر 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 35 28 نومبر 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 05 16 3 دسمبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 06 28 19 دسمبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 53 26 جنوری 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 19 47 5 فروری 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 14 48 1 مارچ 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 15 25 29 اگست 2019 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 15 29 اگست 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 12 18 ستمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 44 5 اکتوبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 13 51 5 اکتوبر 2019 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 04 15 26 اکتوبر 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 21 36 29 نومبر 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 06 44 1 دسمبر 2019 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 06 08 11 دسمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 17 8 ستمبر 2019 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 16 24 19 ستمبر 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 08 49 28 ستمبر 2019 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 54 5 اکتوبر 2019 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 07 43 10 اکتوبر 2019 ( م ع و )
A 2 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 18 22 21 نومبر 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 03 13 28 نومبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 07 29 1 دسمبر 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 03 06 11 دسمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S مانچسٹر برطانیہ کے سب سے تیسرا بڑا شہری علاقے میں واقع ہے مانچسٹر اعظم شہری علاقہ جس کی آبادی 22 لاکھ ہے
A 13 14|||U:PROPN||||||REQUIRED|||-NONE-|||0

S مانچسٹر ایک شہر اور میٹروپولیٹن بورہ ہے جو گریٹر مانچسٹر انگلستان میں واقع ہے اور اس کی آبادی اندازہ 5 لاکھ 6 ہزار ہے
A 8 9|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آزورس ( پرتگ زی ) نو آتش فشانی جزائر پر مشتمل شمالی بحر اوقیانوس میں واقع مجموعہ الجزائر ہے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 20 07 5 اپریل 2018 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 39 19 اپریل 2018 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 08 29 مئی 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 17 17 5 اگست 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 13 31 28 اکتوبر 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 13 14 11 دسمبر 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 06 08 19 دسمبر 2018 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 01 21 23 جنوری 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 42 6 فروری 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 17 9 اگست 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 15 43 9 اگست 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 11 29 اگست 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 00 01 24 ستمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 02 11 28 نومبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 08 10 10 دسمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S " آخری تجدید بذریعہ بوقت 09 01 بروز 14 فروری 2013 "
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S " آخری تجدید بذریعہ بوقت 09 01 بروز 14 فروری 2013 "
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 38 2 اپریل 2018 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 20 44 3 اپریل 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 03 52 11 اپریل 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 13 20 19 اپریل 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 15 40 1 مئی 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 05 24 19 مئی 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 01 54 5 جون 2018 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 17 25 5 اگست 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 35 28 نومبر 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 05 16 3 دسمبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 06 28 19 دسمبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 53 26 جنوری 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 19 48 5 فروری 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 14 48 1 مارچ 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 16 29 اگست 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 16 28 6 ستمبر 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 12 18 ستمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 04 15 26 اکتوبر 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 02 26 28 نومبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 21 15 30 نومبر 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 14 18 11 دسمبر 2019 ( م ع و )
A 3 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 17 26 5 اگست 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 11 22 اگست 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 05 18 3 دسمبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 06 30 19 دسمبر 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 19 21 12 جنوری 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 55 26 جنوری 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 19 49 5 فروری 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 20 9 اگست 2019 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 17 29 اگست 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 04 17 26 اکتوبر 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 21 18 30 نومبر 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 14 21 11 دسمبر 2019 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 17 14 14 دسمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 20 44 3 اپریل 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 03 52 11 اپریل 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 13 20 19 اپریل 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 15 40 1 مئی 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 05 25 19 مئی 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 17 25 5 اگست 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 20 01 22 ستمبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 17 28 12 اکتوبر 2018 ( م ع و )
A 2 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 35 28 نومبر 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 05 17 3 دسمبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 06 28 19 دسمبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 19 21 12 جنوری 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 19 48 5 فروری 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 14 48 1 مارچ 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 19 9 اگست 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 14 26 12 اگست 2019 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 16 29 اگست 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 16 28 6 ستمبر 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 04 16 26 اکتوبر 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 21 16 30 نومبر 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 17 11 14 دسمبر 2019 ( م ع و )
A 2 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S مؤسسہ ویکیمیڈیا ایک غیر منفعت بخش ادارہ ہے جس کا مقصد علم ودانش کا فروغ ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 17 20 1 اپریل 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 03 53 11 اپریل 2018 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 13 20 19 اپریل 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 15 40 1 مئی 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 05 25 19 مئی 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 01 55 5 جون 2018 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 17 26 5 اگست 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 20 01 22 ستمبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 17 28 12 اکتوبر 2018 ( م ع و )
A 2 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 36 28 نومبر 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 05 17 3 دسمبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 06 29 19 دسمبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 19 21 12 جنوری 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 19 48 5 فروری 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 19 9 اگست 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 16 29 اگست 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 16 28 6 ستمبر 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 13 18 ستمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 04 16 26 اکتوبر 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 14 19 11 دسمبر 2019 ( م ع و )
A 3 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 17 20 1 اپریل 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 17 27 5 اگست 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 11 22 اگست 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 37 28 نومبر 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 05 19 3 دسمبر 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 06 31 19 دسمبر 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 21 9 اگست 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 18 29 اگست 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 15 18 ستمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 14 22 11 دسمبر 2019 ( م ع و )
A 3 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 17 15 14 دسمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 17 28 5 اگست 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 17 30 12 اکتوبر 2018 ( م ع و )
A 2 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 12 28 22 اکتوبر 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 39 28 نومبر 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 06 33 19 دسمبر 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 01 13 جنوری 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 20 57 8 اگست 2019 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 19 29 اگست 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 17 18 ستمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 06 57 1 دسمبر 2019 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 16 9 دسمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 17 18 14 دسمبر 2019 ( م ع و )
A 2 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اگ نوبل انعامات کی تقریب ہارورڈ یونیورسٹی کے سینڈز تھیئٹر میں منعتقد کی گئی
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اگ نوبل انعام کی تقریب جامعہ ہارورڈ کے سینڈز تھیئٹر میں منعتقد کی گئی
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 17 20 1 اپریل 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 17 27 5 اگست 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 11 22 اگست 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 05 18 3 دسمبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 06 31 19 دسمبر 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 55 26 جنوری 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 19 49 5 فروری 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 17 29 اگست 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 15 18 ستمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 08 11 29 ستمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 04 18 26 اکتوبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 21 19 30 نومبر 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 14 21 11 دسمبر 2019 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 17 14 14 دسمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اسلام اسلامی جمہویہ پاکستان کا سرکاری مذہب ہے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 12 26 , 20 اگست 2017 ( م ع و )
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S سلسل ناٹک دھوپ کنارے پی ٹی وی پر 1987 کے دور میں پیش کیا جانے والا ایک ڈراما ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S پروفیسر ڈاکٹر مظہر معین اورینٹل کالج پنجاب یونیورسٹی لاہور کے پرنسپل ہیں
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس کی سرحد ں صوبہ پنجاب ضلع نوشہرہ ضلع ہنگو اورکزئی ایجنسی اور ضلع کرک سے ملتی ہیں
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 16 چیئرمین صوبائی زکو کونسل پنجاب لاہور 1999 تا 2002
A 5 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S میاں مرغوب احمد نے انتخابات 2008 میں کامیابی حاصل کی اور قومی اسمبلی کے رکن بن گئے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S پیر اسلم بودلہ قومی اسمبلی کے انتخابات میں اس حلقے سے 2008 میں کامیاب ہوا
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S محمد رضا حیات حراج قومی اسمبلی کے انتخابات میں اس حلقے سے 2008 میں کامیاب ہوا
A 0 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S عارف عزیز شیخ نے انتخابات 2008 میں کامیابی حاصل کی اور قومی اسمبلی کے رکن بن گئے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S چوھدری محمد برجیس طاہر نے انتخابات 2008 میں کامیابی حاصل کی اور قومی اسمبلی کے رکن بن گئے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S چوہدری نذیر احمد جٹ قومی اسمبلی کے انتخابات میں اس حلقے سے 2008 میں کامیاب ہوا
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S رانا محمد عشق خان قومی اسمبلی کے انتخابات میں اس حلقے سے 2008 میں کامیاب ہوا
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 260 ( کوئٹہ چاغی مستونگ ) پاکستان کے ایوان زیریں پاکستان ( قومی اسمبلی ) کے لیے ایک انتخابی حلقہ ہے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S میر ہمایوں عزیز کرد نے انتخابات 2008 میں کامیابی حاصل کی اور قومی اسمبلی کے رکن بن گئے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 272 ( کیچ گوادر ) پاکستان کے ایوان زیریں پاکستان ( قومی اسمبلی ) کے لیے ایک انتخابی حلقہ ہے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S نصر اللہ خان بجرانی قومی اسمبلی کے انتخابات میں اس حلقے سے 2008 میں کامیاب ہوئے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S میر منور علی تالپور قومی اسمبلی کے انتخابات میں اس حلقے سے 2008 میں کامیاب ہوئے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S انٹیلیز اصغر عظیم انٹیلیز کے ساتھ مل کر انٹیلیز تشکیل دیتے ہیں
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ٹھنڈیانی ( لفظی مطلب سرد وادی ) پاکستان کے گلیات علاقے میں ایک پہاڑی مستقر ہے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 60 سال کا بوڑھا مانی 23 دن عقوبتیں جھیل کر 2 مارچ 276 عیسوی کو مرگیا
A 13 14|||U:PROPN||||||REQUIRED|||-NONE-|||0

S نثار علیخان 1985 سے حلقہ این اے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S زمیندار گروہ مزید راجپوت جٹ شیخ گوجر گاکخر ڈوگر اور رحمانی میں منقسم کیا گیا ہے
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید بتاریخ " 12 54 , 18 اکتوبر 2016 ( م ع و ) "
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 10 29 مئی 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 08 57 2 جون 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 19 27 22 ستمبر 2018 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 04 19 11 نومبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 06 14 19 دسمبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S سید خورشید شاہ ان کی جگہ مذہبی امور کا وزیر مقرر کیا گیا
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S کتب سیرت سے مراد وہ تمام کتب ہیں جو نبی کریم صلی اللہ علیہ وآلہ وسلم کی حیات طیبہ پر لکھی گئی
A 12 13|||U:PROPN||||||REQUIRED|||-NONE-|||0

S عمر شریف ( 19 اپریل1955 تا 2 اکتوبر 2021 ) ایک پاکستانی مشہور تھیٹر سٹیج فلم اور ٹی وی کے اداکار تھے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابخاز ا سے متعلقہ مضامین کی فہرست درج ذیل ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S فروخ فروغ زادہ شاعر ہونے کے علاوہ فلم ساز اور ہدایت کو بھی تہیں
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بٹ قوم یں ہندو اور مسلمان دونوں پائے جاتے ہیں
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S پنجاب یونیورسٹی سے ذرائع ابلاغ کے شعبے میں ماسٹرز کیا
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بہاؤالدین زکریا یونیورسٹی ملتان پنجاب پا کستان میں واقع ہے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S کشتی نوح علیہ السلام جس میں حضرت نوح علیہ السلام نے اپنے سمیت طوفان نوح سے پناہ لی تھی
A 14 15|||U:PROPN||||||REQUIRED|||-NONE-|||0

S تجدید بذریعہ روبہ بتاریخ " 06 18 , 19 اکتوبر 2016 ( م ع و ) "
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 10 20 4 اپریل 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 20 16 5 اپریل 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 03 42 11 اپریل 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 10 26 25 اپریل 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 05 21 19 مئی 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 21 08 7 جولائی 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 17 23 5 اگست 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 00 22 اگست 2018 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 16 20 2 نومبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 05 13 3 دسمبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 51 26 جنوری 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 54 6 فروری 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 05 19 , 10 اکتوبر 2016 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 20 16 5 اپریل 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 03 42 11 اپریل 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 10 26 25 اپریل 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 21 08 7 جولائی 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 17 23 5 اگست 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 16 20 2 نومبر 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 16 51 22 نومبر 2018 ( م ع و )
A 0 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 22 33 28 نومبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 05 13 3 دسمبر 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 06 26 19 دسمبر 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 22 51 26 جنوری 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 19 46 5 فروری 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S کولون کیوبا ایک شہر ہے جو کیوبا میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بن قردان ایک شہر ہے جو تونس میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S لنڈی کوتل ریلوے اسٹیشن پاکستان کے قصبہ لنڈی کوتل خیبر ایجنسی میں واقع ہے جو میں واقع ہے
A 9 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ایران شہر کاؤنٹی ہے جو ایران میں واقع ہے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اسد آباد خور ن ہے جو ایران میں واقع ہے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ان کی والدہ سلمی پاریکھ بوہرا مسلم تھیں اور والد بچو بھائی پاریکھ ایک ہندو گجراتی تھے و6وو7وو8وو9وو10و
A 17 18|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اوروما یمن ( عربی ) جو محافظہ ابین میں واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابو کمال کی مجموعی آبادی 66 , 589 افراد پر مشتمل ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S کٹی رادھیکا ایک بھارتی فلمی اداکارہ ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S تریپولی ضلع ( عربی قضا طرابلس ) لبنان کا ایک رہائشی علاقہ جو محافظہ شمالی میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S تریپولی ضلع کا رقبہ 27 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 227 , 857 افراد پر مشتمل ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ضلع طرابلس ( عربی قضا طرابلس ) لبنان کا ایک رہائشی علاقہ جو محافظہ شمالی میں واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S " میرے والد صاحب سن 1921 22 کے تقریب ا شاہج اں پور میں انجینئر تھے
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S تارا ( کناڈا اداکارہ ) ایک بھارتی فلمی اداکارہ ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S شوانگلیاو ( لاطینی ) چین کا ایک کاؤنٹی سطح شہر جو سپنگ جیلن میں واقع ہے
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اور ین ایچ اور ین ایچ کے ساتھ متصل ہے اور پورا شہر چوراہے سے منسلک ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی پیدائش 11 فروری 1950 کو لاہور پنجاب میں ہوئی
A 8 9|||U:PROPN||||||REQUIRED|||-NONE-|||0

S دتہ پور دھامن گاؤں بھارت کا ایک رہائشی علاقہ جو مہاراشٹر میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S پھنڈر دہاری کی مجموعی آبادی 16 , 106 افراد پر مشتمل ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S شیعہ فرقہ کے امام پنجم محمد باقرکی نسل میں ہونے کی وجہ سے سید تھے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S شیعہ فرقہ کے امام پنجم محمد باقرکی نسل میں ہونے کی وجہ سے سید تھے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S رام پور بھوانی پور بھارت کا ایک رہائشی علاقہ جو اتر پردیش میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S نواب گنج بارہ بنکی بھارت کا ایک رہائشی علاقہ جو اتر پردیش میں واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ایٹاہ ضلع بھارت کا ایک ضلع جو اتر پردیش میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S جبار رضوی خورسن کی مجموعی آبادی 165 افراد پر مشتمل ہے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S جبکہ ( فوچا ) ) بوسنیا و ہرزیگووینا کا ایک رہائشی علاقہ جو فوچا اوستیکولینا میں واقع ہے
A 13 15|||U:PROPN||||||REQUIRED|||-NONE-|||0

S جمال آباد رضوی خورسن کی مجموعی آبادی 150 افراد پر مشتمل ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S جنگاہ نارتھ خراسان کی مجموعی آبادی 238 افراد پر مشتمل ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S جنگاہ خراسان شمالی کی مجموعی آبادی 238 افراد پر مشتمل ہے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S جنوو روا کاؤنٹی کی مجموعی آبادی 50 افراد پر مشتمل ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S جاسکوکے وپولے کاؤنٹی کی مجموعی آبادی 260 افراد پر مشتمل ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S جسترزیبا راڈوم کاؤنٹی کی مجموعی آبادی 820 افراد پر مشتمل ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S جاوند ضلع کا رقبہ 7 , 146 مربع کیلومیٹر ہے ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S یالا پراونس کا رقبہ 4 , 521 1 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 493 , 767 افراد پر مشتمل ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S الازیغ یا الازغ ترکی کا ایک رہائشی علاقہ جو الازیغ صوبہ میں واقع ہے
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آداپازاری ترکی کا ایک ضلع جو ساکاریا صوبہ میں واقع ہے
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S یزد کاؤنٹی ( لاطینی ) ایران کا ایک شہرستان جو صوبہ یزد میں واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S یزد کاؤنٹی کی مجموعی آبادی 515 , 044 افراد پر مشتمل ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S یوببے صومالیہ کا ایک رہائشی علاقہ جو سناج میں واقع ہے
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S جیزخ صوبہ کی مجموعی آبادی 910 , 500 افراد پر مشتمل ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S سادات گردلی لاش کی مجموعی آبادی 28 افراد پر مشتمل ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S صددر ( حیدرآباد ) ) پاکستان کا ایک رہائشی علاقہ جو حیدرآباد سندھ میں واقع ہے
A 12 13|||U:PROPN||||||REQUIRED|||-NONE-|||0

S سین فرانکویسے بس سینٹ لارنٹ کیوبک کا رقبہ 89 40 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 399 افراد پر مشتمل ہے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S سینٹ ملو این دونزوس کا رقبہ 14 81 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 131 افراد پر مشتمل ہے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S سینٹ مارس لا ریورٹھے کا رقبہ 9 28 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 802 افراد پر مشتمل ہے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S سنتوں کی دو قسمیں ہیں سنت مؤکدہ اور غیرمؤکدہ
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 19 28 , 16 مئی 2014 ( م ع و )
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S قدیم قیصریہ بحری یا قیصریہ فلسطین شہر اور بندرگاہ ہیرودیس عظیم نے 25 13 قبل مسیح میں تعمیر کی
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس کا موضوع تار ح اسلامی کی سو کامیاب بااثر رہنما شخصیات کی فہرست و درجہ بندی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس میں محمد علی جناح علامہ اقبال اور چار خواتین اسلام بھی شامل ہیں
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 16 09 , 15 جون 2014 ( م ع و )
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آیت اللہ سید حسین طباطبائی بروجردی
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 16 03 , 6 جولا ئی 2014 ( م ع و )
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " 15 17 , 3 نومبر 2014 ( م ع و )
A 8 9|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1 " کیلومتر بر ساعت بر ثانی " ,
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1 " کیلومتر بر ساعت بر ثانی " ,
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2 " کیلومتر بر ساعت بر ثانی " ,
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2 " کیلومتر بر ساعت بر ثانی " ,
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1 " متر مربع بر کتار " ,
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2 " متر مربع بر کتار " ,
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1 " کیلوگرم بر لیتر " ,
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2 " کیلوگرم بر لیتر " ,
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1 " کیلوگرم بر لیتر " ,
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2 " کیلوگرم بر لیتر " ,
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1 " کیلوگرم بر لیتر " ,
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2 " کیلوگرم بر لیتر " ,
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2 " کیلوگرم بر متر مکعب " ,
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2 " کیلوگرم بر متر مکعب " ,
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1 " پوند بر فوت مکعب " ,
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2 " پوند بر فوت مکعب " ,
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2 " پوند بر اینچ مکعب " ,
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2 " پوند بر اینچ مکعب " ,
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1 " گرم بر کیلومتر " ,
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2 " گرم بر کیلومتر " ,
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2 " کیلوگرم بر کیلومتر " ,
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2 " کیلوگرم بر کیلومتر " ,
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1 " پوند بر مایل " ,
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2 " سانتی‌متر بر کیلومتر " ,
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2 " سانتی‌متر بر کیلومتر " ,
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2 " میلی‌متر بر کیلومتر " ,
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2 " میلی‌متر بر کیلومتر " ,
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1 " میلی‌متر بر متر " ,
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2 " میلی‌متر بر متر " ,
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1 " کیلوگرم بر متر " ,
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2 " کیلوگرم بر متر " ,
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2 " پوند بر فوت " ,
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1 " پوند بر یارد " ,
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1 " آمپر بر متر " ,
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2 " آمپر بر متر " ,
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1 " کیلوآمپر بر متر " ,
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2 " کیلوآمپر بر متر " ,
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1 " مگاآمپر بر متر " ,
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2 " مگاآمپر بر متر " ,
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1 " پوند بر اسب بخار " ,
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1 " اسب بخار متری بر تن " ,
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2 " اسب بخار متری بر تن " ,
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1 " پوند بر اینچ مربع " ,
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2 " پوند بر اینچ مربع " ,
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1 " پوند بر فوت مربع " ,
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2 " پوند بر فوت مربع " ,
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1 " پوند بر اینچ مربع " ,
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2 " پوند بر اینچ مربع " ,
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1 " کیلومتر بر ساعت " ,
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2 " کیلومتر بر ساعت " ,
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1 " متر مکعب بر کتار " ,
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2 " متر مکعب بر کتار " ,
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بنوری کوہاٹ پشاور مالاکنڈ اور پاکستان کے خیبر پختونخوا صوبے سوات کے علاقوں کے سید ہیں
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 22 40 , 26 ستمبر 2014 ( م ع و )
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بھوپال چتر درگ اور گنٹور میں تعلیم حاصل کی نرسراؤ پیٹ میں عرصہ گزارے فالحال گنٹور ظلہ تاڈے پلی منڈل انداولی کو اپنا مسکن بنالیا
A 16 17|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اب تک اس وائر س کا کوئی باقاعدہ علاج دریافت نہیں ہوا
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S لاکروزیٹی ( فرانسیسی ) فرانس کا ایک رہائشی علاقہ جو میدی پیرینے میں واقع ہے
A 10 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S لاگنیو ( فرانسیسی ) فرانس کا ایک رہائشی علاقہ جو رون آلپ میں واقع ہے
A 10 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S لکی مروت جنکشن ریلوے اسٹیشن پاکستان میں واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S پاکستان ریلویز کی سرکاری ویب سائٹ کے مطابق لکی مروت جنکشن ریلوے اسٹیشن کا کوڈ ہے
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S لکی مروت جنکشن ریلوے اسٹیشن لکی مروت جنکشن میں واقع ہے
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S لاماسٹری ( فرانسیسی ) فرانس کا ایک رہائشی علاقہ جو رون آلپ میں واقع ہے
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S لانٹاگیس ( فرانسیسی ) فرانس کا ایک رہائشی علاقہ جو شاپیئن اردن میں واقع ہے
A 10 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S لانٹیان لیانیوان کا رقبہ 43 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 45 , 000 افراد پر مشتمل ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S لاس قری صومالیہ کا ایک رہائشی علاقہ جو سناج میں واقع ہے
A 8 9|||U:PROPN||||||REQUIRED|||-NONE-|||0

S رنبیر سنگھ پورہ ریلوے اسٹیشن پاکستان میں واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S پاکستان ریلویز کی سرکاری ویب سائٹ کے مطابق رنبیر سنگھ پورہ ریلوے اسٹیشن کا کوڈ ہے
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اسے سلطنت عثمانیہ کے شاہی معمار معمار سنان پاشا نے صدر اعظم محمد پاشا سوکولویچ کے حکم پر 1577 میں مکمل کیا
A 14 15|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آغا زاہد ( پیدائش 7 جنوری 1953 ) ایک پاکستانی کرکٹر ہے
A 0 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ٹنڈو جان محمد ریلوے اسٹیشن پاکستان میں واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S پاکستان ریلویز کی سرکاری ویب سائٹ کے مطابق ٹنڈو جان محمد ریلوے اسٹیشن کا کوڈ ہے
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ٹنڈو جان محمد ریلوے اسٹیشن ٹنڈو جان محمد میں واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ٹنڈو جان محمد ریلوے اسٹیشن ٹنڈو جان محمد میں واقع ہے
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 17 18 , 6 نومبر 2014 ( م ع و )
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ضلع ہابر زلیمہ ( عربی مد ر ظل م حبور ) یمن کا ایک رہائشی علاقہ جو محافظہ عمران میں واقع ہے
A 1 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ضلع ہابر زلیمہ کی مجموعی آبادی 39 , 334 افراد پر مشتمل ہے
A 1 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ڈوور جنوب مشرقی انگلستان کینٹ میں ایک ساحلی شہر ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 19 05 , 14 نومبر 2014 ( م ع و )
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S قلات افغانستان ( لاطینی , ) افغانستان کا ایک رہائشی علاقہ جو زابل پراونس میں واقع ہے
A 13 14|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 23 20 , 12 دسمبر 2014 ( م ع و )
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آب‌چنار سفلی کی مجموعی آبادی 814 افراد پر مشتمل ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S انگوٹورو مغربی گوداوری ضلع بھارت کا ایک رہائشی علاقہ جو آندھرا پردیش میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S یرناکولم ضلع بھارت کا ایک رہائشی علاقہ جو کیرلا میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ترو اننت پورم تعلق بھارت کا ایک رہائشی علاقہ جو کیرلا میں واقع ہے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S یہ ( پ غمبر عربی صلی اللہ عل ہ و سلم کے صحابہ ) ساری دنیا کے لیے رحمت ہو ںگے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S کیمبرجشائر اینڈآئل آف ایلی تاریخ کا ایک رہائشی علاقہ ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بورو بروکسبورن ( انگریزی ) برطانیہ کا ایک رہائشی علاقہ جو انگلستان میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بورو بروکسبورن کا رقبہ 51 43 مربع کیلومیٹر ہے ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بورو ہارٹلپول ( انگریزی ) برطانیہ کا ایک رہائشی علاقہ جو انگلستان میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S براکنیل فارسٹ ( انگریزی ) برطانیہ کا ایک رہائشی علاقہ جو انگلستان میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S براکنیل فارسٹ کا رقبہ 109 38 مربع کیلومیٹر ہے ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس شخص نے 1400 ہجری محرم کے مہینے میں حملہ کیا
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس شخص نے 1400ھ محرم الحرام مقدس مہینے میں حملہ کیا
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 21 07 , 2 فروری 2015 ( م ع و )
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S وینہ لؤئی ضلع کا رقبہ 652 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 187 , 515 افراد پر مشتمل ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S تھوان تھآن ضلع کا رقبہ 118 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 144 , 536 افراد پر مشتمل ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S تیرہ ازمیر کی مجموعی آبادی 92 میٹر سطح سمندر سے بلندی پر واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S یہ کاسابلانکا فس اور تنجیر کے بعد ملک کا چوتھا بڑا شہر ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S دھارکنلیے ضلع صومالیہ کا ایک رہائشی علاقہ جو بنادر میں واقع ہے
A 8 9|||U:PROPN||||||REQUIRED|||-NONE-|||0

S واداجیر ضلع صومالیہ کا ایک رہائشی علاقہ جو بنادر میں واقع ہے
A 8 9|||U:PROPN||||||REQUIRED|||-NONE-|||0

S تیےگلو صومالیہ کا ایک رہائشی علاقہ جو باکول میں واقع ہے
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابودواک صومالیہ کا ایک رہائشی علاقہ جو جلجدود میں واقع ہے
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S البر صومالیہ کا ایک رہائشی علاقہ جو جلجدود میں واقع ہے
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S افمادوو صومالیہ کا ایک رہائشی علاقہ جو جوبالینڈ میں واقع ہے
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S جلدغب صومالیہ کا ایک رہائشی علاقہ جو مدق میں واقع ہے
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ہراردیری صومالیہ کا ایک رہائشی علاقہ جو مدق میں واقع ہے
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S برتینل صومالیہ کا ایک رہائشی علاقہ جو نوغال صومالیہ میں واقع ہے
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ارجفو صومالیہ کا ایک رہائشی علاقہ جو سناج میں واقع ہے
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ضاہار صومالیہ کا ایک رہائشی علاقہ جو سناج میں واقع ہے
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S نووارا الییا ڈویژنل سیکریٹریٹ سری لنکا کا ایک رہائشی علاقہ جو وسطی صوبہ سری لنکا میں واقع ہے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اراوور ٹاؤن ڈویژنل سیکریٹریٹ سری لنکا کا ایک رہائشی علاقہ جو مشرقی صوبہ سری لنکا میں واقع ہے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S مہاراجا کھڑک سنگھ ( پنجابی زبان ) ( پیدائش 22 فروری 1801 5 نومبر 1840 ) سکھ سلطنت کا دوسرا حکمران تھا
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S وہ مہاراجا رنجیت سنگھ کا بیٹا تھا
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S کھڑک سنگھ کانا ( پنجابی زبان ) ( پیدائش 22 فروری 1801 5 نومبر 1840 ) سکھ سلطنت کا دوسرا حکمران تھا
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S وہ رنجیت سنگھ کانا کا بیٹا تھا
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S تاریخ آخری تجدید " 06 27 , 29 ستمبر 2017 ( م ع و ) بذریعہ "
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S کری اسلام آباد کی مجموعی آبادی 512 میٹر سطح سمندر سے بلندی پر واقع ہے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بو علی شاہ قلندر امام زین العابدین ابن امام حسین ابن امام علی علیہ السلام کی اولاد میں سے تھے
A 13 15|||U:PROPN||||||REQUIRED|||-NONE-|||0

S موہڑہ بن کی مجموعی آبادی 562 میٹر سطح سمندر سے بلندی پر واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S جلال آباد ملتان ( انگریزی , ) پاکستان کا ایک رہائشی علاقہ جو پنجاب پاکستان میں واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ا ج ین ( انگریزی ) بھارت کا ایک آباد مقام جو اجین ضلع میں واقع ہے
A 12 13|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ملالہ نجمانی ( انگریزی ) ایک نجمانی ہے جو مریخ اور مشتری کے درمیان واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ریدہ ضلع ( عربی مد ر ر د ) یمن کا ایک فہرست یمن کے اضلاع جو محافظہ عمران میں واقع ہے
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S للتپور ضلع نیپال نیپال کا ایک جو مرکزی ترقیاتی علاقہ نیپال میں واقع ہے
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بیرم پاشا کی مجموعی آبادی 17 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ہویوک قونیہ کی مجموعی آبادی 1 , 258 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S الاداغ آدانا کی مجموعی آبادی 921 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S کامی جاپانی زبان کو دیوتا خدا معبود کو کہتے ہیں
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S شہر کاشان کا جڑواں شہر اومیو ہے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S گرداس پور ذیلی ضلع کا رقبہ 199 4 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 173 , 276 افراد پر مشتمل ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S گھوڑا گھاٹ ذیلی ضلع کا رقبہ 148 67 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 84 , 279 افراد پر مشتمل ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S کشور گنج ذیلی ضلع کا رقبہ 264 98 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 246 , 201 افراد پر مشتمل ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S دیبی گنج ذیلی ضلع کا رقبہ 309 04 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 159 , 902 افراد پر مشتمل ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S دولت خان ذیلی ضلع کا رقبہ 316 99 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 153 , 458 افراد پر مشتمل ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S تعظیم الدین ذیلی ضلع کا رقبہ 512 92 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 116 , 822 افراد پر مشتمل ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بجئے نگر ذیلی ضلع کا رقبہ 185 8 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 215 , 993 افراد پر مشتمل ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بالا گنج ذیلی ضلع کا رقبہ 389 51 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 230 , 865 افراد پر مشتمل ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S کانائی گھاٹ ذیلی ضلع کا رقبہ 412 25 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 178 , 654 افراد پر مشتمل ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ڈ م ر یا ذیلی ضلع بنگلہ دیش کا ایک بنگلہ دیش کے ذیلی اضلاع جو ضلع کھلنا میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ڈ م ر یا ذیلی ضلع بنگلہ دیش کا ایک بنگلہ دیش کے ذیلی اضلاع جو ضلع کھلنا میں واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S عالم دنگا ذیلی ضلع کا رقبہ 360 4 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 308 , 917 افراد پر مشتمل ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S تیمیمون ( عربی ت م مون ) الجزائر کا ایک الجزائر کی بلدیات جو تیمیمون ضلع میں واقع ہے
A 14 15|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بیگم گنج ذیلی ضلع کا رقبہ 426 05 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 676 , 168 افراد پر مشتمل ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S برج البحری ( عربی بلد برج البحر ) الجزائر کا ایک الجزائر کی بلدیات جو صوبہ الجزائر میں واقع ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بوروبہ ( عربی بلد بوروب ) الجزائر کا ایک الجزائر کی بلدیات جو صوبہ الجزائر میں واقع ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S قرنینی ( عربی القرن ن ) الجزائر کا ایک الجزائر کی بلدیات جو صوبہ الجلفہ میں واقع ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S قطارہ جلفہ کی مجموعی آبادی 11 , 151 افراد پر مشتمل ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S جماعت اسلامی ہند کا آئینہ دار سمجھا جاتا ہے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S وہ 1999 00 میں سری لنکا اے کرکٹ ٹیم کے دورہ جنوبی افریقہ کی نمائندگی کے لیے منتخب ہوئے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S جنوب مغربی فن لینڈ فن لینڈ کا ایک فن لینڈ کے علاقہ جات جو فن لینڈ میں واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S کوت دور ( فرانسیسی ) فرانس کا ایک فرانس کے محکمے جو برگنڈی میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S تارن اے گارون ( فرانسیسی ) فرانس کا ایک فرانس کے محکمے جو میدی پیرینے میں واقع ہے
A 13 14|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ملا اختر منصور طالبان کے موجودہ امیر ہیں جو ملا عمر کے بعد افغان طالبان کے نئے امیر منتخب کیے گئے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S باثا علاقہ کی مجموعی آبادی 527 , 031 افراد پر مشتمل ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بحر الغزال علاقہ کی مجموعی آبادی 260 , 865 افراد پر مشتمل ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ضلع اپرکوہستانکے علاق جالکوٹ سوپٹ میں پیراڈوٹ کے نام سے ایک قیمتی پتھردریافت وا ے جوکلو کروڑوں میں بکتا ہے
A 14 15|||U:PROPN||||||REQUIRED|||-NONE-|||0

S نکہ کلاں پاکستان کے دارالحکومت اسلام آباد کے جنوب مغرب میں 102کلومیٹر کے فاصلےپر واقعہ ہے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S تصوف جائے قیام سالک ( یعنی ناسوت ملکوت جیروت لاہوت )
A 8 9|||U:PROPN||||||REQUIRED|||-NONE-|||0

S جسٹس جواد ایس خواجہ نے اپنا ایل ایل بی پنجاب یونیورسٹی لاہور کالج سے کیا
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S پورٹ لوئس ضلع کا رقبہ 42 7 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 127 , 454 افراد پر مشتمل ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ریویر نوار ضلع کا رقبہ 259 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 79 , 247 افراد پر مشتمل ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اور ظاہری تربیت کیلئے انکے ماموں شاہ ضیا مجددالمعروف حضرت میانجی کے حوالے کر دیا
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ان کے والد حضرت فقیر سلطان باھو غلام ( 1913 2001 ) بیسویں صدی کے ایک ممتاز صوفی بزرگ تھے
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S شعب قانون کے لیے علی حدہ انسٹیٹیوٹ قائم کیا اس ادارے میں ججوں اور اعلی پولیس افسروں کی تربیت کا آغاز کیا
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S یہ کپ 24 جون 2011 سے فیصل آباد میں 2010 11 فیصل بینک ٹی 20 کپ کی ٹاپ آٹھ ٹیموں کے درمیان کھیلا گیا
A 9 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S وکٹوریہ گوزو کا رقبہ 2 9 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 6 , 901 افراد پر مشتمل ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S چن نینگ یانگ ایک چینی نژاد امریکا کے طبیعیات دان اورنوبل انعام برائے طبیعیات جیتنے والے شخص تھے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ڈھولک کا استعمال قوالی کیرتن لوینی اور بھنگڑا میں کیا جاتا ہے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بلدیہ آراچینوو کا رقبہ 31 3 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 11 , 597 افراد پر مشتمل ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S انہیں حضرت صفی اللہ سے بیعت و خلافت کا شرف حاصل ہےاور اپنی والدہ حضرت بی بی قیومہ نے بھی خلافت عطا کی تھی
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بلدیہ کوچانی کا رقبہ 375 44 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 38 , 092 افراد پر مشتمل ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بلدیہ کروشیوو کا رقبہ 190 68 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 9 , 684 افراد پر مشتمل ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بلدیہ پوربیشتیپ کا رقبہ 325 57 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 16 , 193 افراد پر مشتمل ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S سارای بلدیہ کا رقبہ 229 06 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 35 , 408 افراد پر مشتمل ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ستوگا بلدیہ جمہوریہ مقدونیہ کا ایک جمہوریہ مقدونیہ کی بلدیات جو جمہوریہ مقدونیہ میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ستوگا بلدیہ کا رقبہ 483 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 63 , 376 افراد پر مشتمل ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بلدیہ وراپچیشتے کی مجموعی آبادی 25 , 399 افراد پر مشتمل ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S برطانیہ نے اس حکم عدولی پر 40 ہزار فوجیوں کو سرحدپار حملے کا حکم دیا جسکی وجہ سے دوسری افغان انگرزیز جنگ چھڑی
A 20 21|||U:PROPN||||||REQUIRED|||-NONE-|||0

S یگیشے چارینتس کارز اوبلاست آرمینیا روسی سلطنت میں 13 مارچ 1897 کو قالین کے تاجر کے گھر پیدا ہوئے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S لیڈز سینٹر وسکونسن کی مجموعی آبادی 324 01 میٹر سطح سمندر سے بلندی پر واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S دوسری افغان انگرزیز جنگ سلطنت برطانیہ اور افغانستان کے مابین 1878 تا 1880 تک لڑی گئی
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2010 کی شرائط میں ییلو فیور پولیو اور انفلوئنزا کی ویکسین بھی لازمی قرار دی گئی ہیں
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S میں مروت خیل ہاشمی جنجوعہ اور قریشی شامل ہیں
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S پاکستان میں انہوں نے پنجاب یونیورسٹی لاہور سے ایم
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2011 میں ‌ آل پاکستان نیوز پیپرز سوسائٹی نے آپ کو " بہترین فیچر نگار " کا ایوارڈ عطا کیا
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S وہ ناگپور یونیورسٹی بھارت اور سندھ یونیورسٹی کے صدرشعب اردو کے عہدے پر فائز رہے
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S نام حضرت پیر سید فقیر محمد گیلانی چوراھی لقب حاجی گل اور لوگ عقیدت و محبت سے باباجی سرکار کہہ کر پکارتے تھے
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S سینٹ تھامس ٹاؤن شپ پنسلوانیا کی مجموعی آبادی 5 , 775 افراد پر مشتمل ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S " سیستم متریک نیاز " ,
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S " بلا حوالہ " " مضمون میں کوئی حوالہ موجود نہیں " ,
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S روز اربعین سید الشہدا علیہ السلام 20 صفر ہی کا دن ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ضلع جموں کی مجموعی آبادی 1 , 529 , 958 افراد پر مشتمل ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس قصبہ کو یونیسکو کی میراث الدنیا کی آزمائشی فہرست میں تہذیبی ورثہ کے زمرہ میں 8 جولائی 2002 کو شامل کی گئی
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1964 میں اورینٹل کالج پنجاب یونیورسٹی سے ایم اے کیا اور 1973 میں " پی ایچ ڈی " کی
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S علمی زندگی کا آغاز 1965 میں شعبہ تاریخ ادیبات مسلمانان پاک و ہند پنجاب یونیورسٹی سے کیا
A 14 15|||U:PROPN||||||REQUIRED|||-NONE-|||0

S چالان پاگو اوردوت گوام ریاستہائے متحدہ امریکا کا ایک گاؤں جو گوام میں واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S جبال عیر خطرہ سے دوچار ایک عالمی ورثہ مقام جو ارلیت محکمہ نائجر میں واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S فلائیویسلیسکاپ کا مرکزی دفتر ناروے کے ائیر پورٹ پر واقع ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ایسٹ برلن کے لیے آپ مندرجہ ذیل صفحات سے رجوع کر سکتے ہیں
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ناکام مذاکرات کے بعد جنگ حار ہ میں میڈینیوں کو شکست کا سامنا کرنا پڑا اور اس شہر کو تین دن تک لوٹا گیا
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S النبک ضلع کا رقبہ 1 , 122 87 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 80 , 001 افراد پر مشتمل ہے
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S محمد حجازی کا اصل نام محمد موتی الدولہ الحجازی ہے مگر وہ فارسی ادب میں " محمد حجازی " کے نام سے مشہور ہوئے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S گنگادھر ڈنڈوتے کی مدد سے ناتھورام گوڈسے اور ناراین آپٹے نے بیریٹا بندوق خریدی اور دہلی 29 جنوری 1948 کو پہنچے
A 15 16|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ہلسا بہار کی مجموعی آبادی 37 , 775 افراد پر مشتمل ہے اور 45 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S پنجاب یونیورسٹی سے ایم اے ( اردو ) کی ڈگری حاصل کی
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ادھر آٹھ برس رہنے کے بعد پنجاب یونیورسٹی اورینٹل کالج کے شعبہ اردو سے وابستہ ہوئے یہاں پروفیسر اور صدر شعبہ رہے
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S مہاراجا شیر سنگھ ( پنجابی زبان ) ( پیدائش 4 دسمبر 1807 15 ستمبر 1843 ) سکھ سلطنت کا چوتھا حکمران تھا
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S شیر سنگھ کانا ( پنجابی زبان ) ( پیدائش 4 دسمبر 1807 15 ستمبر 1843 ) سکھ سلطنت کا چوتھا حکمران تھا
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آگرہ سٹی ریلوے اسٹیشن بھارت میں واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ڈاکٹرعبد الستار صدیقی 26 دسمبر 1885 کو سندیلہ اترپردیش کے ضلع ہردوئی برطانوی ہندوستان میں پیدا ہوئے
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ریواڑی ( انگریزی ) بھارت کا ایک شہر ہے جو ریاست ہریانہ کے ضلع ریواڑی میں واقع ہے
A 14 15|||U:PROPN||||||REQUIRED|||-NONE-|||0

S گھکھا مٹر ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو ضلع گوجرانوالہ میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ال ہ آباد یونیورسٹی اور جامعہ ملیہ دہلی سے تدریس کا آغاز کیا
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S " 1934 میں سرشاہنواز خان بھٹو کی لیڈر شپ میں " پیپلز پارٹی " وجود میں آئی تو اس میں پیر صاحب شریک ہوئے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 17 53 , 5 جنوری 2016 ( م ع و )
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1966 میں وطن واپس آئے تو پنجاب یونیورسٹی کے پروفیسر مقرر ہو ئے
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 19 31 , 19 جنوری 2016 ( م ع و )
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 03 04 , 15 فروری 2016 ( م ع و )
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S مشترکہ اعلامیہ اطالیہ ویٹیکن نے روسی انگریزی جرمنی فرانسیسی ہسپانوی پرتگالی اور عربی میں جاری کیا
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بلدیہ الوکرہ کا رقبہ 2 , 518 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 141 , 222 افراد پر مشتمل ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بئش رباط کی مجموعی آبادی 5 , 142 افراد پر مشتمل ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S قلعہ آسیا کی مجموعی آبادی 17 , 306 افراد پر مشتمل ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S یئنگی کیشلوک ازبکستان کا ایک آباد مقام جو جیزخ صوبہ میں واقع ہے
A 8 9|||U:PROPN||||||REQUIRED|||-NONE-|||0

S شیخ الاسلام ابو نصر احمد جام عارفان خدا میں بہت معروف نام ہے
A 0 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S پنجاب یونیورسٹی سے منشی فاضل اور اردو فاضل کے امتحانات پاس کرنے کے بعد ایف اے کیا
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S انقلاب ایران کے بعد قائم ہونے والی پہلی حکومت تھی
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1980 میں گومل یونیورسٹی ڈیرہ غازی خان اور 1989 میں آزاد کشمیر یونیورسٹی مظفرآباد کے وائس چانسلر بنائے گئے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 24 رمضان 420ھ میں وفات پائی مزار اقدس قدیم بغدادمیں ہے
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1963 میں پنجاب یونیورسٹی اورینٹل کالج لاہور میں لیکچرار مقرر ہوئے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S پہلا سالنامہ نئے مدیر رفیع الدین مجاہد نے تیار کیا
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1950 سے 1970 تک وہ پنجاب یونیورسٹی کے شعب فارسی کے صدر رہے اور 1965 میں پنجاب یونیورسٹی اورینٹل کالج کے پرنسپل مقرر ہوئے
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1950 سے 1970 تک وہ پنجاب یونیورسٹی کے شعب فارسی کے صدر رہے اور 1965 میں پنجاب یونیورسٹی اورینٹل کالج کے پرنسپل مقرر ہوئے
A 17 18|||U:PROPN||||||REQUIRED|||-NONE-|||0

S الکردری شمس الائمہ محمد عبد الستار ال ردری ولادت 559 وفات642
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بریزا بوسنیا و ہرزیگووینا بوسنیا و ہرزیگووینا کا ایک بوسنیا و ہرزیگووینا کی بلدیات جو زینیتسا دوبوج کانتون میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S پروزور راما کا رقبہ 477 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 16 , 297 افراد پر مشتمل ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S پی ایچ ڈی کرنے کے بعد وہ حیدرآباد دکن واپس آکر عثمانیہ یونیورسٹی میں فلسفہ کے پروفیسر اور صدر شعبہ مقرر ہوئے
A 12 13|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1947 میں مستعفی ہو کر واپس حیدرآباد دکن آ گئے جہاں انہیں عثمانیہ یونیورسٹی میں ڈین آف آرٹس فیکلٹی مقرر کیا گیا
A 13 14|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ایل ایل بی علی گڑھ یونیورسٹی انڈیا
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 23 09 , 21 اپریل 2016 ( م ع و )
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S جیننینگ کاؤنٹی کا رقبہ 1 , 391 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 270 , 000 افراد پر مشتمل ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بن حافظ جی پاکستان کا ایک پاکستان کی یونین کونسلیں جو ضلع میانوالی میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S پہاڑ پور خیبر پختونخوا پاکستان کا ایک پاکستان کی یونین کونسلیں جو ضلع ڈیرہ اسماعیل خان میں واقع ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1913 میں پنجاب یونیورسٹی سے مولوی فاضل کا امتحان دیا اور پوری یونیورسٹی میں اول آئے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1913 میں پنجاب یونیورسٹی سے ایم اے ( عربی ) کے امتحان میں پہلی پوزیشن حاصل کی
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 16 28 , 12 مئی 2016 ( م ع و )
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اٹھارہ ہزاری ( انگریزی ) پاکستان کا ایک انسانی آبادکاری جو پنجاب پاکستان میں واقع ہے
A 12 13|||U:PROPN||||||REQUIRED|||-NONE-|||0

S امارت اسلامیہ افغانستان کی حکومت کا ایک بڑا امتیازی کارنامہ افغانستان میں امن کا قیام تھا
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1925 میں وہ اسلامیہ کالج لاہور کے پرنسپل پنجاب یونیورسٹی کے فیلو اور سنڈیکیٹ کے رکن منتخب ہوئے
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S انور کمال پاشا نے ایف سی کالج لاہور سے گریجویشن کی اور بعد میں پنجاب یونیورسٹی سے ڈبل ایم اے کیا
A 15 16|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ملکہ موسیقی روشن آرا بیگم ( پیدائش 1917 وفات 6 دسمبر 1982 ) ملکہ موسیقی کا خطاب پانے والی نامور پاکستانی کلاسکی گلوکارہ تھیں
A 0 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 07 51 , 28 جون 2016 ( م ع و )
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S استاد شجاع اللہ تقریبا 20برس تک پنجاب یونیورسٹی کے شعبہ فائن آرٹس اور نیشنل کالج آف آرٹس سے وابستہ رہے
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S وہ لاہور میں ٹاؤن شپ قبرستان میں آسود خاک ہیں
A 3 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1964 میں انہوں نے پنجاب یونیورسٹی کے شعبہ فنون لطیفہ سے ایم اے کیا اور پھر 1965 اسی شعبے میں لیکچرار مقرر ہوئے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابتدا میں بینک آف پنجاب نے اس تشہیری انداز کا کثرت سے استعمال کیا
A 2 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S رویندر نے کراچی یونیورسٹی سے ایل ایل بی کیا
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S پہلوانی ( اردو شاہ مکھی ) یا کشتی ( اردو شاہ مکھی ) جنوبی ایشیا میں کشتی کی ایک قسم ہے
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S جنھوں نے جامعہ ہارورڈ سے پی ایچ ڈی کی ڈگری لی
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S چھابوا ریلوے اسٹیشن آسام بھارت میں واقع ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S چودیالا ریلوے اسٹیشن اتراکھنڈ بھارت میں واقع ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S دمچارہ ریلوے اسٹیشن آسام بھارت میں واقع ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S دیوانگرے ریلوے اسٹیشن کرناٹک بھارت میں واقع ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S دیولالی ریلوے اسٹیشن مہاراشٹر بھارت میں واقع ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S دھرواد ریلوے اسٹیشن کرناٹک بھارت میں واقع ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S دیوانہ ریلوے اسٹیشن ہریانہ بھارت میں واقع ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ڈومبیولی ریلوے اسٹیشن مہاراشٹر بھارت میں واقع ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S دودیا ریلوے اسٹیشن راجستھان بھارت میں واقع ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S دندارا ریلوے اسٹیشن راجستھان بھارت میں واقع ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S فرصت گنج ریلوے اسٹیشن بھارت میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S گڑھی ہارسارو ریلوے اسٹیشن ہریانہ بھارت میں واقع ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S غازی پور سٹی ریلوے اسٹیشن بھارت میں واقع ہے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ہنسی ریلوے اسٹیشن ہریانہ بھارت میں واقع ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S جیسلمیر ریلوے اسٹیشن راجستھان بھارت میں واقع ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S جمنمخ ریلوے اسٹیشن آسام بھارت میں واقع ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S جوگیشوری ریلوے اسٹیشن مہاراشٹر بھارت میں واقع ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S جونور دیو ریلوے اسٹیشن بھارت میں واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S کچیگودا ریلوے اسٹیشن تلنگانہ بھارت میں واقع ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بی کی ڈگری پنجاب یونیورسٹی سے حاصل کی
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S انھوں نے جامعہ لندن سے صحافت اور سیاسیات میں بیچلر کی سند لی
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید بتاریخ " 08 41 , 16 اکتوبر 2016 ( م ع و ) "
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 13 11 6 اپریل 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 08 59 2 جون 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 53 3 جولائی 2018 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 17 24 20 جولائی 2018 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 17 20 5 اگست 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 08 52 22 اگست 2018 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 16 06 2 نومبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 06 20 19 دسمبر 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 45 26 جنوری 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 19 42 5 فروری 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 51 6 فروری 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S وہ محمد رفیع کشور کمار اور مکیش کمار سمیت اپنے دور کے تمام کامیاب گلوکاروں کے ساتھ اپنی آواز کا جادو جگاچکی ہیں
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 17 28 5 اگست 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 13 22 اگست 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 17 31 12 اکتوبر 2018 ( م ع و )
A 2 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 39 28 نومبر 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 05 21 3 دسمبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 01 13 جنوری 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 57 26 جنوری 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 23 00 6 فروری 2019 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 15 52 9 اگست 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 19 42 1 ستمبر 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 18 18 ستمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 01 28 27 ستمبر 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 20 04 26 نومبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 06 58 1 دسمبر 2019 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 16 9 دسمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 14 26 11 دسمبر 2019 ( م ع و )
A 3 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 17 18 14 دسمبر 2019 ( م ع و )
A 2 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 01 55 , 29 اگست 2016 ( م ع و )
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1966 میں وہ پنجاب یونیورسٹی کے شعبہ صحافت سے بطور لیکچرار منسلک ہوگئے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S وہ 1997 میں پنجاب یونیورسٹی کے شعب صحافت کے سربراہ کے عہدے سے ریٹائر ہوئے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S وہ لاہور میں پنجاب یونیورسٹی کے قبرستان میں آسود خاک ہیں
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S وہ شاعروں کیاس نسل سے تعلق رکھتے تھے جو داغ و حیدر دہلوی کی تربیت یافتہ نسل تھی
A 12 13|||U:PROPN||||||REQUIRED|||-NONE-|||0

S پنجاب یونیورسٹی سے گریجویشن کے بعد اسلامیات اور عربی میں ماسٹرز کیا
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S سلام ب ویکی‌پدیا از مشارکت شما سپاسگزارم
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس میں امام ترمذی کی کتاب العلل الکبیر اورابن ابی حاتم رازی کی الجرح والتعدیل وغیرہ شامل ہے
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S روایت ہے کہ محمد ہاشم ٹھٹوی نے شہر کھڑا کا سفر بھی کیا اور مخدوم عبد الرحمان شہید سے ملاقات کی
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1957 میں برطانوی راج کے اختتام پر برطانوی نوآبادی گولڈ کوسٹ کو بطور آزاد خودمختار ریاست دولت مشترکہ قلمرو گھانا آزادی ملی
A 19 20|||U:PROPN||||||REQUIRED|||-NONE-|||0

S میرزا جانی کے زمانے میں عمر کوٹ کے راجہ سودرہ کو شاہ قاسم خان نے مغلوب کر کے عمر کوٹ حاصل کیا تھا
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S تاریخ طاہری کا مصنف میر طاہر محمد نسیانی ٹھٹوی بھی انہیں کے حلق درس کا فیضیاب تھا
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ان مضامین کا مجموعہ محمد عمران خان ندوی نے پہلی بار مکتب دار العلوم ندوۃ العلما لکھنؤ سے 1946 میں شائع کیا
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S صنم پوری ( پیدائش 30 جون 1992 ) ایک بھارتی گلوکار اور سنگیت طائفہ صنم کے رہنما مغنی ہیں
A 17 18|||U:PROPN||||||REQUIRED|||-NONE-|||0

S حضرت سید فقیر محمد گیلانی چوراہی علیہ الرحمہ
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S کوہ بابا کی مجموعی آبادی 4 , 951 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ماہنامہ ضیا‌‌ ‍‌‌ئے حرم ایک مجلہ جو 1970 سے مستقل شائع ہو رہاہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S فلم کی سنیماٹوگرافی ( حرکت نگاری ) وی مانکندننے کی پئ اور سنجے شکلا نے ایڈیٹنگ ( ترمیم ) نے کی ہے
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S قلعہ میرچاکر سبی شہر کے مغرب میں سبی
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 17 18 , 11 جنوری 2017 ( م ع و )
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ظفر اقبال نے ایل ایل بی کا امتحان لا کالج پنجاب یونیورسٹی سے پاس کیا
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ظہیر عباس ( گلسٹرشا ر ) ٹرنر ( ووسٹرشا ر ) اور رچرڈز ( سومرسیٹ )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1987 میں بی اے 1989 میں ایم اے ( اردو ) کی ڈگری پنجاب یونیورسٹی سے حاصل کی
A 14 15|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اگست میں رئیس الواعظین کے حلق میں کینسر ( سرطان ) کے آثار ظاہر ہوئے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کے والد کا نام رفیع الحسن تھا جو رفیق میاں کے نام سے مشہور تھے
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ڈاوسن ٹاؤن شپ مکلین کاؤنٹی الینوائے کی مجموعی آبادی 590 افراد پر مشتمل ہے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S عمدۃ العلما مولانا سید کلب حسین صاحب کے پہلو میں ان کے فرزند اکبر کو سلادیا گیا
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S قبلہ عالم خواجہ زندہ پیر سرکار شروع ہی سے دن کو روزہ اور رات کو قیام و عبادت و ریاضت کے پابند تھے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S سنہ میں خواہش ظاہر کی گئی کہ جامع مسجد ربوہ میں تعمیر کی جائے کیونکہ مسجد مبارک کی صلاحیت ناکافی ہوگئی
A 16 17|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 21 06 , 10 فروری 2017 ( م ع و )
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S شیخ الاسلام مفتی اعظم ہند شاہ محمد مظہر اللہ دہلوی
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S شاہ فضل الرحم ن صدیقی گنج مراد آبادیاہلسنت کے بڑے بزرگ اور آزادی ہند کے بڑے مجاہد ہیں
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S کنوری بھاشا بھارت کے ہماچل پردیش راجیہ کے کنور ضلعے میں بولی جانے والی ایک تبتی برمی بھاشا ہے
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بعد نماز عصردرود و سلام اور قصیدہ بردہ شریف کی گونج میں جنازہ مبارکہ اٹھایاگیا
A 8 9|||U:PROPN||||||REQUIRED|||-NONE-|||0

S محمد شاہ ) جنوبی پنجاب پاکستان میں ضلع وہاڑی کی ایک یونین کونسل اور ایک قصبہ ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S تینتینان ( لاطینی ) فلپائن کا ایک بارانگائے جو اوبائی بوہول میں واقع ہے
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S انہوں نے الہ آباد یونیورسٹی سے بی اے کیا
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ماؤنٹ لوگن ( واشنگٹن ) کی مجموعی آبادی 2 , 769 75 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ٹیبل ماؤنٹین ( سکامینیا کاؤنٹی واشنگٹن ) ) ریاستہائے متحدہ امریکا کا ایک پہاڑ جو ریاست واشنگٹن میں واقع ہے
A 3 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ماؤنٹ بونیویل کی مجموعی آبادی 3 , 837 48 میٹر سطح سمندر سے بلندی پر واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ماؤنٹ ڈوئن کی مجموعی آبادی 3 , 215 98 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ماؤنٹ ایورٹس کی مجموعی آبادی 2 , 391 49 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ماؤنٹ شوئرز کی مجموعی آبادی 3 , 354 97 میٹر سطح سمندر سے بلندی پر واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S دی تھنڈرر ( وائیومنگ ) کی مجموعی آبادی 3 , 198 91 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ماؤنٹ واشیکی کی مجموعی آبادی 3 , 817 36 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بیجر ماؤنٹین ( کولوراڈو ) کی مجموعی آبادی 3 , 442 76 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S کینٹ پیک ( بولڈر ماؤنٹینز ایڈاہو ) ) ریاستہائے متحدہ امریکا کا ایک پہاڑ جو ایڈاہو میں واقع ہے
A 3 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S پیرامڈ پیک ( کیسٹر کاؤنٹی ایڈاہو ) ) ریاستہائے متحدہ امریکا کا ایک پہاڑ جو ایڈاہو میں واقع ہے
A 3 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ہنٹیر ماؤنٹین ( نیو یارک ) ) ریاستہائے متحدہ امریکا کا ایک پہاڑ جو نیویارک میں واقع ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S گیبل ماؤنٹین کی مجموعی آبادی 2 , 823 09 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ماؤنٹ پینروز ( مونٹانا ) کی مجموعی آبادی 2 , 400 94 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ریزرایج ماؤنٹین کی مجموعی آبادی 2 , 611 86 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ماؤنٹ ایڈریج ( الاسکا رینج ) ) ریاستہائے متحدہ امریکا کا ایک رہائشی علاقہ جو الاسکا میں واقع ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ماؤنٹ ریڈوبٹ کی مجموعی آبادی 3 , 108 08 میٹر سطح سمندر سے بلندی پر واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ماؤنٹ کریسنٹ کی مجموعی آبادی 990 92 میٹر سطح سمندر سے بلندی پر واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ریگیڈ ماؤنٹین ( نیو ہیمپشائر ) کی مجموعی آبادی 696 78 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بئیر ماؤنٹین ( کاربن کاؤنٹی پنسلوانیا ) ) ریاستہائے متحدہ امریکا کا ایک پہاڑ جو پنسلوانیا میں واقع ہے
A 3 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بش ماؤنٹین ( ٹیکساس ) ) ریاستہائے متحدہ امریکا کا ایک پہاڑ جو کولبرسن کاؤنٹی ٹیکساس میں واقع ہے
A 13 15|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ماؤنٹ گرانٹ ( ورمونٹ ) ) ریاستہائے متحدہ امریکا کا ایک پہاڑ جو ایڈسن کاؤنٹی ورمونٹ میں واقع ہے
A 13 15|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بتورا 3 کی چوٹی 7 , 729 میٹر سطح سمندر سے بلندی پر واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S شاہ دھر کی چوٹی 7 , 038 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بتورا موز تاغ کی مجموعی آبادی 7 , 795 میٹر سطح سمندر سے بلندی پر واقع ہے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S پائن ہل ( بارنسٹیبل کاؤنٹی میساچوسٹس ) ) ریاستہائے متحدہ امریکا کا ایک پہاڑ جو میساچوسٹس میں واقع ہے
A 3 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S فورٹ راک کی مجموعی آبادی 1 , 432 27 میٹر سطح سمندر سے بلندی پر واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بے وس 1804 میں سیت پور مظفر گڑھ پاکستان پیدا ہوئے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S تالینگ چان ضلع کا رقبہ 29 479 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 105 , 613 افراد پر مشتمل ہے
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S موئانگ مائے ہونگ سون ضلع تھائی لینڈ کا ایک امپھؤ جو صوبہ مائے ہونگ سون میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S موئانگ مائے ہونگ سون ضلع تھائی لینڈ کا ایک امپھؤ جو صوبہ مائے ہونگ سون میں واقع ہے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S موئانگ مائے ہونگ سون ضلع تھائی لینڈ کا ایک امپھؤ جو صوبہ مائے ہونگ سون میں واقع ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ڈسٹن فورٹ والٹن بیچ ایئرپورٹ ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو فلوریڈا میں واقع ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S کوٹولا لا سیل کاؤنٹی ایئرپورٹ ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو ٹیکساس میں واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S رک ہسبینڈ آماریلو انٹرنیشنل ایئرپورٹ ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو ٹیکساس میں واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S چیسٹر کاؤنٹی جی او کارلسن ایئرپورٹ ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو پنسلوانیا میں واقع ہے
A 2 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S راکی ہل الٹرالائٹ فلائٹ پارک ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو پنسلوانیا میں واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S موور کاؤنٹی ایئرپورٹ ( شمالی کیرولائنا ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو شمالی کیرولائنا میں واقع ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ٹرائی کاؤنٹی ایئرپورٹ ( شمالی کیرولائنا ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو شمالی کیرولائنا میں واقع ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S گاج نئہ ساون کی بارشوں میں بڑے شوروغل سے بہتی ہے جس وجہ سے اس پر نام گاج پڑا
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S گاج نئہ صدیوں سے بہتی چلی آ رہی ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S حکومت پاکستان نے گاج نئہ کے پانی پر نئہ گاج ڈیم تعمیر کیا ہے جو ابھی فعال نہیں ہوا
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S لکی شاہ صدر پاکستان ( انگریزی ) کے صوبہ سندھ کے ضلع جامشورو میں ایک قدیم شہر ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 19 29 , 14 اپریل 2017 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S جس کو حبشی راسخ الاعتقاد کلیسیا یونیفکیشن اور بیٹہ اسرائیل مذہبی کتاب سمجھتے ہیں
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S دولہہ دریا خان کو جام نظام الدین نے گائوں گاہا ( جوہی تحصیل ) اور ٹلٹی میں جاگیریں عطا کی تھیں
A 12 13|||U:PROPN||||||REQUIRED|||-NONE-|||0

S سورہ الشوری مکی سورۃ ہے جبکہ ا س کی آیت 23 تا 25 مدینہ منورہ میں نازل ہوئی ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S روزہ اسلام کے ارکان اسلام میں سے ایک ہے جسے عربی میں صوم کہتے ہیں
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S متناسق عالمی وقت کے مطابق 03 22 16 پر یہ گرہن مکمل ہوگا
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S قلی قطب کی پیدائش ہمدان میں 874ھ 1470 میں ہوئی
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S قلی قطب کے والدین پندرہویں صدی عیسوی کے آغاز میں دہلی آئے اور جلد ہی دکن چلے آئے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S دکن میں قلی قطب کے والد نے بہمنی سلطنت کی ملازمت اختیار کرلی
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S مارلو نے دریائے ٹیمز لندن انگلینڈ میں کشتی پر سوار اپنے ساتھیوں کو یہ کہانی سنائی
A 4 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S پاکستان اور دیگر کچھ ممالک میں ان کوسرکاری طور پر غیر مسلم قرار دیا گیا ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ان کا بائبل کا ترجمہ نیو ورلڈ ٹرانسلیشن ہے
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کا تعلق مسلم لیگ ن سے ہے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S نفوذ اور اوسموسس میں کیا فرق ہے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S احمد پٹیل کی پیدائش 21 اگست 1949کو بھروچ بامبے ریاست بھارتاب گجرات ( بھارت ) بھارت میں ہوئی
A 8 9|||U:PROPN||||||REQUIRED|||-NONE-|||0

S احمد پٹیل کی پیدائش 21 اگست 1949 کو بھروچ ریاست بمبئی بھارتاب گجرات ( بھارت ) بھارت میں ہوئی
A 16 17|||U:PROPN||||||REQUIRED|||-NONE-|||0

S راجا گھمن کی آبادی 21365 ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S جسٹس ثاقب نثار 18 جنوری 1954 میں لاہور میں پیدا ہوئے اور انہوں نے پنجاب یونیورسٹی سے اپنی قانون کے ڈگری حاصل کی
A 15 16|||U:PROPN||||||REQUIRED|||-NONE-|||0

S فاروق قیصر ( 31 اکتوبر 1945 14 مئی 2021 ) کو سیالکوٹ پاکستان فنکار کارٹونسٹ اور مصنف تھے
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ش ر عل خان ے مطابق سرمد شہ د تجارت غرض سے ہندوستان آ ا تھا
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ش ر عل خان ل ھتا ہے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S سوآن میانی ( انگریزی ) صوبہ پنجاب پاکستان ضلع راجن پور تحصیل روجھان کی ایک یونین کونسل اور قصبہ ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ڈگر قریشی کی مجموعی آبادی 170 میٹر سطح سمندر سے بلندی پر واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بحوالہ تاریخ بلوچ قبائل از ڈاکٹر مہر عبدالحق
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ان کا تعلق کشمیری بھٹ قبیلے سے ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S کوٹ فتح محمد شاہ پاکستان کا ایک رہائشی علاقہ جو بہاولنگرپنجاب پاکستان کا ایک قصبہ اور یونین کونسل ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S دہم تھل ( انگریزی ) پنجاب پاکستان کا ایک قصبہ اور تحصیل نارو وال کی ایک یونین کونسل جو ضلع نارووال میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S پھر انہیں نو تشکیل کردہ جامعہ کراچی کا پہلا وائس چانسلر مقرر کیا گیا تھا
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S مہا کیشپ بدھ مت کے دس شاگردوں میں سے ایک تھے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S " " اور گیارہ سے زائد ممالک میں تعلیم کے لیے مصروف دی موہانہ فاونڈیشن ا ردن کے چئیر مین پروفیسرابراہیم م ھ نا
A 15 16|||U:PROPN||||||REQUIRED|||-NONE-|||0

S موصوف نے اپنی ابتدائی تعلیم کا آغاز اپنے یاران وفادار
A 8 9|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اور بروز جمعہ انہیں جنوبی لبنان میں ان کے آبائ گاؤں مرجعیون میں آرتھو ڈکس کلیسا میں سپرد خاک کردیا گ ا
A 13 14|||U:PROPN||||||REQUIRED|||-NONE-|||0

S شیخ ابولحسن کبیر ٹھٹوی سترہویں صدی عیسی کو ٹھٹہ سندھ ( موجودہ پاکستان ) میں پیدا ہوئے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S چک نمبر 169 این بی پاکستان کا ایک رہائشی علاقہ جو ضلع سرگودھا میں واقع ہے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ہنری جیمز 11 ستمبر 1862 کو گرینزبورو شمالی کیرولائنا ریاستہائے متحدہ امریکا میں پیدا ہوئے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ڈھاکہ ( ناظم پورہ ) ) پاکستان کا ایک رہائشی علاقہ جو ضلع شیخوپورہ میں واقع ہے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S جھوک بالاکے چک نمبر147جی بی ( انگریزی 147 ) پاکستان کا ایک رہائشی علاقہ جوضلع فیصل آباد پنجاب پاکستان میں واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S عبیداللہ کیہر 12 ستمبر 1965 کو وادئ سندھ کے شہر خیرپور میں پیدا ہوئے
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S دی پرسوٹ آف دی آبلیوین مشہور مؤرخ رچرڈ ڈیونپورٹ ہائینز کی کتاب ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S نو نہال سنگھ حویلی اندرون لاہور پاکستان میں واقع ایک حویلی ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S جزائر شاہی ایران کے صوبہ آذربائیجان شرقی میں واقع ارمیا جھیل میں واقع ایک بڑا جزیرہ ہے
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بندہ یہ اختیار چاہتا ہے شکریہ 19 46 18 جولائی 2019 ( م ع و )
A 8 9|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس معاہدے کو ایلیا کے لوگوں کیجانب حفاظت کی ضمانت عمر ( یعنی اردو عہد عمر ) کے ساتھ خلط نہیں کرنا چاہیے
A 13 14|||U:PROPN||||||REQUIRED|||-NONE-|||0

S واہن کالج آف ایروناٹکس اینڈ ٹیکنالوجی ریاستہائے متحدہ امریکا کا ایک نجی غیر منافع بخش تعلیمی ادارہ جو نیو یارک میں واقع ہے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S رابرٹ مورس یونیورسٹی الینوائے ریاستہائے متحدہ امریکا کا ایک جامعہ و نجی غیر منافع بخش تعلیمی ادارہ جو شکاگو الینوائے میں واقع ہے
A 18 19|||U:PROPN||||||REQUIRED|||-NONE-|||0

S کلارک اسٹیٹ کالج ریاستہائے متحدہ امریکا کا ایک کمیونٹی کالج و ریاستہائے متحدہ کا عوامی تعلیمی ادارہ جو اوہائیو میں واقع ہے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S یونیورسٹی آف میری ہارڈن بیلور ریاستہائے متحدہ امریکا کا ایک تعمیر و نجی غیر منافع بخش تعلیمی ادارہ جو ٹیکساس میں واقع ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S عرعر داخلی ہوائی اڈا ( عربی مطار عرعر المحل ) سعودی عرب کا ایک ہوائی اڈا جو الحدود الشمال ہ علاقہ میں واقع ہے
A 17 18|||U:PROPN||||||REQUIRED|||-NONE-|||0

S کولوراڈو سٹی میونسپل ہوائی اڈا ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو ایریزونا میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S کلف ہیٹفیلڈ میموریل ہوائی اڈا ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو کیلیفورنیا میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ڈبلیو آر بائرن ہوائی اڈا ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو کیلیفورنیا میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S وہ انقلاب کے بعد جمہوری جمہوریہ افغانستان کا تین روز تک افغانستان کا سربراہ ریاست رہا
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S قطب الدین مبارک شاہ خلجی علا الدین خلجی کا بیٹا اور خلجی سلطنت کا چوتھا سلطان تھا
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S جمبھیشور گور کی ولادت راجستھان کے پیپاسر گاؤں میں 1451 میں ہوئی تھی
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S پونتا گورڈا ہوائی اڈا ( فلوریڈا ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو شارلوٹ کاؤنٹی فلوریڈا میں واقع ہے
A 16 18|||U:PROPN||||||REQUIRED|||-NONE-|||0

S لیکلینڈ لنڈر ریجنل ہوائی اڈا ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو فلوریڈا میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S میامی ہومسٹیڈ جنرل ایوی ایشن ہوائی اڈا ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو فلوریڈا میں واقع ہے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S میامی ہومسٹیڈ جنرل ایوی ایشن ہوائی اڈا ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو فلوریڈا میں واقع ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S برلنگٹن ایلامینس ریجنل ہوائی اڈا ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو شمالی کیرولائنا میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S برلنگٹن ایلامینس ریجنل ہوائی اڈا ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو شمالی کیرولائنا میں واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S موور کاؤنٹی ہوائی اڈا ( شمالی کیرولائنا ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو شمالی کیرولائنا میں واقع ہے
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ٹرائی کاؤنٹی ہوائی اڈا ( شمالی کیرولائنا ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو شمالی کیرولائنا میں واقع ہے
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S پارک ویو واشنگٹن ڈی سی ریاستہائے متحدہ امریکا کا ایک واشنگٹن ڈی سی کے محلے و محلہ جو واشنگٹن ڈی سی میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ویسٹ اینڈ واشنگٹن ڈی سی ریاستہائے متحدہ امریکا کا ایک واشنگٹن ڈی سی کے محلے و محلہ جو واشنگٹن ڈی سی میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S س نیتی دیوی ( 1864 1932 ) کوچ بہار ہند کی نوابی ریاست کی مہارانی تھی
A 7 9|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ونگز فار کرائسٹ ہوائی اڈا ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو ریاست واشنگٹن میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ونگز فار کرائسٹ ہوائی اڈا ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو ریاست واشنگٹن میں واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ہنور کاؤنٹی میونسپل ہوائی اڈا ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو ورجینیا میں واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S رچمنڈ ہوائی اڈا ( روڈ آئلینڈ ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو روڈ آئلینڈ میں واقع ہے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S چیسٹر کاؤنٹی جی او کارلسن ہوائی اڈا ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو پنسلوانیا میں واقع ہے
A 2 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ٹرائی سٹی ہوائی اڈا ( ویسٹ لافائیٹ اوہائیو ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو اوہائیو میں واقع ہے
A 5 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S فلپ بلارڈ میونسپل ہوائی اڈا ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو کنساس میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S فلپ بلارڈ میونسپل ہوائی اڈا ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو کنساس میں واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S رچرڈ بی رسل ہوائی اڈا ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو جارجیا ( امریکی ریاست ) میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S رچرڈ بی رسل ہوائی اڈا ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو جارجیا ( امریکی ریاست ) میں واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S رابرٹسن فیلڈ ( شمالی ڈکوٹا ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو شمالی ڈکوٹا میں واقع ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بل فراگ بیسن ہوائی اڈا ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو یوٹاہ میں واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S رسلویل لوگن کاؤنٹی ہوائی اڈا ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو کینٹکی میں واقع ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S شہر اموتسکی کا جڑواں شہر بیئلووار ہے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S سسیکس ہوائی اڈا ( نیو جرسی ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو نیو جرسی میں واقع ہے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S الکالی لیک اسٹیٹ ہوائی اڈا ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو اوریگون میں واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S جے پی ایم ہوائی اڈا ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو اوریگون میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S رورنگ سپرنگز رینچ ہوائی اڈا ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو اوریگون میں واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اسرائیل کے سفیر برائے بھارت بھارت مارک سوفر کئی منفرد اقدامات کے لیے جانے جاتے ہیں
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 26 29 مارچ 2018 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 13 16 6 اپریل 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 01 47 5 جون 2018 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 54 3 جولائی 2018 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 21 06 7 جولائی 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 16 10 2 نومبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 05 11 3 دسمبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 13 19 11 دسمبر 2018 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 06 22 19 دسمبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 11 29 25 دسمبر 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 14 06 11 جنوری 2019 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 19 43 5 فروری 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 11 8 ستمبر 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 21 18 ستمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 29 28 ستمبر 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 51 5 اکتوبر 2019 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 07 41 10 اکتوبر 2019 ( م ع و )
A 2 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 20 02 10 دسمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 08 36 11 دسمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 17 27 14 دسمبر 2019 ( م ع و )
A 2 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 17 00 1 اپریل 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 10 20 3 اپریل 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 10 26 25 اپریل 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 05 20 19 مئی 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 01 49 5 جون 2018 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 11 09 13 جون 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 21 07 7 جولائی 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 17 22 5 اگست 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 08 57 22 اگست 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 16 15 2 نومبر 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 31 28 نومبر 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 36 2 اپریل 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 20 18 5 اپریل 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 13 18 19 اپریل 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 05 22 19 مئی 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 04 2 جون 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 08 35 8 جولائی 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 17 24 5 اگست 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 04 39 11 نومبر 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 34 28 نومبر 2018 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 05 15 3 دسمبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 06 27 19 دسمبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 52 26 جنوری 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 19 47 5 فروری 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 55 6 فروری 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 20 07 5 اپریل 2018 ( م ع و )
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 13 08 19 اپریل 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 09 07 29 مئی 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 08 27 8 جولائی 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 13 31 28 اکتوبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 06 08 19 دسمبر 2018 ( م ع و )
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 01 21 23 جنوری 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 09 16 9 اگست 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 15 22 29 اگست 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 22 10 29 اگست 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 15 48 19 ستمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 00 01 24 ستمبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 13 45 5 اکتوبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 02 11 28 نومبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 20 07 5 اپریل 2018 ( م ع و )
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 09 08 29 مئی 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 17 17 5 اگست 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 17 17 12 اکتوبر 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 13 31 28 اکتوبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 13 14 11 دسمبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 06 08 19 دسمبر 2018 ( م ع و )
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 01 21 23 جنوری 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 09 17 9 اگست 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 15 43 9 اگست 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 22 11 29 اگست 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 15 48 19 ستمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 00 01 24 ستمبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 20 07 5 اپریل 2018 ( م ع و )
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 03 11 11 اپریل 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 03 15 26 اپریل 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 09 08 29 مئی 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 17 17 5 اگست 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 17 18 12 اکتوبر 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 13 31 28 اکتوبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 04 13 11 نومبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 06 10 19 دسمبر 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 01 22 23 جنوری 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 09 18 9 اگست 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 22 14 29 اگست 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 20 20 14 ستمبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 09 11 18 ستمبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 15 54 19 ستمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 04 14 26 اکتوبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 21 13 30 نومبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 03 19 11 اپریل 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 05 16 19 مئی 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 13 28 12 اگست 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 04 19 11 نومبر 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 06 15 19 دسمبر 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 09 26 29 مارچ 2018 ( م ع و )
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 16 51 1 اپریل 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 13 11 6 اپریل 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 11 04 13 جون 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 17 24 20 جولائی 2018 ( م ع و )
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 13 31 12 اگست 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 08 52 22 اگست 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 16 06 2 نومبر 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 13 18 11 دسمبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 06 20 19 دسمبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 19 08 12 جنوری 2019 ( م ع و )
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 19 42 5 فروری 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 22 51 6 فروری 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 09 27 29 مارچ 2018 ( م ع و )
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 13 16 6 اپریل 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 01 47 5 جون 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 11 06 13 جون 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 21 06 7 جولائی 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 14 46 1 نومبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 16 10 2 نومبر 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 04 29 11 نومبر 2018 ( م ع و )
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 05 11 3 دسمبر 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 13 19 11 دسمبر 2018 ( م ع و )
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 06 22 19 دسمبر 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 11 29 25 دسمبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 14 06 11 جنوری 2019 ( م ع و )
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 19 43 5 فروری 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 21 05 8 اگست 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 20 16 26 اگست 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 09 11 8 ستمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 09 21 18 ستمبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 22 29 28 ستمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 08 18 29 ستمبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 09 51 5 اکتوبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 07 41 10 اکتوبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 20 02 10 دسمبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 08 36 11 دسمبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 17 28 14 دسمبر 2019 ( م ع و )
A 0 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 17 00 1 اپریل 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 10 19 4 اپریل 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 10 26 25 اپریل 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 05 20 19 مئی 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 11 09 13 جون 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 21 07 7 جولائی 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 17 22 5 اگست 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 08 57 22 اگست 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 14 47 1 نومبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 03 48 11 اپریل 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 13 59 16 اپریل 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 05 22 19 مئی 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 09 04 2 جون 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 17 24 5 اگست 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 16 24 2 نومبر 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 04 39 11 نومبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 22 34 28 نومبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 05 16 3 دسمبر 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 06 27 19 دسمبر 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 22 53 26 جنوری 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 19 47 5 فروری 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 20 43 3 اپریل 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 05 24 19 مئی 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 09 05 2 جون 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 17 24 5 اگست 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 16 24 2 نومبر 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 22 35 28 نومبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 05 16 3 دسمبر 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 06 28 19 دسمبر 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 22 53 26 جنوری 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 19 47 5 فروری 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 15 25 29 اگست 2019 ( م ع و )
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 22 15 29 اگست 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 20 21 14 ستمبر 2019 ( م ع و )
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 15 54 19 ستمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 04 15 26 اکتوبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 06 08 11 دسمبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 03 52 11 اپریل 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 13 20 19 اپریل 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 05 24 19 مئی 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 09 20 29 مئی 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 11 15 13 جون 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 17 25 5 اگست 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 22 35 28 نومبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 05 16 3 دسمبر 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 06 28 19 دسمبر 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 22 53 26 جنوری 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 19 47 5 فروری 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 14 48 1 مارچ 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 09 19 9 اگست 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 15 25 29 اگست 2019 ( م ع و )
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 22 15 29 اگست 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 16 28 6 ستمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 20 21 14 ستمبر 2019 ( م ع و )
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 04 15 26 اکتوبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 02 26 28 نومبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 06 08 11 دسمبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 03 52 11 اپریل 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 13 20 19 اپریل 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 05 25 19 مئی 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 09 20 29 مئی 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 11 15 13 جون 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 17 25 5 اگست 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 22 35 28 نومبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 05 17 3 دسمبر 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 06 28 19 دسمبر 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 22 54 26 جنوری 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 14 48 1 مارچ 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 09 19 9 اگست 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 22 16 29 اگست 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 16 28 6 ستمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 20 21 14 ستمبر 2019 ( م ع و )
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 13 52 5 اکتوبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 04 15 26 اکتوبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 02 26 28 نومبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 21 15 30 نومبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 08 16 11 دسمبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 03 52 11 اپریل 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 13 20 19 اپریل 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 05 25 19 مئی 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 11 15 13 جون 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 17 25 5 اگست 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 20 01 22 ستمبر 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 05 17 3 دسمبر 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 06 29 19 دسمبر 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 19 21 12 جنوری 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 22 54 26 جنوری 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 14 48 1 مارچ 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 09 19 9 اگست 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 22 16 29 اگست 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 16 28 6 ستمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 20 22 14 ستمبر 2019 ( م ع و )
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 09 13 18 ستمبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 13 52 5 اکتوبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 04 16 26 اکتوبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 21 16 30 نومبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 08 17 11 دسمبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 17 11 14 دسمبر 2019 ( م ع و )
A 0 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 17 20 1 اپریل 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 13 21 19 اپریل 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 05 25 19 مئی 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 11 16 13 جون 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 17 26 5 اگست 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 09 10 22 اگست 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 20 01 22 ستمبر 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 05 17 3 دسمبر 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 06 29 19 دسمبر 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 19 21 12 جنوری 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 22 54 26 جنوری 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 22 16 29 اگست 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 09 13 18 ستمبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 04 16 26 اکتوبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 21 16 30 نومبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 08 17 11 دسمبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S محبوب الحق ایک پاکستانی گیم تھیورسٹ معاشیات دان اور بین الاقوامی ترقیاتی نظریہ کے حامل تھے
A 6 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S مرکزی صفحات " ضد صہیونیت اور " " ضد صہیونیت کا خط زمانی "
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 17 20 1 اپریل 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 17 27 5 اگست 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 09 11 22 اگست 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 12 26 22 اکتوبر 2018 ( م ع و )
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 22 37 28 نومبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 05 18 3 دسمبر 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 06 31 19 دسمبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 20 06 26 اگست 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 22 18 29 اگست 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 09 15 18 ستمبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 08 11 29 ستمبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 04 18 26 اکتوبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 21 19 30 نومبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 14 21 11 دسمبر 2019 ( م ع و )
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 17 14 14 دسمبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 17 20 1 اپریل 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 17 27 5 اگست 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 09 11 22 اگست 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 17 30 12 اکتوبر 2018 ( م ع و )
A 0 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 22 37 28 نومبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 05 19 3 دسمبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 13 26 11 دسمبر 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 06 31 19 دسمبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 09 21 9 اگست 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 20 06 26 اگست 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 14 22 11 دسمبر 2019 ( م ع و )
A 1 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 17 15 14 دسمبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S انسٹیٹیوٹ آف سندھالاجی سندھ یونیورٹی جامشورو نے 1999 مائی الہہ وسائی کے گائے ہوئے کلام کی آڈیو کیسیٹ جاری کی
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ہیری پوٹر اور آدھ خالص شہزادہ جے کے رولنگ کا تحریر کردہ ہیری پوٹر کے سلسلہ کا ایک چھٹا فینٹسی ناول ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ہیری پوٹر اور آدھ خالص شہزادہ جے کے رولنگ کا تحریر کردہ ہیری پوٹر کے سلسلہ کا ایک چھٹا فینٹسی ناول ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 23 22 1 مئی 2018 ( م ع و )
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ا ن کے مطابق یہ عقیدہ کے حضر عیسی زمین میں کہیں مدفن ہیں توہین اسلام کے زمرے میں آتا ہے
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S یہ ستارہ مجمع النجوم اسکوٹم میں واقع ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 02 11 13 جون 2018 ( م ع و )
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S عوامی نافرمانی تحریک 1939 کا فساد مدح صحابہ پر پابندہ اور طبرہ
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اودھ کی ریاست بھی سلطنت دہلی کی بالادستی تسلیم کرتی تھی اور اس کے کئی حکمران مغل بادشاہ کے عہدیدار تھے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اسکے علاوہ آپ ایرانی سیکنڈری اسکول کے بانی چیئرمین اور کراچی پاکستان کے مشہور نسواں کالج عبداللہ کالج کے بانی صدر تھے
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اسکے علاوہ آپ ایرانی سیکنڈری اسکول کے بانی چیئرمین اور کراچی پاکستان کے مشہور نسواں کالج عبداللہ کالج کے بانی صدر تھے
A 14 15|||U:PROPN||||||REQUIRED|||-NONE-|||0

S نیز روح ایسا مادہ ہے جو کرہ سماوی کے مادے سے بھی زیادہ نازک اور نفیس ہے
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 22 25 4 جولائی 2018 ( م ع و )
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 17 26 5 اگست 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 09 11 22 اگست 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 12 26 22 اکتوبر 2018 ( م ع و )
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 22 37 28 نومبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 05 18 3 دسمبر 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 06 31 19 دسمبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 22 58 6 فروری 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 22 17 29 اگست 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 04 18 26 اکتوبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 21 19 30 نومبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 14 21 11 دسمبر 2019 ( م ع و )
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 17 14 14 دسمبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 17 28 5 اگست 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 17 30 12 اکتوبر 2018 ( م ع و )
A 0 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 12 28 22 اکتوبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 16 28 2 نومبر 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 04 43 11 نومبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 22 39 28 نومبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 22 01 13 جنوری 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 22 19 29 اگست 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 09 17 18 ستمبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 06 58 1 دسمبر 2019 ( م ع و )
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 09 16 9 دسمبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 08 33 15 جولائی 2018 ( م ع و )
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 17 28 5 اگست 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 09 13 22 اگست 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 17 31 12 اکتوبر 2018 ( م ع و )
A 0 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 16 28 2 نومبر 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 16 58 22 نومبر 2018 ( م ع و )
A 0 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 22 39 28 نومبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 22 01 13 جنوری 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 23 00 6 فروری 2019 ( م ع و )
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 09 18 18 ستمبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 01 28 27 ستمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 20 04 26 نومبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 06 58 1 دسمبر 2019 ( م ع و )
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 09 16 9 دسمبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 14 26 11 دسمبر 2019 ( م ع و )
A 1 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 04 13 17 جولائی 2018 ( م ع و )
A 0 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 17 28 5 اگست 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 09 13 22 اگست 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 17 31 12 اکتوبر 2018 ( م ع و )
A 0 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 16 58 22 نومبر 2018 ( م ع و )
A 0 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 22 39 28 نومبر 2018 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 05 21 3 دسمبر 2018 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 22 58 26 جنوری 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 23 00 6 فروری 2019 ( م ع و )
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 01 28 27 ستمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 04 21 26 اکتوبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 15 21 20 نومبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 20 04 26 نومبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 06 58 1 دسمبر 2019 ( م ع و )
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 09 16 9 دسمبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 08 25 11 دسمبر 2019 ( م ع و )
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 14 26 11 دسمبر 2019 ( م ع و )
A 1 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S زی ٹی وی ایچ ڈی 15 اگست 2011 زی سنیما ایچ ڈی اور زی اسٹوڈیو ایچ ڈی کے کے ساتھ لانچ کیا گیا تھا
A 17 18|||U:PROPN||||||REQUIRED|||-NONE-|||0

S مہتاب کور ( پیدائش 1782 وفات 1813 ) سکھ سلطنت کے مہاراجہ رنجیت سنگھ کی بیوی تھیں
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S مہتاب کور ( پیدائش 1782 وفات 1813 ) سکھ سلطنت کے رنجیت سنگھ کانے کی بیوی تھیں
A 13 14|||U:PROPN||||||REQUIRED|||-NONE-|||0

S یہی وجہ ہے کہ " سید میاں علی شاہ گیلانی الحسنی " نے جس علاقے کی بنیاد رکھی وہ دراصل آپ کے پسر
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 20 38 2 اگست 2018 ( م ع و )
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S رانا کی بیوی کو رانی کہا جاتا ہے جبکہ رانی راجا کی بیوی کے لیے بھی استعمال کر ہوتا ہے
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اسی طرح جس طرح کوچی میں انگریز ہندی آباد ہو گئے تھے
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S طارق باجوہ واحد پاکستانی ہیں جن کو جامعہ ہارورڈ سے لیتور فیلوشپ حاصل ہے
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S فروری 2022 میں ویسٹ انڈیز کے خلاف افتتاحی میچ میں چاہل نے ون ڈے کرکٹ میں اپنی 100 ویں وکٹ حاصل کی
A 13 14|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ سید محمد حمزہ گیسو دراز کے والد ہیں
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ( 6 ) مقتل محمد بن ابراہیم طباطبابن اسماعیل بن ابرہیم الغمر بن حسن مثنی بن امام حسن ع 199 ہجری
A 20 21|||U:PROPN||||||REQUIRED|||-NONE-|||0

S علامہ مجلسی نے بحار الانوار میں حضرت علی بن ابی طالب کی متعدد وصیتوں کو کمیل ابن زیاد کے حوالے سے نقل کیا ہے
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ایوان نمائندگان برازیلی پارلیمان قومی مجلس برازیل کا ایوان زیریں ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S سپریم کورٹ پاکستان کی جانب سے سپریم جوڈیشل کونسل میں معاملہ بھجوانے پر امان اللہ ساتھی ججز سمیت مستعفی ہو گئے تھے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S مزید خانہ جنگی سے بچنے کے لیے حضرت حسن ابن علی علیہ السلام نے معاویہ رضی اللہ عنہ کے ساتھ معاہدہ کر لیا
A 12 13|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ہریکین مائیکل 1992 میں آنے سمندری طوفان اینڈریو کے بعد ایک انتہائی شدید سمندری طوفان جس کا نشانہ ریاست ہائے مت حدہ امریکا ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S کئی اشتہارات میں کام کرنے کے بعد میکال ذو الفقار ابرار الحق کے گانے سے شہرت پائی
A 8 9|||U:PROPN||||||REQUIRED|||-NONE-|||0

S میکال کا مکمل پیدائشی نام میاں محمد میکال پطرس عزیز ذو الفقار
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس کے والدین میں علیحدگی ہوئی جب ذو الفقار 17 برس کے تھے
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S حیدرآباد دکن میں ایک بزرگ بابا شرف الدین کے نام سے گزرے ہیں
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S یہ طیارہ عموما سیو کرنو ہٹا بین الاقوامی ایئرپورٹ جکارتا سے دیپاتی امیر ایئرپورٹ پنگکل پننگ کی طرف اڑان بھرتا تھا
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ڈنکن دھرم ڈنکوازم یا دھرم ڈنکوسٹ ایک مذہب اور سماجی تحریک ہے جو سماجی نیٹ ورکس پر ابھر کر سامنے آئی اور پھیل گئی
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اپ کے آستانہ عالیہ نقشبدیہ غوثیہ سیفیہگجر خان میں ماہانہ محفل گیارہویں شریف ہوتی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S کانگڑ ( دیوناگری کشمیری کانگ ر ) جسے کانگڑی کنگیڑ اور کنگیر بھی کہا جاتا ہے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اور اندھرا پرد س کا مشہور ڈراما پدیہ ناٹکم اہلیا کی کہانی پر مبنی ہے
A 7 9|||U:PROPN||||||REQUIRED|||-NONE-|||0

S شریف احمد ( بنگلہ دیشی سیاست دان ) ) ایک بنگلہ دیشی سیاست دان جو سنہ 2019 سے جاتیہ سنسد کے رکن ہیں
A 3 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S شہریار عالم ( سیاست دان ) ) ایک بنگلہ دیشی سیاست دان جو سنہ 2019 سے جاتیہ سنسد کے رکن ہیں
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اے کے ایم بہاؤ الدین ایک بنگلہ دیشی سیاست دان جو سنہ 2019 سے جاتیہ سنسد کے رکن ہیں
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S میاں علی احمد کی پیدائش بغداد عراق میں ہوئی
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اورنگ آباد اپنی تعلیمی و تہذیبی ثقافت کے لیے مشہور ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ستروگا ( لاطینی ) جمہوریہ مقدونیہ کا ایک آباد مقام جو ستوگا بلدیہ میں واقع ہے
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S و1و قہل بعد کی صدیوں میں اشکنازی یہودیوں کی خود مختار حکومتوں کا نام بھی رہا جو 1840 میں نابود ہوئیں
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S وہ جامعہ ہارورڈ میں سنسکرت کے پروفیسر ہیں
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بطور ریلوے وزیر ( 1989 سے 1990 تک ) انہوں نے کوکن ریلوے جیسے منصوبوں پر کام کیا
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S پھر دہلی کی مشہور جامعہ ملیہ اسلامیہ یونیورسٹی سے گریجویشن مکمل کی
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S نائیجیریا کے عام انتخابات 2019 16 فروری 2019 کو منعقد ہوئے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S چودھری محمود بشیر پاکستانی سیاست دان ہیں
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S کل 311 نظمیں ہیں جن میں سے گیارہ چنگ خاندان کی اور بقیہ خاندان چو کے عہد کی ہیں
A 14 15|||U:PROPN||||||REQUIRED|||-NONE-|||0

S شوانوو ضلع نانجنگ کا رقبہ 81 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 634 , 000 افراد پر مشتمل ہے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس طرح بٹنی ب ن بٹ وغیرہ پختونوں کا ایک قبیلہ ہے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ژونگ کاؤنٹی ( لاطینی ) چین کا ایک عوامی جمہوریہ چین کی کاؤنٹیاں جو چونگ چنگ میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ژاو کاؤنٹی ( لاطینی ) چین کا ایک عوامی جمہوریہ چین کی کاؤنٹیاں جو شیجیاژوانگ میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ژاو کاؤنٹی کا رقبہ 675 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 550 , 000 افراد پر مشتمل ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S گونگار کاؤنٹی کا رقبہ 2 , 283 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 50 , 000 افراد پر مشتمل ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S چک 69 ای بی اگرو کی مجموعی آبادی 8 , 000 افراد پر مشتمل ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S مل اعوان ( انگریزی ) پاکستان کا ایک گاؤں جو پنجاب پاکستان میں واقع ہے
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S نظام پور خیبر پختونخوا پاکستان کا ایک آباد مقام جو خیبر پختونخوا میں واقع ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 16 52 15 اپریل 2019 ( م ع و )
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S یہاں نے ے جولائی 1998 تک کام کیا
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S مولانا کلیم صدیقی بھارت کے دین اسلام مبلغین میں سے ایک ہیں
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1905 میں ایم اے کے لیے ولسن کالج بمبئی میں داکلہ لیا
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S گریش رگوناتھ کرناڈ ( 19 مئی 1938 10 جون 2019 ) ایک بھارتی اداکار ہدائیتکار کن اڈا مصنف ڈراما نگار مترجم اور دانشور تھے
A 16 17|||U:PROPN||||||REQUIRED|||-NONE-|||0

S خاش رود ضلع کی مجموعی آبادی 35 , 381 افراد پر مشتمل ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S خانکان نے کوپن ہیگن میں میریام مسجد کی بنیاد میں سرکردہ کردار ادا کیا
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اوشکا نے اپنا ٹوئنٹی20 ڈیبیو 24 فروری 2018 کو 2017 2018 ایس ایل سی ٹوئنٹی20 ٹورنامنٹ میں کولٹس کرکٹ کلب کے لیے کیا
A 9 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بادشاہ انگلینڈ کے جیمز اول کو سلطان اسکندر مودا آف آچے کا ایک خط
A 9 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S کانڈی والی ( انگریزی ) بھارت کا ایک محلہ جو مہاراشٹر میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 22 03 4 اگست 2019 ( م ع و )
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 21 05 8 اگست 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 20 16 26 اگست 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 11 8 ستمبر 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 22 29 28 ستمبر 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 08 18 29 ستمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 51 5 اکتوبر 2019 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 07 41 10 اکتوبر 2019 ( م ع و )
A 2 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 10 43 21 نومبر 2019 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 20 02 10 دسمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 17 28 14 دسمبر 2019 ( م ع و )
A 2 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 21 05 8 اگست 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 20 16 26 اگست 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 08 18 29 ستمبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 20 02 10 دسمبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 17 28 14 دسمبر 2019 ( م ع و )
A 0 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 09 17 8 ستمبر 2019 ( م ع و )
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 02 04 19 ستمبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 16 24 19 ستمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 16 54 29 ستمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 09 54 5 اکتوبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 18 22 21 نومبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 03 06 11 دسمبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 17 8 ستمبر 2019 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 24 18 ستمبر 2019 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 16 24 19 ستمبر 2019 ( م ع و )
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 08 49 28 ستمبر 2019 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 09 54 5 اکتوبر 2019 ( م ع و )
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آخری تجدید 08 51 11 دسمبر 2019 ( م ع و )
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 18 21 12 اگست 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 09 24 18 ستمبر 2019 ( م ع و )
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 02 04 19 ستمبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 09 54 5 اکتوبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 08 51 11 دسمبر 2019 ( م ع و )
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 19 28 17 اگست 2019 ( م ع و )
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بھارتی صدر کو بھارت کا اول شہری مانا جاتا ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 20 10 9 ستمبر 2019 ( م ع و )
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S پروفیسر سید محمد تنویر الدین خدانمائی افتخاری ( ڈائرکٹر مدرسہ صوفیہ قندھار دکن سابق صدر شعبہ فارسی عثمانیہ یونیورسٹی حیدرآباد دکن )
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 01 56 28 ستمبر 2019 ( م ع و )
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S مومن آباد پاکستان کا ایک آباد مقام جو ملتان پنجاب پاکستان میں واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 18 ایم آر پاکستان کا ایک آباد مقام جو ضلع ملتان میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S چک1 ایف پاکستان کا ایک آباد مقام جو ضلع ملتان میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بنڈہ سندیلہ پاکستان کا ایک آباد مقام جو ضلع ملتان میں واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ٹھٹہ قریشی پاکستان کا ایک آباد مقام جو ضلع مظفر گڑھ پنجاب میں واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S شاہ جمال پاکستان کا ایک آباد مقام جو ضلع مظفر گڑھ پنجاب میں واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S سلطان پور پاکستان کا ایک آباد مقام جو ضلع مظفر گڑھ پنجاب میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 22 40 7 اکتوبر 2019 ( م ع و )
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اخون سالاک بابا کے بعد ان کی اولاد کو درانی کی بجائے اخون خیل کہا جانے لگا
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S غازی اخون اور ان کے بھائی اخون سباک سید عبدالوہاب المعروف اخون پنجو صاحب کے مرید و خلیفہ تھے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اخون سالاک اور ان کے بھائی اخون سباک سید عبدالوہاب المعروف اخون پنجو صاحب کے مرید و خلیفہ تھے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S عبداللہ یوسف علی کی تحقیات کے مطابق اردو ٹا پ پر سب سے پہلے کلکتہ گزٹ کا پہلا نمبر مارچ کو 1784 کو چھپا
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S پولندری طریقہ پنجاب کے کنیٹ جاٹ راجپوت کشمیر کے ٹھاکروں میں بھی را ج تھی
A 13 14|||U:PROPN||||||REQUIRED|||-NONE-|||0

S دیکشا 14 فروری 1990 کو ہلدوانی دہلی میں پیدا ہوئی
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ھندوستان اور بعض آسٹریلیا میں بھی آباد ہوی کندھار کے شمال میں بھی میانی آباد ہیں
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس طرح بلوچوں براہیوں جگدالیوں اور جاٹوں میں یعنی بلوچستان کا کون ایسا قبیلہ ہے جس میں رندوں کا طا فہ موجود نہیں ہے
A 20 21|||U:PROPN||||||REQUIRED|||-NONE-|||0

S چندر شیکھر آزاد 23 جولائی 1906 کو موضع پھلورہ ضلع جھبوا مدھیہ پردیش برطانوی ہندوستان میں پیدا ہوئے
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 19 00 12 نومبر 2019 ( م ع و )
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S غلام رسول شاہ بخاری سیال شریف کے روحانی پیشوا خواجہ شمس الدین سیالوی کے خلیفہ خاص تھے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S مولانا سلطان محمود سدوالی سیال شریف کے روحانی پیشوا خواجہ شمس الدین سیالوی کے خلیفہ خاص تھے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S یہ بلوچ قبیلہ ضلع راجن پور میں بکثرت آباد ہے وہاں اس قوم کے دو مشہور قصبے آسنی اور بہادر پور ہیں
A 20 21|||U:PROPN||||||REQUIRED|||-NONE-|||0

S چنانچہ توختامش نے دونوں لشکروں ( اردوئے ایبض اور اردوئے ازرق ) کو مستحکم کیا اور یہ اردوئے زریں کا خان بن گیا
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 04 58 20 دسمبر 2019 ( م ع و )
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S سلطان علاؤ الدین دو بیٹے پے درپے بادشاہ بنے سلطان شہاب الدین اور سلطان قطب الدین
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 11 40 3 جنوری 2020 ( م ع و )
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S قلمی نام مجذوب چشتی اصل نام محمد نواز اختر مجذوب چشتی تخلص تھا
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 11 25 6 جنوری 2020 ( م ع و )
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بعد میں ویر بلال کو 1342 میں مدورا سوم کے سلطان نے قتل کیا تھا
A 8 9|||U:PROPN||||||REQUIRED|||-NONE-|||0

S عام آدمی پارٹی کو اروند کیجریوال کی قیادت میں دہلی میں دہلی متربہ سرکار بنانے کا موقع ملا ہے
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S مگر میڈیکل میں داخلہ نہ مل سکا تو انھوں نے کراچی یونیورسٹی کے مائکروبیالوجی کے شعبے میں داخلہ لے لیا
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اتمان زئی پاکستان کا ایک پاکستان کی یونین کونسلیں جو ضلع چارسدہ میں واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 21 31 2 فروری 2020 ( م ع و )
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S الحناکیہ ( عربی الحنا ) سعودی عرب کا ایک آباد مقام جو المد نہ علاقہ میں واقع ہے
A 12 13|||U:PROPN||||||REQUIRED|||-NONE-|||0

S و15و وہ 2007 میں لندن چلی گئیں اور اب وہ برطانیہاور پاکستان کی دوہری شہری ہیں
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S محمد نفیس پاکستان انٹرنیشنل کبڈی ٹیم کا کھلاڑی ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2020 آئی سی سی ویمنز ٹی 20 ورلڈ کپ آئی سی سی کا ساتواں خواتین ٹی 20 ورلڈ کپ ٹورنامنٹ ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 18 49 1 مارچ 2020 ( م ع و )
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 21 42 1 اپریل 2020 ( م ع و )
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 22 09 3 اپریل 2020 ( م ع و )
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S انگلش ریور سیچیلیس کی مجموعی آبادی 3 , 737 افراد پر مشتمل ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S غنچ ای تشن از گلزار می ترسند
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S عرب ظہرہ الضمیری ( لاطینی ) انتداب فلسطین کا ایک گاؤں جو حیفا ذیلی ضلع انتداب فلسطین میں واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S عرب الزبید ( لاطینی ) انتداب فلسطین کا ایک آباد مقام جو صفد ذیلی ضلع انتداب فلسطین میں واقع ہے
A 12 13|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 21 10 9 مئی 2020 ( م ع و )
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S یہ لڑائی پاکستان کے صوبہ سندھ کے ضلع دادو کی جوہی تحصل کے کاچھو کے موجودہ گائوں ٹوڑ کے قریب لڑی گئی
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 21 52 4 جون 2020 ( م ع و )
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1964 میں ایم اے سیاسیات کا امتحان سندھ یونورسٹی سے پاس کیا
A 8 9|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1964 میں ایم اے سیاسیات کا امتحان جامع سندھ سے پاس کیا
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ نے 1993 میں پنجاب یونیورسٹی لاہور سے ایم بی اے کی ڈگری حاصل کی
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 15 42 15 جون 2020 ( م ع و )
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S لونی سلیال ( انگریزی ) پاکستان کا ایک آباد مقام جو پنجاب پاکستان میں واقع ہے
A 12 13|||U:PROPN||||||REQUIRED|||-NONE-|||0

S پانگشا ( لاطینی ) بنگلہ دیش کا ایک آباد مقام جو ڈھاکہ ڈویژن میں واقع ہے
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S مدینہ مسجد باٹلے میں ایک مسجد ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 16 17 2 جولائی 2020 ( م ع و )
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 17 31 3 جولائی 2020 ( م ع و )
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بوہیو نے ایم اے اور بی ٹی کی ڈگریاں جامع سندھ سے حاصل کیں اور تعلیم کے شعبے میں ملازمت اختیار کی
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S مولانا انور بدخشانی ایک پاکستانی اسلامی اسکالر ہیں اور علامہ محمد یوسف بنوری ٹاون کراچی میں حدیث کے استاد ہیں
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S خواجہ عبدالعزیز کرناہی کا وصال 1254ھ بمطابق 1837 ہے مزار کرناہ ریاست جموں کشمیر میں ہے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 19 36 12 اگست 2020 ( م ع و )
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 05 33 23 اگست 2020 ( م ع و )
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S گڑھی مواز خان خیبر پختونخوا کے ضلع کوہاٹ کا ایک آباد مقام اور ایک یونین کونسل ہےجو کوہاٹ ( شہری 4 ) کہلاتا ہے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 19 20 29 اگست 2020 ( م ع و )
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 03 05 17 ستمبر 2020 ( م ع و )
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے رندا س س پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے قطر ایئر فورس پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے لائرڈ ساسکاٹچیوان پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے باکو میٹرو پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے جے ایس بینک پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے خاندان ( 1942 فلم ) پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے مصطفی علی پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے ایما مورانو پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے رائز آف دی ٹومب ریڈر پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے رائز آف دی ٹومب ریڈر پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے رائز آف دی ٹومب ریڈر پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے پیٹر ڈائمنڈ پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S وہ انچیون میں 2014 ایشیائی کھیلوں میں کانسی کا تمغا جیتنے والی پاکستان قومی کبڈی ٹیم کے رکن تھے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے بوری بندر پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S وہ سری نگر کے " گورستان ای شاہی " میں دفن ہے
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S علیزے شاہ نے اداکاری ہم ٹیلیویڑن چینل سے 2017 میں شروعات کی
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S لٹل الفورڈ ( لاطینی ) مملکت متحدہ کا ایک لندن کا علاقہ جو لندن بورو نیوہیم میں واقع ہے
A 14 16|||U:PROPN||||||REQUIRED|||-NONE-|||0

S روجھان صوبہ پنجاب پاکستان کی جنوب میں آخری تحصیل کا شہر ہے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 02 17 6 دسمبر 2020 ( م ع و )
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بیوس مارکس کنیسہ ( لاطینی ) مملکت متحدہ کا ایک کنیسہ جو لندن شہر میں واقع ہے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S حج شریف آپ نے دو بار حج فر مایا پہلی بار میں اور دوسرا حج میں
A 0 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S یہ سوچ گوادر کے ایک ساحلی ماہی گیروں کے چھوٹے سے گا ن میں اسکول کے قیام سے حقیقت میں تبدیل ہوگئی
A 12 13|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے اسلامی امارت افغانستان پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے اسلامی فتح مصر پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے اسلامی یکجہتی گیمز 2017 پر بیرونی ربط میں ترمیم کی ہے
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے بجوں سٹینورس پر 5 بیرونی روابط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے بلدیہ عمان کبری پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے بندہ نواز گیسو دراز پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے بیلوگا وھیل پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے بین الاقوامی اسلامی یونیورسٹی ملائیشیا پر بیرونی ربط میں ترمیم کی ہے
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے جزائر کرگولن پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے جزیرہ فرعون پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے حفر الباطن پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے خوشبیر سنگھ شاد پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے درگا مندر رام نگر پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے سنت پیرے دے کسیریس پر 3 بیرونی روابط میں ترمیم کی ہے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے سیمور ہرش پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے سینٹ زیوئرس کالج ممبئی پر بیرونی ربط میں ترمیم کی ہے
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے فرڈینینڈ شیوال پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے فہرست لاطینی امریکا ممالک بلحاظ آبادی پر 6 بیرونی روابط میں ترمیم کی ہے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے قبرستان اماں حوا پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے لوکمانیہ تلک ٹرمینس پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے لکشمی نارائن پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے لیونگسٹن کیلیفورنیا پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے ممنون حسین پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے موصل ڈیم پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے ناتال شمالی ریو گرانڈی پر بیرونی ربط میں ترمیم کی ہے
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے نہرو اسٹیڈیم پونے پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے واواسان اوپن یونیورسٹی پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے نبع البحر پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے کارائکال ضلع پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S روپڑ شہر کے شیخ عباسی تحصیل روپڑ کے نہایت بااثر اور دولت مند افراد تھے اور تمام تحصیل کے مسلمانوں کی قیادت کرتے تھے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے گیرت وائلڈرز پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے یوگنڈا منصوبہ پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S روپڑ شہر کے شیخ عباسی تحصیل روپڑ کے نہایت بااثر اور دولت مند افراد تھے اور تمام تحصیل کے مسلمانوں کی قیادت کرتے تھے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 14 25 3 جنوری 2021 ( م ع و )
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس میچ میں اس نے نیتھن ایسٹل کو بھی پیچھے چھوڑ کر ون ڈے میں نیوزی لینڈ کا دوسرا ٹاپ اسکورر بن گیا
A 13 14|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے شفیق الرحمن ندوی پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے شمس الدین ترک پانی پتی پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے شمس الدین ترک پانی پتی پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے ظفر آباد ( لیاقت پور ) پر بیرونی ربط میں ترمیم کی ہے
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے اسماعیل گل جی پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے انزلی تالاب پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے بارلاوینتو جزائر پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے بڑا سجاور خان پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے ثاقب لکھنوی پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے جنرل رانی پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے حبیبہ حسن پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے دیال سنگھ ٹرسٹ لائبریری پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے رفیق آباد پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے سان برونو کیلیفورنیا پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے سوتاوینتو جزائر پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے سول اینڈ ملٹری گزٹ پر بیرونی ربط میں ترمیم کی ہے
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے میکٹم ٹی 4 پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے واہی امام بخش پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S انہوں نے دار العلوم دیوبند اور علی گڑھ مسلم یونیورسیٹی سےتعلیم حاصل کی تھی
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے سید نور علی شاہ غازی پر بیرونی ربط میں ترمیم کی ہے
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے مخدوم پور پہوڑاں پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے پہاڑ پور لیہ پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S الخلیل یونیورسٹی ( لاطینی ) دولت فلسطین ک ایک جامعہ جو الخلیل میں واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے ڈونگہ اکوکہ پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے چک 110 ٹی ڈی اے پر بیرونی ربط میں ترمیم کی ہے
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بول پور ( انگریزی ) بھارت کا ایک آباد مقام جو بول پور تحصیل میں واقع ہے
A 12 13|||U:PROPN||||||REQUIRED|||-NONE-|||0

S میوربھنج اسٹیٹ ( یا موربھنج ) ( اڈیہ ) برطانوی راج کے دور میں ہندوستان کی ایک سلطنت ریاست تھی
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S دسمبر 2013 میں نیشنل ٹائیگر کنزرویشن اتھارٹی کی ہدایت کردہ ہدایات کے مطابق
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S دسمبر 2013 میں نیشنل ٹائیگر کنزرویشن اتھارٹی کی ہدایت کردہ ہدایات کے مطابق
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S جے سوریا سن 1999 سے 2003 تک سری لنکن کرکٹ ٹیم کے کپتان بھی رہے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 04 05 12 مارچ 2021 ( م ع و )
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اورکزئی 17 جولائی 1962 کو خیبر پختون خوا ہ کے پشاور میں پیدا ہوئیں تھیں
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اورکزئی 17 جولائی 1962 کو خیبر پختون خوا ہ کے پشاور میں پیدا ہوئیں تھیں
A 8 9|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اوشا راجک ( ولادت 18 اکتوبر 1985 ) ایک نیپالی اداکارہ ماڈل پیسٹری شیف اور ورلڈ مس یونیورسٹی نیپال 2006 کی فاتح ہیں
A 19 20|||U:PROPN||||||REQUIRED|||-NONE-|||0

S وہ دائیں ہاتھ سے بلے بازی کرتی ہیں اور لیگ اسپنر گیند باز ہیں
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S وہ دائیں ہاتھ سے بلے بازی کرتی ہیں اور لیگ اسپنر گیند باز ہیں
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اناگا دیش پانڈے نے پہلا بین الاقوامی ون ڈے میچ پاکستان کے خلاف سن 2008 میں کھیلا
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S سنیہل پردھان بھارت کی خاتون کرکٹ کھلاڑی ہیں
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس کی پہلی ڈبلیو این سی ایل کی کھوپڑی کیرن رولٹن تھی جسے اس وقت دنیا کا بہترین بلے باز قرار دیا گیا تھا
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس کے معیار کے مطابق 2008 09 ڈبلیو این سی ایل میں ن ٹسکے کی کارکردگی معمولی تھی
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S وہ دائیں ہاتھ سے بلے بازی کرتی ہیں اور لیگ اسپنر گیند باز ہیں
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے 3 48 کے اکانومی ریٹ پر 27 33 پر نو وکٹوں کے ساتھ ڈبلیو این سی ایل کا خاتمہ کیا
A 15 16|||U:PROPN||||||REQUIRED|||-NONE-|||0

S وہ دائیں ہاتھ سے بلے بازی کرتی ہیں اور لیگ اسپنر گیند باز ہیں
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S لیونی کولمین آسٹریلیا کی خاتون کرکٹ کھلاڑی ہیں
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S الین برے آسٹریلیا کی خاتون کرکٹ کھلاڑی ہیں
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S لنڈسے ریلر نے پہلا بین الاقوامی ون ڈے میچ انڈیا کے خلاف سن 1984 میں کھیلا
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ملیسا بلو نے پہلا بین الاقوامی ون ڈے میچ انڈیا کے خلاف سن 2003 میں کھیلا
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S وہ دائیں ہاتھ سے بلے بازی کرتی ہیں اور لیگ اسپنر گیند باز ہیں
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S نکولا کیری نے پہلا بین الاقوامی ون ڈے میچ انڈیا کے خلاف سن 2018 میں کھیلا
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ٹیری رسل نے پہلا بین الاقوامی ون ڈے میچ انڈیا کے خلاف سن 1982 میں کھیلا
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S کیری سونڈرز میلبورن آسٹریلیا میں 06 12 1960 کو پیدا ہوئیں
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S وہ دائیں ہاتھ سے بلے بازی کرتی ہیں اور لیگ اسپنر گیند باز ہیں
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S گریس ہیرس نے پہلا بین الاقوامی ون ڈے میچ انڈیا کے خلاف 2016 میں کھیلا
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S شیرون ملانٹا نے پہلا بین الاقوامی 20 میچ نیوزی لینڈ کے خلاف سن 2012 میں کھیلا
A 12 13|||U:PROPN||||||REQUIRED|||-NONE-|||0

S انھوں نے 19 00 کی اوسط سے کل 57 رنز بنائے جس میں سب سے زیادہ 25 کا اسکور بھی شامل ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S سوسن بری آئرلینڈ کے ڈبلن میں پیدا ہوئیں
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S جین کیرول آئرلینڈ کے ڈبلن میں پیدا ہوئیں
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S لاورا کولن آئرلینڈ کے ڈبلن میں پیدا ہوئیں
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ریچل ڈیلینی آئرلینڈ کے ڈبلن میں پیدا ہوئیں
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S سینڈرا ڈاسن آئرلینڈ کے ڈبلن میں پیدا ہوئیں
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S والمائی جی نے پہلا بین الاقوامی ون ڈے میچ نیوزی لینڈ کے خلاف 2009 میں کھیلا
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S راچیل ہارڈیمین آئرلینڈ کے ڈبلن میں پیدا ہوئیں
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S امی کینیالی آئرلینڈ کے ڈبلن میں پیدا ہوئیں
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S لوئیس لٹل آئرلینڈ کے ڈبلن میں پیدا ہوئیں
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S رابن لیوس آئرلینڈ کے ڈبلن میں پیدا ہوئیں
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S گیبی لیوس آئرلینڈ کے ڈبلن میں پیدا ہوئیں
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S گرین لیہی آئرلینڈ کے ڈبلن میں پیدا ہوئیں
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S سائبہ ینگ آئرلینڈ کے ڈبلن میں پیدا ہوئیں
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S جینس والش آئرلینڈ کے ڈبلن میں پیدا ہوئیں
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ہیدر وہیلان آئرلینڈ کے ڈبلن میں پیدا ہوئیں
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S جولی فیلیئر آئرلینڈ کے ڈبلن میں پیدا ہوئیں
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S کلیئر اولیری آئرلینڈ کے ڈبلن میں پیدا ہوئیں
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ایلائن نولان آئرلینڈ کے ڈبلن میں پیدا ہوئیں
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ایلائن نولان نے پہلا بین الاقوامی ون ڈے میچ نیدرلینڈز کے خلاف سن 2006 میں کھیلا
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ڈیوینا پراٹ آئرلینڈ کے ڈبلن میں پیدا ہوئیں
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ربیکا رولف آئرلینڈ کے ڈبلن میں پیدا ہوئیں
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ایمیئر رچرڈسن آئرلینڈ کے ڈبلن میں پیدا ہوئیں
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S انھوں نے پہلا بین الاقوامی ون ڈے میچ نیوزی لینڈ کے خلاف سن 2016 میں کھیلا
A 12 13|||U:PROPN||||||REQUIRED|||-NONE-|||0

S انا ریمنڈ آئرلینڈ کے ڈبلن میں پیدا ہوئیں
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S نکی اسکوائر آئرلینڈ کے ڈبلن میں پیدا ہوئیں
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ربیکا اسٹوکیل آئرلینڈ کے ڈبلن میں پیدا ہوئیں
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اینابل سدرلینڈ وکٹوریہ آسٹریلیا میں 12 10 2001 کو پیدا ہوئیں
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S کچھ معززین مشران کے مطابق محسود قوم کی شاخ چونٹ خیل چونڑ خیل کا بدلہ ہوا نام ہے
A 9 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ہیری اور ہس بالٹی فل آف ڈایناسور ایک امریکی اینیمیٹڈ ٹیلی ویژن سیریز ہے جسے نکلوڈین کے لیے پیٹر ہننان نے تخلیق کیا
A 18 19|||U:PROPN||||||REQUIRED|||-NONE-|||0

S زین العابدین سجاد میرٹھی ( 1910 1991 ) ایک بھارتی مسلمان عالم اور مؤرخ تھے
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S مسجد سلمان بن عبدالعزیز ایک مجوزہ عظیم الشان مسجد ہے جسے شاہ سلمان بن عبد العزیز نے منظور کیا ہے
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S یہ واقعی 12 مئی 2020 میں ہوا جب کویرانا وایرس عالمی مواقع پر ایک اقتصادی پیکیج کا اعلان کیا گیا
A 8 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S پوکیمون دی فرسٹ مووی ( جاپانی ) 1998 میں اجرا ہونے والی جاپانی انیمے فلم ہے جس کا ہدایت کار کونی ہیکو یویاما ہے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اسی سال مفتی محمود جامعہ قاسم العلوم کو اس کے صدر کے طور پر شامل ہوئے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے موریتانیہ کے پارلیمانی انتخابات 2018 پر بیرونی ربط میں ترمیم کی ہے
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے ابن طاہر قیسرانی پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S مفتی پوپل زئی کے خیبر پختونخوا قبائلی علاقوں اور صوبہ بلوچستان کے شمالی سرے میں پشتونوں کے درمیان پیروکاروں کی ایک بڑی تعداد ہے
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S یاسر ندیم الواجدی ( پیدائش 1982 ) شکاگو میں مقیم بھارتی مسلمان عالم مصنف اور یوٹیوبر ہیں
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S انہیں پاک کالونی کراچی کے قبرستان میں سپرد کیا گیا
A 1 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 00 01 14 اگست 2021 ( م ع و )
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2019 آئی سی سی ایوارڈز آئی سی سی کے اعزازات کا سولہواں ایڈیشن تھا
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے آذربائیجان قالین میوزیم پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 08 09 11 ستمبر 2021 ( م ع و )
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے نکنا ایئر سروس لمیٹڈ پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے وائکنگ ہیللاس ایئر لائنز پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے اسیرکا ایئر لائنز پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے بی ایچ ائیر لائنز پر بیرونی ربط میں ترمیم کی ہے
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے طاقوان ایئر سروسز پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے فہرست آسٹریلیا کے شہر بلحاظ آبادی پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S کیننگ کالج لکھنؤ سے بی اے مکمل کرنے کے بعد الہ آباد یونیورسٹی سے تاریخ میں ایم اے کیا
A 12 13|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے گرم کوٹ ( فلم ) پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ نے پچھتر 75سال عمر پاکر 3 صفر 1402ھ مطابق 2دسمبر 1981 کو بدھ کے روز وفات پا ئی رحمہ اللہ
A 19 21|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 14 53 16 اکتوبر 2021 ( م ع و )
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S جارج ابراہم گریئرسن آئرش نژاد برطانوی سول سرونٹ اور ماہر علم اللسان تھے
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S والسلام علیکم بندہ حقیر حسن منور گورچانی
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے روس جاپان جنگ پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے فہرست سنکیانگ کی انتظامی تقسیمات پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے مزار معاذ بن جبل پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے مملکت مایورکا پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے پاکستان کے عام انتخابات 2002 پر بیرونی ربط میں ترمیم کی ہے
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے بھارت ماتا مندر پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S پاونٹا صاحب ( انگریزی ) بھارت کا ایک آباد مقام جو سرمور ضلع میں واقع ہے
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے حسن شہریار یاسین پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے خلیل طوقار پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے فہرست تائیوان کے شہر پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے ناصرہ زبیری پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے آدم واہن ریلوے اسٹیشن پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S یہ ٹی 20 بین الاقوامی میچوں میں زیادہ رنز بنانے والوں میں سے ایک ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بہاولپور یونیورسٹی کے وائس چانسلر مولانا غلام محمد گھوٹوی نے نماز جنازہ پڑھائی
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S جنوری 2022 میں انہیں نیوزی لینڈ میں 2022 خواتین کرکٹ ورلڈ کپ کے لیے بھارت کی ٹیم میں شامل کیا گیا
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S چودھری محمد طفیل پاکستانی سیاست دان ہیں
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S نواب علی وسان پاکستانی سیاست دان ہیں
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S مخدوم سید الزمان پاکستانی سیاست دان ہیں
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S پیر بخش جونیجو پاکستانی سیاست دان ہیں
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ہینس نے 2005 06 کے سیزن کے دوران میں وکٹوریہ کے لیے ڈبلیو این سی ایل میں قدم رکھا
A 12 13|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2019 میں حیدری اوسلو فریڈم فورم میں مدعو مقرر تھے جس کی میزبانی ہیومن رائٹس فاؤنڈیشن نے کی تھی
A 13 14|||U:PROPN||||||REQUIRED|||-NONE-|||0

S وہ لو بریک اپ زندگی دھرم سنکٹ دھرم سنکٹ میں ایم کریم میں اپنی اداکاری کی وجہ سےپہچانی جاتی ہیں
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اکیسویں صدی کی دوسری خواتین کرکٹروں کی طرح انہوں نے ون ڈے اور ٹی ٹوئنٹی کرکٹ ہی کھیلی اور ٹیسٹ نہ کھیل سکیں
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ڈین شنائیڈر ( پیدائش 3 اکتوبر 1992 ) جنوبی افریقہ میں مقیم سویڈش پناہ گاہ حیوانات کے بانی اور سوشل میڈیا شخصیت ہیں
A 12 13|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ان کے والد ایس ایم مستحسن زیدی کیمبرج یونیورسٹی میں ریاضی پڑھاتے تھے اور میرٹھ میں ایک معروف وکیل تھے
A 8 9|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے سید ایاز شاہ شیرازی پر بیرونی ربط میں ترمیم کی ہے
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S مرزا محمد ہارون بیگ بن جلال احمد بیگ
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S افواج پاکستان سے بھی وابستہ رہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S افواج پاکستان کا 23واں کنونشن کورس اگست 1970 میں پاس کیا
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S انھوں نے کابل یونیورسٹی کی فیکلٹی آف سوشیالوجی میں تعلیم حاصل کی اور 1940 میں معلمہ بن گئیں
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے ویلو ناچیار پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S وہ 14 اگست 193 میں دل کا دورہ پڑنے سے 71 سال 94 ڈی ) کی عمر میں وفات پا
A 13 14|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے محمد نظیر خان پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S نیو ساؤتھ ویلز چیمپئنز لیگ ٹی ٹوئنٹی کی افتتاحی فاتح تھی
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S جامعہ ملیہ اسلامیہ میں شامل ہونے سے پہلے انھوں نے کابل یونیورسٹی میں دو سمسٹر تک معاشیات کی تعلیم حاصل کی ہے
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2015 میں گاندھی نے جامعہ ہارورڈ سے ایم بی اے کیا
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ناٹور اسٹیٹ کا رقبہ تقریبا تھا
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ان کے تحقیقی شعبے تجرباتی ایلیمنٹری پارٹیکل فزکس ایسٹرو فزکس میڈیکل فزکس اور نیوکلیئر فزکس میں ہیں
A 8 9|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ڈی پہلی بیٹ وومین کیتھی کین کا آغاز " پری کرائسز " مین اسٹریم ڈی سیکائنات میں کامکس سلور ایج کے دوران ہوا
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ستمبر 2012 میں اس نے اپنی پہلی فرسٹ کلاس سنچری بنائی بینکسٹاؤن میں تسمانیہ کے خلاف 229 گیندوں پر ناٹ آؤٹ 161 رنز بنائے
A 8 9|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2008 میں الصانع نے شکاگو کالج برائے دندان سازی میں یونیورسٹی آف الینوائے سے زبانی علوم میں ماسٹر کی ڈگری حاصل کی
A 10 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S " گرلز آف ریاض " کا عربی سے انگریزی میں ترجمہ 2007 میں مارلن بوتھ نے کیا تھا
A 1 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بوتھ رجا الصانع کی بیسٹ سیلر " گرلز آف ریاض " کی اصل مترجم تھیں
A 7 9|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے بنک شاہنشاہی ایران پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S وہ بائیں ہاتھ کے اوپننگ بلے باز ہیں جنہوں نے ٹیسٹ میچوں اور ٹوئنٹی 20 انٹرنیشنل دونوں میں آسٹریلیا کی نمائندگی کی ہے
A 14 15|||U:PROPN||||||REQUIRED|||-NONE-|||0

S وہ بائیں ہاتھ کے اوپننگ بلے باز ہیں جنہوں نے ٹیسٹ میچوں اور ٹی ٹوئنٹی انٹرنیشنل دونوں میں آسٹریلیا کی نمائندگی کی ہے
A 13 14|||U:PROPN||||||REQUIRED|||-NONE-|||0

S سیرز فرسٹ کلاس کرکٹ میں مہارت رکھتے ہیں اور ٹوئنٹی 20 نہیں کھیلتے
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس کے بعد 2017 2018 میں ایک اور مضبوط ڈومیسٹک سیزن آیا جہاں انہوں نے 672 رنز بنائے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 14 اگست 2020 کو کرکٹ آسٹریلیا نے تصدیق کی کہ میچز ہوں گے کیری ٹورنگ پارٹی میں شامل ہیں
A 14 15|||U:PROPN||||||REQUIRED|||-NONE-|||0

S انہیں فورتھ کنسورٹ کا خطاب دیا گیا
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 11 جرسی ایک نمبر جو پہلے گلین میک گرا نے پہنا تھا
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S شارٹ نے اپنا لسٹ اے کرکٹ کا آغاز نومبر 2011 میں نیو ساؤتھ ویلز کے خلاف 2011 12 ریوبی ون ڈے کپ میں کیا
A 20 21|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے 23 ستمبر 2019 کو 2019 20 مارش ون ڈے کپ میں تسمانیہ کے لیے اپنا لسٹ اے ڈیبیو کیا
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے پہلا ٹیسٹ میچ کھیلا جس نے انگلینڈ کے لیے پہلا ٹیسٹ ففٹی اسکور کیا
A 13 14|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے 1886 7 میں آسٹریلیا کے دورے پر انگلینڈ کے لیے تین ٹیسٹ میچ بھی کھیلے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ساہا فرسٹ کلاس کرکٹ میں ترقی پانے سے پہلے انڈر 19 اور انڈر 22 ٹیم کے لیے کھیلے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S شوارز نے ایک فرسٹ کلاس سنچری بنائی 1904 میں لارڈز میں انگلینڈ الیون کے خلاف ایک غیر ٹیسٹ کھیل میں 102 رنز بنائے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S مارچ 2022 تک اس نے بین الاقوامی کرکٹ میں کسی بھی دوسرے باؤلر سے زیادہ وکٹیں حاصل کی ہیں
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ربادا نے اپنا ٹوئنٹی 20 انٹرنیشنل ڈیبیو جنوبی افریقہ کے لیے 5 نومبر 2014 کو آسٹریلیا کے خلاف کیا
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S کرسٹوفر مارک ویلز ریڈ ( پیدائش 10 اگست 1978 ) ایک انگلش سابق کرکٹر ہے جو ناٹنگھم شائر کاؤنٹی کرکٹ کلب کے کپتان تھے
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S وہ ٹیسٹ ون ڈے اور ٹوئنٹی 20 بین الاقوامی سطح پر زمبابوے کی نمائندگی کر چکے ہیں
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S راشد اس وقت بالترتیب ون ڈے اور ٹی ٹوئنٹی میں انگلینڈ کے اسپن باؤلرز میں سب سے زیادہ وکٹیں لینے والے بولر ہیں
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس ذات کے لوگ پاکستان میں پنجاب اور سندھ اور بھارت میں اتر پردیش اور اتر کھنڈ بکثرت پائے جاتے ہیں
A 15 16|||U:PROPN||||||REQUIRED|||-NONE-|||0

S انہیں 2022 کے رائل لندن ون ڈے کپ میں واروکشائر کاؤنٹی کرکٹ کلب کے لیے کھیلنے کے لیے منتخب کیا گیا تھا
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S انہوں نے 3 فروری 2016 کو متحدہ عرب امارات کے خلاف اپنا ٹوئنٹی 20 انٹرنیشنل ڈیبیو کیا
A 12 13|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس کے بعد کے میچ میں ناردرن ٹرانسوال فرسٹ کلاس ٹیم کے خلاف اس نے سنچری بنائی
A 8 9|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے اتمان خیل پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے احمد بن علی الثانی پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ان کے والد رونالڈ سٹرانگ فرسٹ کلاس امپائر تھے اور 1994 5 میں زمبابوے کے دو ٹیسٹ میچوں کے لیے ٹی وی امپائر تھے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے دبئی معجزہ باغ پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے ویرا بریوکووا پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S انہوں نے 6 اگست کو فرسٹ کلاس ڈیبیو سے قبل مئی اور جون 1969 کے دوران کئی مزید سیکنڈ الیون میچز کھیلے
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ایمبری واحد کرکٹر تھا جس نے 1981 2 اور 1989 90 میں انگلینڈ کے باغیوں کے دونوں دوروں پر جنوبی افریقہ جانا تھا
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے 1882 سے 1902 کے درمیان ڈربی شائر کے لیے اور 1891 2 میں انگلینڈ کے لیے فرسٹ کلاس کرکٹ کھیلی
A 13 14|||U:PROPN||||||REQUIRED|||-NONE-|||0

S گریناڈا ہلز ( لاطینی ) ریاست ہائے متحدہ کا ایک آباد مقام جو لاس اینجلس میں واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S شکر اللہ بن امام شہاب الدین احمد بن امام زین الدین زکی 1388 1488 عیسوی ) پندرہویں صدی کے عثمانی مورخ اور سفارت کارتھے
A 14 15|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2009 میں ان کی کارکردگی کے لیے انہیں آئی سی سی نے ورلڈ ون ڈے الیون میں شامل کیا تھا
A 14 15|||U:PROPN||||||REQUIRED|||-NONE-|||0

S واپریو دآدا ( اطالوی ) اطالیہ کا ایک کمونے جو صوبہ میلان میں واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S نعمت الل ہ اعظمی ( پیدائش 1936 ) ایک بھارتی مسلمان عالم محدث اور فقیہ ہیں
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 22 11 2 جولائی 2022 ( م ع و )
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 1998 99 میں اسٹالیکر کو ڈبلیو این سی ایل میں زیادہ کامیابی ملی
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2006 07 ڈبلیو این سی ایل میں اسٹالیکر کا ایک اور مسلسل سیزن تھا
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S جب ڈبلیو این سی ایل شروع ہوا تو استھالیکر پر بلے سے زیادہ کام کا بوجھ نہیں تھا
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آسٹریلوی ریکارڈ گلکرسٹ کے پاس ہے جب اس نے 2007 آئی سی سی ورلڈ ٹی ٹوئنٹی کے دوران 9 آؤٹ کیے تھے
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S پیپس فرسٹ کلاس کرکٹ میں ٹرپل سنچری بنانے والے نیوزی لینڈ کے معمر ترین بلے باز بھی بن گئے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S رائیڈر بین الاقوامی کرکٹ میں واپس آئے جب انہیں ویسٹ انڈیز کا مقابلہ کرنے کے لیے ون ڈے سکواڈ میں بلایا گیا
A 17 18|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے 15 اکتوبر 2017 کو 2017 18 جیلٹ ون ڈے کپ میں نیو ساؤتھ ویلز کے لیے اپنا لسٹ اے ڈیبیو کیا
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 5 جون 2019 کو بنگلہ دیش کے خلاف میچ میں فرگوسن نے ون ڈے میں اپنی 50 ویں وکٹ حاصل کی
A 13 14|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ان کی کپتانی میں سینٹرل سٹیگز نے 2016 میں ون ڈے فورڈ ٹرافی اور 2018 میں فرسٹ کلاس پلنکٹ شیلڈ ناقابل شکست رہی
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ان کی کپتانی میں سینٹرل سٹیگز نے 2016 میں ون ڈے فورڈ ٹرافی اور 2018 میں فرسٹ کلاس پلنکٹ شیلڈ ناقابل شکست رہی
A 17 18|||U:PROPN||||||REQUIRED|||-NONE-|||0

S کوہنیمن کو 2017 18 جیلٹ ون ڈے کپ کے لیے کرکٹ آسٹریلیا الیون اسکواڈ میں شامل کیا گیا تھا
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S یہ بنگلہ دیشی خواتین ٹی ٹوئنٹی انٹرنیشنل کرکٹرز کی فہرست ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S فروری 2022 میں انہیں نیوزی لینڈ میں 2022 خواتین کرکٹ ورلڈ کپ کے لیے نیوزی لینڈ کی ٹیم میں شامل کیا گیا
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S " بیکاش رنجن " ایک بنگلہ دیشی کرکٹر ہے جس نے سال 2000 میں ملک کے لیے ٹیسٹ میچ کھیلا
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 8 جولائی 2007 2007 ایفرو ایشیا کپ تک اعدادوشمار درست ہیں
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 23 12 11 اگست 2022 ( م ع و )
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2009 اور 2014 میں ان کی کارکردگی کے لیے انہیں آئی سی سی نے ورلڈ ون ڈے الیون میں شامل کیا تھا
A 16 17|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2008 میں ان کی کارکردگی کے لیے انہیں کرک انفو نے ورلڈ ون ڈے الیون میں بھی شامل کیا تھا
A 13 14|||U:PROPN||||||REQUIRED|||-NONE-|||0

S انہیں اکتوبر 2015 میں ویسٹ انڈیز کے خلاف ون ڈے اور ٹی ٹوئنٹی سیریز میں شامل کیا گیا تھا
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے 22 جولائی 2021 کو لسٹ اے میں ڈیبیو کیا 2021 کے رائل لندن ون ڈے کپ میں ڈربی شائر کے لیے
A 16 17|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے 21 اپریل 2019 کو اپنا لسٹ اے ڈیبیو کیا 2019 کے رائل لندن ون ڈے کپ میں گلوسٹر شائر کے لیے
A 16 17|||U:PROPN||||||REQUIRED|||-NONE-|||0

S جون 2011 میں پرساد کو انگلینڈ اور سکاٹ لینڈ کے دورے کے لیے سری لنکا کے ون ڈے سکواڈ میں واپس بلایا گیا
A 18 19|||U:PROPN||||||REQUIRED|||-NONE-|||0

S انہوں نے اپنا ون ڈے ڈیبیو 2012 میں پاکستان کے خلاف کولمبو میں کیا
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا ٹوئنٹی 20 انٹرنیشنل 28 جولائی 2021 کو سری لنکا کے لیے ہندوستان کے خلاف ڈیبیو کیا
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اتار چڑھاؤ کے بعد پریرا نے آسٹریلیا کے خلاف ون ڈے سکواڈ کو طلب کیا جہاں انہوں نے دمبولا میں چوتھا ون ڈے کھیلا
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S عبدل عمر مولا اور فاطمہ کے ہاں تھلاسری کنور ضلع کیرالہ میں پیدا ہوئے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا ڈبلیو ٹی 20 آئی ڈیبیو 5 مئی 2019 کو زمبابوے کے لیے موزمبیق کے خلاف کیا
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا ڈبلیو ٹی 20 آئی ڈیبیو 11 ستمبر 2021 کو زمبابوے کے لیے ایسواتینی کے خلاف کیا
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا ڈبلیو ٹی 20 آئی ڈیبیو 30 اگست 2021 کو تھائی لینڈ کے خلاف زمبابوے کے لیے کیا
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے 21 اپریل 2022 کو زمبابوے کے لیے یوگنڈا کے خلاف ڈبلیو ٹی 20 آئی کا آغاز کیا
A 12 13|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے 3دیگر فرسٹ کلاس گیمز کھیلے دو مغربی صوبے کے لیے اور ایک کیپ ٹاؤن کلبز کے لیے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S " یکم فروری 2023 تک کے اعداد و شمار درست ہیں
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا لسٹ اے ڈیبیو 31 اکتوبر 2019 کو کوئنز لینڈ کے لیے 2019 20 مارش ون ڈے کپ میں کیا
A 18 19|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بعد میں انہیں ون ڈے لیگ کے لیے بھی منتخب کیا گیا
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S وہ 2017 18 مومینٹم ون ڈے کپ میں 9 میچوں میں 26 وکٹیں لے کر سرفہرست وکٹ لینے والے کھلاڑی بھی تھے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 18 19 12 ستمبر 2022 ( م ع و )
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ڈیرہ بگٹی میں تدفین کی گئی
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S معرک قیس و یمان سے مراد شمالی عرب قیسی قبائل اور جنوبی عرب یمان قبائل کے درمیان تاریخی دشمنی اور تنازعات ہیں
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S باحمد بابا 22 اپریل 1608 کو ٹمبکٹو پہنچے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آدمکے چیمہ پاکستان کا ایک آباد مقام جو تحصیلڈسکہ ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S سیداں والی پاکستان کا ایک آباد مقام جو تحصیل و ضلع سیالکوٹ پنجاب پاکستان میں واقع ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے 16 مئی 2017 کو 2017 کے رائل لندن ون ڈے کپ میں لیسٹر شائر کے لیے اپنا لسٹ اے ڈیبیو کیا
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے سنجیدہ اختر میگھلا پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S مئی 2021 میں انہیں 2021 پاکستان سپر لیگ کے متبادل کھلاڑی کے طور پر ملتان سلطانز کے دستے میں بلایا گیا
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے محمود الحسن جوئے پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے جان اوبرائن ( آئرش کرکٹر ) پر بیرونی ربط میں ترمیم کی ہے
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے روی چندرن ایشون پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے ریاض الدین عطش پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے عیسی قاسم پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا ٹوئنٹی 20 آئی ڈیبیو 20 فروری 2022 کو سری لنکا کے لیے آسٹریلیا کے خلاف کیا
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے 11 فروری 2018 کو 2017 18 سی ایس اے صوبائی ون ڈے چیلنج میں نمیبیا کے لیے اپنا لسٹ اے ڈیبیو کیا
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے 11 اکتوبر 2015 کو سی ایس اے صوبائی ون ڈے چیلنج ٹورنامنٹ میں اپنا لسٹ اے ڈیبیو کیا
A 8 9|||U:PROPN||||||REQUIRED|||-NONE-|||0

S یہی صورت حال آپ کومختلف حروف سے مکمل ہونے والے اسمائے پاک کے سلسلے میں دکھائی دے گی
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S پاٹل نے ون ڈے ڈیبیو پر 99 رنز بنا کر ناقابل شکست رہنے والے پہلے کرکٹر بننے کا ریکارڈ بھی قائم کیا
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S " رنگ آرکس " بیرونی انگوٹھی کا حصہ ہیں جسے ایڈمز رنگ کہا جاتا ہے اور کہیں اور نہیں دیکھا جاسکتا
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بھیر رتیال پاکستان کا ایک پاکستان کی یونین کونسلیں جو تحصیل گوجر خان ضلع راولپنڈی پنجاب پاکستان میں واقع ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے 8 اکتوبر 2018 کو 2018 19 قائد اعظم ون ڈے کپ میں زرعی ترقیاتی بینک لمیٹڈ کے لیے اپنا لسٹ اے ڈیبیو کیا
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S وہ مانچسٹر یونیورسٹی سے گریجویٹ ہیں
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے 20 فروری 2020 کو ملائیشیا کے خلاف ہانگ کانگ کے لیے اپنا ٹوئنٹی 20 انٹرنیشنل ڈیبیو کیا
A 14 15|||U:PROPN||||||REQUIRED|||-NONE-|||0

S محمد عمر ( پیدائش 27 دسمبر 1999 ) ایک پاکستانی کرکٹر ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے 13 ستمبر 2018 کو قائداعظم ون ڈے کپ 2018 19 میں کراچی وائٹس کے لیے اپنا لسٹ اے کیا
A 8 9|||U:PROPN||||||REQUIRED|||-NONE-|||0

S انہوں نے 6 ستمبر 2018 کو قائداعظم ون ڈے کپ 2018 19 میں کراچی وائٹس کے لیے اپنا لسٹ اے کیا
A 8 9|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس کے بھائی جیک نے ٹیسٹ کرکٹ کھیلی جبکہ اس کا بھتیجا جان سیڈل فرسٹ کلاس سطح پر کھیلا
A 14 15|||U:PROPN||||||REQUIRED|||-NONE-|||0

S مسجد و مدرسہ الاشرف برسبای ( عربی مسجد ومدرس ال شرف برسبا ) مصر کا ایک مدرسہ جو قاہرہ المعز میں واقع ہے
A 18 20|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ٹیم نیشنل کرکٹ لیگ میں حصہ لیتی ہے اور اب ناکارہ ہونے والی کرکٹ لیگ ون ڈے میں شریک تھی
A 16 17|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے 1 اگست 2021 کو لسٹ اے میں ڈیبیو کیا 2021 کے رائل لندن ون ڈے کپ میں مڈل سیکس کے لیے
A 16 17|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے 22 جولائی 2021 کو 2021 کے رائل لندن ون ڈے کپ میں لیسٹر شائر کے لیے لسٹ اے میں ڈیبیو کیا
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے 26 اپریل 2019 کو 2019 کے رائل لندن ون ڈے کپ میں ڈربی شائر کے لیے لسٹ اے میں ڈیبیو کیا
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S شمس الدین محمد بن اشرف الحسینی ال سمرقندی ( 1250 1310 ) 13ویں صدی کے ماہر فلکیات اور ریاضی دان سمرقند سے تھے
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا لسٹ اے ڈیبیو 25 جولائی 2021 کو کیا 2021 کے رائل لندن ون ڈے کپ میں لیسٹر شائر کے لیے
A 16 17|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے 2021 کے رائل لندن ون ڈے کپ میں ڈربی شائر کے لیے 30 جولائی 2021 کو لسٹ اے میں ڈیبیو کیا
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S کیٹلو نے 1929 میں نارتھمپٹن شائر کے لیے 2فرسٹ کلاس کھیلے ایک آکسفورڈ یونیورسٹی کے خلاف اور دوسرا دورہ جنوبی افریقہ کے خلاف
A 8 9|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2018 زمبابوے سہ ملکی سیریز کے تیسرے ٹوئنٹی20 بین الاقوامی میں ایرون فنچ نے سب سے زیادہ انفرادی اسکور بنایا
A 0 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S بالڈون کا انتقال 12 جنوری 1935 کو ایلڈر شاٹ ہیمپشائر میں 74 سال کی عمر میں ہوا
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا لسٹ اے ڈیبیو 25 جولائی 2021 کو نارتھمپٹن شائر کے لیے 2021 کے رائل لندن ون ڈے کپ میں کیا
A 19 20|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ٹیم نے ویمنز سینئر ون ڈے ٹرافی ( لسٹ اے ) اور سینئر ویمنز ٹی 20 لیگ میں ریاست کی نمائندگی کی ہے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا لسٹ اے ڈیبیو 25 جولائی 2021 کو نارتھمپٹن شائر کے لیے 2021 کے رائل لندن ون ڈے کپ میں کیا
A 19 20|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے 12 مئی 2017 کو 2017 رائل لندن ون ڈے کپ میں نارتھمپٹن شائر کے لیے اپنا لسٹ اے ڈیبیو کیا
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے 19 اپریل 2019 کو رائل لندن ون ڈے کپ 2019 میں ناٹنگھم شائر کے لیے لسٹ اے میں ڈیبیو کیا
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے 30 اپریل 2017 کو 2017 کے رائل لندن ون ڈے کپ میں نارتھمپٹن شائر کے لیے اپنا لسٹ اے ڈیبیو کیا
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S میاں محمد اسماعیل کے فرزند ہونے کی وجہ سے علم و ادب وراثت میں ملا نیز ان کے ساتھ کاروبار کے معاون کار بن گئے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا لسٹ اے ڈیبیو 22 جولائی 2021 کو 2021 رائل لندن ون ڈے کپ میں واروکشائر کے لیے کیا
A 14 15|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے 22 جولائی 2021 کو لسٹ اے میں ڈیبیو کیا ہیمپشائر کے لیے 2021 کے رائل لندن ون ڈے کپ میں
A 19 20|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اگست 2022 میں اس نے 2022 کے رائل لندن ون ڈے کپ میں کینٹ کے خلاف 138 گیندوں پر 181 رنز بنائے
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ٹیم نیوزی لینڈ کرکٹ کے زیر انتظام ہے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S وہ اب ایک امپائر ہیں اور انہوں نے 2015 16 رنجی ٹرافی کے میچوں میں امپائرنگ کی
A 10 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابو سعید گنگوہی ( متوفی 1049 ھ مطابق 1630 ) سلسل چشتیہ صابریہ کے ایک ہندوستانی روحانی پیشوا صوفی مبلغ مصنف اور عالم تھے
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S انگلینڈ کی طرف سے پوری اننگز میں سب سے کم سکور 45 ہے جو کینیڈا نے 1979 کرکٹ ورلڈ کپ میں بنایا تھا
A 16 17|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ڈرمٹ ریو نے ایڈیلیڈ میں پاکستان کے خلاف 1992 کرکٹ ورلڈ کپ کھیل میں اپنے اسپیل کے دوران انگلش ریکارڈ اپنے نام کیا
A 8 9|||U:PROPN||||||REQUIRED|||-NONE-|||0

S انگلینڈ کے جوفرا آرچر 2019 کرکٹ ورلڈ کپ کے دوران 20 وکٹیں لے کر مشترکہ طور پر 26 ویں نمبر پر ہیں
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2019 کرکٹ ورلڈ کپ فاتح کپتان ایون مورگن نے 126 میچوں میں انگلینڈ کی قیادت کی
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S انگلینڈ کے جیمز اینڈرسن ون ڈے میں وکٹ لینے والے سرکردہ باؤلر ہیں
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ان کا انتقال 21 دسمبر 1976 کو سینٹ مائیکل بارباڈوس میں 70 سال کی عمر میں ہوا
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 19 28 30 جنوری 2023 ( م ع و )
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S " کھیس باف کی " بنائی ترچھی نمونوں کی تشکیل کی اصطلاح تھی
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S وہ تہران یونیورسٹی میں سکول برائے اکنامکس کی طالبہ تھیں
A 2 3|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 10 فروری 2020 کو بہارہ کو تہران یونیورسٹی سیکیورٹی پولیس نے گرفتار کیا
A 7 8|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے آزاد یونیورسٹی سے تھیٹر کی تعلیم حاصل کی اور مختصر فلمیں بنا کر اپنے پیشہ ورانہ زندگی کا آغاز کیا
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 04 22 19 فروری 2023 ( م ع و )
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ان کا انتقال 8 جنوری1861 کو کینٹ کے میڈ اسٹون میں 47 سال کی عمر میں ہوا
A 8 9|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے ابتدائی طور پر اسکندریہ یونیورسٹی کے طبی اسکول میں داخلہ لیا لیکن ایک سال کے بعد اسکول برائے فارمیسی میں منتقل ہوگیا
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے 1988 میں کویت یونیورسٹی سے انگریزی ادب میں بی اے اور 1989 میں کینٹ یونیورسٹی سے جدید ادب میں ایم اے کیا
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S الہاشم نے کویت یونیورسٹی سے انگریزی ادب میں ڈگری حاصل کی اور پنسلوانیا اسٹیٹ یونیورسٹی سے ایم بی اے مکمل کیا
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے کویت یونیورسٹی سے سیاسیات اور انگریزی میں بیچلر کی ڈگری حاصل کی
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S حوریہ نے 1992 میں کابل یونیورسٹی میں صحافت کی تعلیم حاصل کی
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2021 22 میں ٹیم نے جویریہ خان کی کپتانی میں نئے نام والے پاکستان ویمنز ون ڈے کپ میں حصہ لیا
A 16 17|||U:PROPN||||||REQUIRED|||-NONE-|||0

S 2021 22 میں ٹیم نے نئے نام والے پاکستان ویمنز ون ڈے کپ میں حصہ لیا جس کی کپتانی منیبہ علی نے کی
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S انہوں نے اپنا ٹوئنٹی 20 کا آغاز 3 مارچ 2021 کو کوئٹہ گلیڈی ایٹرز کے لیے 2021 پاکستان سپر لیگ میں کیا
A 16 17|||U:PROPN||||||REQUIRED|||-NONE-|||0

S نومبر 2022 میں عثمان کو چٹوگرام چیلنجرز نے 2022 23 بنگلہ دیش پریمیئر لیگ میں کھیلنے کے لیے سائن کیا تھا
A 8 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

S گوراوارہ نے 55 کی اوسط سے 220 رنز بنائے جس میں 3بیک ٹو بیک ففٹی شامل ہیں
A 13 14|||U:PROPN||||||REQUIRED|||-NONE-|||0

S سنٹرل زون کرکٹ ٹیم فرسٹ کلاس کرکٹ ٹیم ہے جو دلیپ ٹرافی اور دیودھر ٹرافی میں وسطی بھارت کی نمائندگی کرتی ہے
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کے والد گرامی فضل الدین بن غلام مصطفی ہے جو تلوارساز اور شاعر بھی تھے
A 3 4|||U:PROPN||||||REQUIRED|||-NONE-|||0

S انہوں نے سنچری بنائی وہ فرسٹ کلاس ڈیبیو پر سنچری بنانے والے سرے کے نویں بلے باز بن گئے
A 6 7|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا لسٹ اے ڈیبیو 25 اپریل 2019 کو سرے کے لیے 2019 کے رائل لندن ون ڈے کپ میں کیا
A 18 19|||U:PROPN||||||REQUIRED|||-NONE-|||0

S اس نے 22 جولائی 2021 کو 2021 کے رائل لندن ون ڈے کپ میں یارکشائر کے لیے لسٹ اے میں ڈیبیو کیا
A 11 12|||U:PROPN||||||REQUIRED|||-NONE-|||0

S یہ شاہد ہمت میٹرو اسٹیشن اور میرداماد میٹرو اسٹیشن کے درمیان ہے
A 1 2|||U:PROPN||||||REQUIRED|||-NONE-|||0

S دولت آباد میٹرو اسٹیشن تہران میٹرو لائن 6 کا جنوبی ٹرمینس ہے
A 0 1|||U:PROPN||||||REQUIRED|||-NONE-|||0

S حج ایک عبادت ہے جو سال میں ایک بار سعودی عرب کے شہر مکہ مکرمہ میں ادا ہوتی ہے
A 14 15|||U:PROPN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے دانشگاہ امام علی میٹرو اسٹیشن پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:PROPN||||||REQUIRED|||-NONE-|||0

S وولومولو ( انگریزی ) آسٹریلیا کا ایک مضافات جو نیو ساؤتھ ویلز میں واقع ہے
A 10 11|||U:PROPN||||||REQUIRED|||-NONE-|||0

S نماز جنازہ 11 بجے کراچی ملیر محمڈن فٹبال گراؤنڈ میں ادا کی گئی
A 4 5|||U:PROPN||||||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 19 27 19 جولائی 2023 ( م ع و )
A 9 10|||U:PROPN||||||REQUIRED|||-NONE-|||0

