اس کا حساب بے باق کردیا گیا
وہ روز با روز کمزور ہو رہا ہے
وہ روز با روز کمزور ہو رہا ہے
سرخ روشنائی سے مت لکھو
مجھے اِس دوا سے آرام ہے
افضل آئے دن بیمار رہتا ہے
آپ کی بات سن کر مجھے حیرانی ہوئی
اسلام آباد پاکستان کا دارلحکومت ہے
اِس مہنگائی میں غریب بیچارے فاقون مر رہے ہیں
کاٹھ کی ہندیہ بار بار نہیں چڑھتی
یہ قلم دوات اور کتابیں میری ساری پور بھی ہیں ۔
یہ قلم دوات اور کتابیں میری ساری پور بھی ہیں ۔
یہاں کے آموں کو میٹھا پایا ۔
ولی کو دلی پہچانتا ہے ۔
اس کا گھر بار سال اسباب سب کچھ بک گیا ۔
میں نے وہاں کے آموں کو میٹھا پایا ۔
اسلم شام کے پانچ بجے اکرم سے ملا ۔
تم تو ناک پر مکھی نہیں بیٹھنے دیتے ۔
صاحب کا حکم سر آنکھوں پر ۔
یہ عورت تو آفت کا پر کالہ ہے ۔
بارش سے کمرے کی محبت چپکنے لگی ۔
آج دو آدمیوں میں خوب جنگ ہوئی ۔
نیکی کی راہ اختیار کرو ۔
اس نے گاجر کا مربہ کھایا ۔
یہ سائن بڑا خریدار ہے ۔
میں اس معاملے کی تحقیق کروں گا ۔
یہ پھول آپ کی نذر کرتا ہوں ۔
وہ بلا ناقہ سکول جاتا ہے ۔
میں نے تمہارا حساب بے باق کر دیا ۔
بھوکے کو کھانا کھلانا ثواب ہے ۔
حمتہ چینی کر نا بھی کوئی کام ہے ۔
ارض پاک خوبصورت ہے ۔
یہ چیزیں تو سرقہ شدہ ہیں ۔
اس کپڑے کا عرض چالیس میٹر ہے ۔
فقیر نے صدالگائی سدا خوش رہو ۔
پیاز میں سرکہ ڈالو ۔
اس کا مال و متاع بکھر گیا ۔
اس میں آپ کی فلاح ہے ۔
کو لمبیس نے امریکا دریافت کیا ۔
وہ آئے دن غیر حاضر رہتا ہے ۔
وہ غصہ سے لال پیلا ہو گیا ۔
شور کی وجہ سے میری آنکھ کھل گئی ۔
سرخ روشنائی سے نہ لکھ ۔
وہ صحیح سلامت پہنچ گیا ۔
چور کی داڑھی میں تنکا ۔
پاکستان روز بروز ترقی کر رہا ہے ۔
آسمان سے گرا کھجور میں اٹکا ۔
اس کی نظر کمزور ہے ۔
درخت اپنے ثمر سے پہنچانا جاتا ہے ۔
سیب کا مربہ کھاؤ ۔
غریب کو کھانا کھلانا ثواب ہے ۔
قائد کا ادب کرو ۔
میرا دل باغ باغ ہو گیا ۔
میرا دل باغ باغ ہو گیا ۔
میں تحفہ آپ کی نذر کر رہا ہوں ۔
یہ واقعہ کب کا ہے ؟
اس کا حساب بے باق کردیا گیا
بس اللہ کا کرم ہے ۔
راستے میں لوگ حیرت سے اس کو مڑ مڑ کر دیکھ رہے تھے ۔
اسے گیدڑ پر بھی بھت غصہ آ رہا تھا ۔
یورپ میں بچے اس کھیل کو بہت شوق سے کھیلتے ہیں ۔
اگر اس کا اندازہ ٹھیک ہو تو مداری حلقے میں چلا جاتا ہے ۔
اب ایک کھلاڑی مسکرانا شروع کر دیتا ہے ۔
اس کھیل میں کمرے کے درمیان ایک پردہ لٹکا دیا جاتا ہے ۔
اس کھیل میں کمرے کے درمیان ایک پردہ لٹکا دیا جاتا ہے ۔
اس طرح ایک ٹولی ہنستی اور دوسری پہچانتی ہے ۔
منجھلے بھائی نے کہا ’ ’سمجھ میں توآتی ہے مگر پتہ نہیں چلتا ۔
اس کی کمر کمان کی طرح جھک گئی تھی اورکمزوری کے باعث اس کے قدم بھی سیدھے نہیں پڑرہے تھے ۔
‘‘اتناسن کر ابراہیم غصے سے لال پیلا ہو گیا اور اس نےکہا ۔
