S اس کا حساب بے باک کردیا گیا
A 4 5|||R:NOUN|||باق|||REQUIRED|||-NONE-|||0

S وہ دن با دن کمزور ہو رہا ہے
A 1 2|||R:NOUN|||روز|||REQUIRED|||-NONE-|||0

S وہ دن با دن کمزور ہو رہا ہے
A 3 4|||R:NOUN|||روز|||REQUIRED|||-NONE-|||0

S سرخ سیاہی سے مت لکھو
A 1 2|||R:NOUN|||روشنائی|||REQUIRED|||-NONE-|||0

S مجھے اِس دوائی سے آرام ہے
A 2 3|||R:NOUN|||دوا|||REQUIRED|||-NONE-|||0

S افضل آئے روز بیمار رہتا ہے
A 2 3|||R:NOUN|||دن|||REQUIRED|||-NONE-|||0

S آپ کی بات سن کر مجھے حیرانگی ہوئی
A 6 7|||R:NOUN|||حیرانی|||REQUIRED|||-NONE-|||0

S اسلام اباد پاکستان کا دارالخلافہ ہے
A 4 5|||R:NOUN|||دارلحکومت|||REQUIRED|||-NONE-|||0

S اس مہنگائی میں غریب بیچارے فاقے مر رہے ہیں
A 5 6|||R:NOUN|||فاقون|||REQUIRED|||-NONE-|||0

S لکڑی کی ہنڈیا بار بار نہیں چڑھتی
A 0 1|||R:NOUN|||کاٹھ|||REQUIRED|||-NONE-|||0

S یہ قلم دوات اور کتا ہیں میری ساری پونجی ہے ۔
A 4 5|||R:NOUN|||کتابیں|||REQUIRED|||-NONE-|||0

S یہ قلم دوات اور کتا ہیں میری ساری پونجی ہے ۔
A 8 9|||R:NOUN|||پور|||REQUIRED|||-NONE-|||0

S یہاں کے آموں کو میٹھے پایا ۔
A 4 5|||R:NOUN|||میٹھا|||REQUIRED|||-NONE-|||0

S ولی کو ولی پہچانتے ہیں ۔
A 2 3|||R:NOUN|||دلی|||REQUIRED|||-NONE-|||0

S اس کا گھر بار ا مال اسباب سب کچھ ہک گئے ۔
A 5 6|||R:NOUN|||سال|||REQUIRED|||-NONE-|||0

S میں نے وہاں کے آموں کو میٹھے پایا ۔
A 6 7|||R:NOUN|||میٹھا|||REQUIRED|||-NONE-|||0

S اسلم شام کے پانچ بچے اکرم کو ملا ۔
A 4 5|||R:NOUN|||بجے|||REQUIRED|||-NONE-|||0

S تم تو ناک پر چھر نہیں بیٹھنے دیتے ۔
A 4 5|||R:NOUN|||مکھی|||REQUIRED|||-NONE-|||0

S صاحب کا حکم سر ماتھے پر ۔
A 4 5|||R:NOUN|||آنکھوں|||REQUIRED|||-NONE-|||0

S یہ صورت تو آفت کی پر کالہ ہے ۔
A 1 2|||R:NOUN|||عورت|||REQUIRED|||-NONE-|||0

S بارش سے کمرے کا چھت چپکنے لگے ۔
A 4 5|||R:NOUN|||محبت|||REQUIRED|||-NONE-|||0

S آن دو آدمیوں میں خوب جنگ ہوا ۔
A 0 1|||R:NOUN|||آج|||REQUIRED|||-NONE-|||0

S نیکی کا ارادہ اختیار کرو ۔
A 2 3|||R:NOUN|||راہ|||REQUIRED|||-NONE-|||0

S اس نے گاجر کا مربع کھایا ۔
A 4 5|||R:NOUN|||مربہ|||REQUIRED|||-NONE-|||0

S یہ سائن بڑ امر ادار ہے ۔
A 4 5|||R:NOUN|||خریدار|||REQUIRED|||-NONE-|||0

S میں اس معاملے کی تفتیش کروں گا ۔
A 4 5|||R:NOUN|||تحقیق|||REQUIRED|||-NONE-|||0

S یہ پھول آپ کی نظر کر تا ہوں ۔
A 4 5|||R:NOUN|||نذر|||REQUIRED|||-NONE-|||0

S وہ بے نافہ سکول جاتا ہے ۔
A 1 2|||R:NOUN|||بلا|||REQUIRED|||-NONE-|||0

S میں نے تمہارا حساب بے باک کر دیا ۔
A 5 6|||R:NOUN|||باق|||REQUIRED|||-NONE-|||0

S بھوکے کو کھاناکھلانا صواب ہے ۔
A 3 4|||R:NOUN|||ثواب|||REQUIRED|||-NONE-|||0

S نقطہ چینی کرنا بھی کوئی کام ہے ۔
A 0 1|||R:NOUN|||حمتہ|||REQUIRED|||-NONE-|||0

S عرض پاک خوبصورت ہے ۔
A 0 1|||R:NOUN|||ارض|||REQUIRED|||-NONE-|||0

S یہ چیزیں تو سر کہ شدہ ہیں ۔
A 3 4|||R:NOUN|||سرقہ|||REQUIRED|||-NONE-|||0

S اس کپڑے کا ارض چالیس میٹر ہے ۔
A 3 4|||R:NOUN|||عرض|||REQUIRED|||-NONE-|||0

S فقیر نے سید الگائی صدا خوش رہو ۔
A 4 5|||R:NOUN|||سدا|||REQUIRED|||-NONE-|||0

S پیاز میں سرقہ ڈالو ۔
A 2 3|||R:NOUN|||سرکہ|||REQUIRED|||-NONE-|||0

S اس کا مال و متا بکھر گیا ۔
A 4 5|||R:NOUN|||متاع|||REQUIRED|||-NONE-|||0

S اس میں آپ کی فارہ ہے ۔
A 4 5|||R:NOUN|||فلاح|||REQUIRED|||-NONE-|||0

S کو لمبس نے امریکا ایجاد کیا ۔
A 4 5|||R:NOUN|||دریافت|||REQUIRED|||-NONE-|||0

S وہ آئے روز غیر حاضر رہتا ہے ۔
A 2 3|||R:NOUN|||دن|||REQUIRED|||-NONE-|||0

S وہ قصہ سے لال سرخ ہو گیا ۔
A 1 2|||R:NOUN|||غصہ|||REQUIRED|||-NONE-|||0

S شور کی وجہ سے میری نیند کھل گئی ۔
A 5 6|||R:NOUN|||آنکھ|||REQUIRED|||-NONE-|||0

S سرخ سیاہی سے نہ لکھ ۔
A 1 2|||R:NOUN|||روشنائی|||REQUIRED|||-NONE-|||0

S وہ صحیح سالم پہنچ گیا ۔
A 2 3|||R:NOUN|||سلامت|||REQUIRED|||-NONE-|||0

S چور کی ڈاڑھی میں چاول کا دانہ ۔
A 2 3|||R:NOUN|||داڑھی|||REQUIRED|||-NONE-|||0

S پاکستان دن بدن ترقی کر رہا ہے ۔
A 1 2|||R:NOUN|||روز|||REQUIRED|||-NONE-|||0

S آسمان سے گرا درخت میں اٹکا ۔
A 3 4|||R:NOUN|||کھجور|||REQUIRED|||-NONE-|||0

S اس کی نذر کمزور ہے
A 2 3|||R:NOUN|||نظر|||REQUIRED|||-NONE-|||0

S درخت اپنے سمر سے پہچانا جاتا ہے ۔
A 2 3|||R:NOUN|||ثمر|||REQUIRED|||-NONE-|||0

S سیب کا مربع کھاؤ
A 2 3|||R:NOUN|||مربہ|||REQUIRED|||-NONE-|||0

S غریب کو کھانا کھلانا صواب ہے ۔
A 4 5|||R:NOUN|||ثواب|||REQUIRED|||-NONE-|||0

S قاعد کا ادب کرو ۔
A 0 1|||R:NOUN|||قائد|||REQUIRED|||-NONE-|||0

S میرا دل چمن چمن ہو گیا ۔
A 2 3|||R:NOUN|||باغ|||REQUIRED|||-NONE-|||0

S میرا دل چمن چمن ہو گیا ۔
A 3 4|||R:NOUN|||باغ|||REQUIRED|||-NONE-|||0

S میں تحفہ آپ کی نظر کر رہا ہوں ۔
A 4 5|||R:NOUN|||نذر|||REQUIRED|||-NONE-|||0

S یہ واقع کب کا ہے
A 1 2|||R:NOUN|||واقعہ|||REQUIRED|||-NONE-|||0

S اس کا حساب بے باک کردیا گیا
A 4 5|||R:NOUN|||باق|||REQUIRED|||-NONE-|||0

S بس اللہ کا قرم ہے ۔
A 3 4|||R:NOUN|||کرم|||REQUIRED|||-NONE-|||0

S رستے میں لوگ حیرت سے اس کو مڑ مڑ کر دیکھ رہے تھے ۔
A 0 1|||R:NOUN|||راستے|||REQUIRED|||-NONE-|||0

S اسے گیدڑ پر بھی بھت غصے آ رہا تھا ۔
A 5 6|||R:NOUN|||غصہ|||REQUIRED|||-NONE-|||0

S یورپ میں بچے اس کھیل کو بہت شوک سے کھیلتے ہیں ۔
A 7 8|||R:NOUN|||شوق|||REQUIRED|||-NONE-|||0

S اگر اس کا اندازا ٹھیک ہو تو مداری حلقے میں چلا جاتا ہے ۔
A 3 4|||R:NOUN|||اندازہ|||REQUIRED|||-NONE-|||0

S اب ایک کھلاری مسکرانا شروع کر دیتا ہے ۔
A 2 3|||R:NOUN|||کھلاڑی|||REQUIRED|||-NONE-|||0

S اس کھیل میں کمرا کے درمیان ایک پردا لٹکا دیا جاتا ہے ۔
A 3 4|||R:NOUN|||کمرے|||REQUIRED|||-NONE-|||0

S اس کھیل میں کمرا کے درمیان ایک پردا لٹکا دیا جاتا ہے ۔
A 7 8|||R:NOUN|||پردہ|||REQUIRED|||-NONE-|||0

S اس طرح ایک ٹولی ہنستا اور دوسری پہچانتا ہے ۔
A 4 5|||R:NOUN|||ہنستی|||REQUIRED|||-NONE-|||0

S منجھلے بھائی نے کہا ’ ’سمجھ میں توآتی ہے مگر پتا نہیں چلتا ۔
A 10 11|||R:NOUN|||پتہ|||REQUIRED|||-NONE-|||0

S اس کا کمر کمان کی طرح جھک گیا تھا اور کمزوری کے باعث اس کے قدم بھی سیدھے نہیں پڑرہے تھے ۔
A 10 11|||R:NOUN|||اورکمزوری|||REQUIRED|||-NONE-|||0

S ‘‘اتناسن کر ابراہیم غصہ سے لال پیلا ہو گیا اور اس نےکہا ۔
A 3 4|||R:NOUN|||غصے|||REQUIRED|||-NONE-|||0

