S یہ خبر سن کر میرے بدن پر رونگٹے کھڑے ہو گئے
A 9 11|||R:ORTH|||ہوگئے|||REQUIRED|||-NONE-|||0

S اس کے مال واسباب ، مکان را می بک گئے ۔
A 3 4|||R:ORTH|||و اسباب|||REQUIRED|||-NONE-|||0

S اس کا مکان ، دکانیں اور جائید ادسب بک کم
A 6 8|||R:ORTH|||جائیداد سب|||REQUIRED|||-NONE-|||0

S کو ا اور چیل اڑ گیا ۔
A 0 2|||R:ORTH|||کوا|||REQUIRED|||-NONE-|||0

S عرب انبیاؤں اور اولیاؤں کی سرزمین ہے ۔
A 5 6|||R:ORTH|||سر زمین|||REQUIRED|||-NONE-|||0

S کو ہ ہمالیہ پہار بہت اونچا ہے ۔
A 0 2|||R:ORTH|||کوہ|||REQUIRED|||-NONE-|||0

S نقطہ چینی کرنا بھی کوئی کام ہے ۔
A 2 3|||R:ORTH|||کر نا|||REQUIRED|||-NONE-|||0

S اسے سر درد ہو رہی ہے ۔
A 1 3|||R:ORTH|||سردرد|||REQUIRED|||-NONE-|||0

