فوراً چلے جاؤ
بارش ہو رہی ہے
پاس پاس ہو کر بیٹھے
پاس پاس ہو کر بیٹھے
چوروں کو دیکھ کر پولیس اور چوکنا ہوگئی
آپ كے مزاج کیسے ہیں
علم و نیک چانی انسان کا درجہ بڑھا دیتے تک ۔
اک ذرا شاخ نشیمن کو منجھ کارہنے دو ۔
اس کا مکان ، دکانیں اور جائیداد سب بک گیا ۔
ہیں اور ایک کرسی ٹوٹ گئی ۔
یہ دہی بہت کھٹا ہے ۔
یر اور مہربانی بیٹھ جائیں ۔
وہ پرانا پرواہ ہے ۔
وہ پرانا پرواہ ہے ۔
آپ کا دولت خانہ کہاں ہے ؟
اسلام آباد پاکستان کا دانا حکومت ہے ۔
یہ آپ کی کرم فرمائی ہے ۔
پاکستان روز بروز ترقی کر رہا ہے ۔
ایک انار سو بیمار ۔
تجھے لاہور جانا ہے ۔
گالی نہ دو ۔
گالی نہ دو ۔
فوراً چلے جاؤ
ان میں سے سفید والا لے آؤ ۔
اگر تھوڑے بچے رہ جائیں تو ریچھ بھی تھوڑے ہی باہر نکلتے ہیں ۔
’’ابا جی یہ سعدی کے نام کے ساتھ چچا کیوں لگا دیتے ہیں ؟‘‘ مگر ننھی اب بہت بگڑ گئی تھی ۔
’’ابا جی یہ سعدی کے نام کے ساتھ چچا کیوں لگا دیتے ہیں ؟‘‘ مگر ننھی اب بہت بگڑ گئی تھی ۔
