S ایک دم چلے جاؤ‎
A 0 1|||R:OTHER|||فوراً|||REQUIRED|||-NONE-|||0

S بارش برس رہی ہے
A 1 2|||R:OTHER|||ہو|||REQUIRED|||-NONE-|||0

S ساتھ ساتھ ہو کر بیٹھے
A 0 1|||R:OTHER|||پاس|||REQUIRED|||-NONE-|||0

S ساتھ ساتھ ہو کر بیٹھے
A 1 2|||R:OTHER|||پاس|||REQUIRED|||-NONE-|||0

S چوروں کو دیکھ کر پولیس اور چُکی ہوگئی
A 6 7|||R:OTHER|||چوکنا|||REQUIRED|||-NONE-|||0

S اپ کا مزاج کیسا ہے
A 1 2|||R:OTHER|||كے|||REQUIRED|||-NONE-|||0

S علم د نیک چینی انسان کا درجہ بڑھا دیتی ہے ۔
A 9 10|||R:OTHER|||تک|||REQUIRED|||-NONE-|||0

S اک ذرا شاخ نشیمن کو جھکی رہنے دو ۔
A 5 6|||R:OTHER|||منجھ|||REQUIRED|||-NONE-|||0

S اس کا مکان ، دکانیں اور جائید ادسب بک کم
A 9 10|||R:OTHER|||۔|||REQUIRED|||-NONE-|||0

S دو چنگ اور ایک کرسی ٹوٹ گئیں ۔
A 1 2|||R:OTHER|||ہیں|||REQUIRED|||-NONE-|||0

S یہ دہی بہت کھتی ہے ۔
A 3 4|||R:OTHER|||کھٹا|||REQUIRED|||-NONE-|||0

S برائے مہربانی کر کے بیٹھ جائیں ۔
A 0 1|||R:OTHER|||یر|||REQUIRED|||-NONE-|||0

S دوبڑا بے پرواہ ہے ۔
A 0 1|||R:OTHER|||وہ|||REQUIRED|||-NONE-|||0

S دوبڑا بے پرواہ ہے ۔
A 1 2|||R:OTHER|||پرانا|||REQUIRED|||-NONE-|||0

S آپ کا غریب خانہ کہاں ہے ؟
A 2 3|||R:OTHER|||دولت|||REQUIRED|||-NONE-|||0

S اسلام آباد پاکستان کا دار خلاقہ ہے ۔
A 5 6|||R:OTHER|||حکومت|||REQUIRED|||-NONE-|||0

S یہ آپ کی کرم نوازی ہے ۔
A 4 5|||R:OTHER|||فرمائی|||REQUIRED|||-NONE-|||0

S پاکستان دن بدن ترقی کر رہا ہے ۔
A 2 3|||R:OTHER|||بروز|||REQUIRED|||-NONE-|||0

S ایک انار کئی بیمار ۔
A 2 3|||R:OTHER|||سو|||REQUIRED|||-NONE-|||0

S تو نے لاہور جانا ہے ۔
A 0 1|||R:OTHER|||تجھے|||REQUIRED|||-NONE-|||0

S گالی مت نکالو ۔
A 1 2|||R:OTHER|||نہ|||REQUIRED|||-NONE-|||0

S گالی مت نکالو ۔
A 2 3|||R:OTHER|||دو|||REQUIRED|||-NONE-|||0

S ایک دم چلے جا‎ؤ
A 0 1|||R:OTHER|||فوراً|||REQUIRED|||-NONE-|||0

S ان میں سے صفید والا لے اؤ ۔
A 6 7|||R:OTHER|||آؤ|||REQUIRED|||-NONE-|||0

S اگر تھوڑے بچے رہ جاۓ تو ریچھ بھی تھوڑے ہی باہر نکلتے ہیں ۔
A 4 5|||R:OTHER|||جائیں|||REQUIRED|||-NONE-|||0

S ’’ابا جی یہ سعدی کے نام کی ساتھ چچا کیوں لگا دیتے ہیں ؟ ‘‘
A 13 14|||R:OTHER|||؟‘‘|||REQUIRED|||-NONE-|||0

S ’’ابا جی یہ سعدی کے نام کی ساتھ چچا کیوں لگا دیتے ہیں ؟ ‘‘
A 14 15|||R:OTHER|||۔|||REQUIRED|||-NONE-|||0

