بیٹا ! کچھ دیر کیلئے رک جاؤ
یہاں پر ہر مرض کا علاج ہوتا ہے
میں تمہارے سارے کرتوت جانتا ہوں
میں نے دو ٹکٹ خریدے
احمد نے حامد کو اڑے ہاتھ لگایا
میں نے ریلوے کے ٹکٹ خریدے ۔
میدان میں فوج تھی ۔
شہد کی مکھیوں نے اس کے چہرے پر ہاتھ مارا ۔
اس کھیل میں سب بچے ایک دائرے میں کھڑے ہو جاتے ہیں ۔
اگر کوئی اور کھلاڑی ہنسے یا مسکرائےگا تو اسے دائرے سے خارج کر دیا جائےگا ۔
اسے چھوٹے بچے بڑی دلچسپی سے کھیلتے ہیں ۔
اب دونوں ٹولیوں میں سے ایک ایک بچہ بیچ میں آ جاتا ہے ۔
ابا جان کو بھی کہانی یاد ہے ۔
تم تو سب کہانیوں کو بیچ میں کاٹ دیتے ہوں ۔
