S بیٹے ! کچھ دیر کیلئے رک جاؤ
A 0 1|||R:NOUN:INFL|||بیٹا|||REQUIRED|||-NONE-|||0

S یہاں پر ہر امراض کا علاج ہوتا ہے
A 3 4|||R:NOUN:INFL|||مرض|||REQUIRED|||-NONE-|||0

S میں تمہاری ساری کرتوتیں جانتا ہوں
A 3 4|||R:NOUN:INFL|||کرتوت|||REQUIRED|||-NONE-|||0

S میں نے دو ٹکٹیں خریدی
A 3 4|||R:NOUN:INFL|||ٹکٹ|||REQUIRED|||-NONE-|||0

S احمد نے حامد کو اڑے ہاتھوں لیا
A 5 6|||R:NOUN:INFL|||ہاتھ|||REQUIRED|||-NONE-|||0

S میں نے ریلوے کی ٹکٹیں فرید ہیں ۔
A 4 5|||R:NOUN:INFL|||ٹکٹ|||REQUIRED|||-NONE-|||0

S میدان میں افواج تھی ۔
A 2 3|||R:NOUN:INFL|||فوج|||REQUIRED|||-NONE-|||0

S شہد کی مکھیاں اس کے چہرے پر ہاتھ مارا ۔
A 2 3|||R:NOUN:INFL|||مکھیوں|||REQUIRED|||-NONE-|||0

S اس کھیل میں سب بچے ایک دائرہ میں کھڑے ہو جاتے ہیں ۔
A 6 7|||R:NOUN:INFL|||دائرے|||REQUIRED|||-NONE-|||0

S اگر کوئی اور کھلاڑی ہنسے یا مسکرائےگا تو اسے دائرہ سے خارج کر دی جائےگا ۔
A 9 10|||R:NOUN:INFL|||دائرے|||REQUIRED|||-NONE-|||0

S اسے چھوٹے بچہ بڑا دلچسپی سے کھیلتے ہیں ۔
A 2 3|||R:NOUN:INFL|||بچے|||REQUIRED|||-NONE-|||0

S اب دونوں ٹولیاں میں سے ایک ایک بچہ بیچ میں آ جاتا ہے ۔
A 2 3|||R:NOUN:INFL|||ٹولیوں|||REQUIRED|||-NONE-|||0

S ابا جان کو بھی کہانیاں یاد ہے ۔
A 4 5|||R:NOUN:INFL|||کہانی|||REQUIRED|||-NONE-|||0

S تم تو سب کہانی کو بیچ میں کاٹ دیتے ہوں ۔
A 3 4|||R:NOUN:INFL|||کہانیوں|||REQUIRED|||-NONE-|||0

