S اگر بچے سات سے زیادہ ہوں تو کھیل کا نام سوم منگل کی بجائے جنوری ، فروری ہو جاتی ہے ۔
A 0 1|||U:SCONJ||||||REQUIRED|||-NONE-|||0

S اگر بچے سات سے زیادہ ہوں تو کھیل کا نام سوم منگل کی بجائے جنوری ، فروری ہو جاتی ہے ۔
A 6 7|||U:SCONJ||||||REQUIRED|||-NONE-|||0

S جس لرکے کا نام لیا گیا ہے اگر وہ گیند کو پکڑ لیتا ہے تو وہ کسی اور لرکے کا نام لے کر گیند کو دیوار سے ٹکرائےگا ۔
A 7 8|||U:SCONJ||||||REQUIRED|||-NONE-|||0

S جس لرکے کا نام لیا گیا ہے اگر وہ گیند کو پکڑ لیتا ہے تو وہ کسی اور لرکے کا نام لے کر گیند کو دیوار سے ٹکرائےگا ۔
A 14 15|||U:SCONJ||||||REQUIRED|||-NONE-|||0

S اگر وہ نشانہ نہیں لگا سکا تو وہ گیند چھوڑ دی گا ۔
A 0 1|||U:SCONJ||||||REQUIRED|||-NONE-|||0

S اگر وہ نشانہ نہیں لگا سکا تو وہ گیند چھوڑ دی گا ۔
A 6 7|||U:SCONJ||||||REQUIRED|||-NONE-|||0

S اس کھیل کا ضروری اسول یہ ہے کہ صرف وہی کھلاڑی مسکرائے جس کی طرف مسکراہٹ پھینکی جائے ۔
A 7 8|||U:SCONJ||||||REQUIRED|||-NONE-|||0

S اگر کوئی اور کھلاڑی ہنسے یا مسکرائےگا تو اسے دائرہ سے خارج کر دی جائےگا ۔
A 7 8|||U:SCONJ||||||REQUIRED|||-NONE-|||0

S اگر بلی چوہے کو پکڑ لے تو مخالف پارٹی کی ایک رکن کم ہو جاتی ہے ۔
A 0 1|||U:SCONJ||||||REQUIRED|||-NONE-|||0

S جب کوئی بچہ نہ رہا تو سب ریچھ اپنی پنا گاہوں میں سے باہر نکلتے ہیں ۔
A 5 6|||U:SCONJ||||||REQUIRED|||-NONE-|||0

S کہو تو صنا دیں !
A 1 2|||U:SCONJ||||||REQUIRED|||-NONE-|||0

S سب بچے سوچنے لگے کہ بادشاہ غریب بھی ہو سکتا ہے یا نہیں ؟ شاید ہوتا ہو اگلے زمانے میں ۔
A 4 5|||U:SCONJ||||||REQUIRED|||-NONE-|||0

S کہنے لگے ’ ’یہ تو عجیب بے معنی کہانی ہے ، جس کی سر نہ پیر ۔
A 3 4|||U:SCONJ||||||REQUIRED|||-NONE-|||0

S کہنے لگے ’ ’یہ تو عجیب بے معنی کہانی ہے ، جس کی سر نہ پیر ۔
A 4 5|||U:SCONJ||||||REQUIRED|||-NONE-|||0

