S کترینہ کا ایک بھائی اور چھے بہنیں ہیں
A 5 6|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S کاموف کا 50 بکتر بند حملہ آور ہیلی کاپٹر ہے یہ دو محور پر واقع ہونے والے چار روٹر بلیڈز ہیں
A 17 18|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S ان کی عمر چھہتر برس تھی
A 3 4|||R:NUM|||76|||REQUIRED|||-NONE-|||0

S اومسک وقت متناسق عالمی وقت سے وقت سات گھنٹے آگے اور ماسکو وقت سے تین گھنٹے آگے منطقہ وقت ہے
A 7 8|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S اومسک وقت متناسق عالمی وقت سے وقت سات گھنٹے آگے اور ماسکو وقت سے تین گھنٹے آگے منطقہ وقت ہے
A 14 15|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S کریسنویارسک وقت متناسق عالمی وقت سے وقت آٹھ گھنٹے آگے اور ماسکو وقت سے چار گھنٹے آگے منطقہ وقت ہے
A 7 8|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S کریسنویارسک وقت متناسق عالمی وقت سے وقت آٹھ گھنٹے آگے اور ماسکو وقت سے چار گھنٹے آگے منطقہ وقت ہے
A 14 15|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S ارکتسک وقت متناسق عالمی وقت سے وقت نو گھنٹے آگے اور ماسکو وقت سے پانچ گھنٹے آگے منطقہ وقت ہے
A 7 8|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S ارکتسک وقت متناسق عالمی وقت سے وقت نو گھنٹے آگے اور ماسکو وقت سے پانچ گھنٹے آگے منطقہ وقت ہے
A 14 15|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S یاکتسک وقت متناسق عالمی وقت سے وقت دس گھنٹے آگے اور ماسکو وقت سے چھ گھنٹے آگے منطقہ وقت ہے
A 7 8|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S یاکتسک وقت متناسق عالمی وقت سے وقت دس گھنٹے آگے اور ماسکو وقت سے چھ گھنٹے آگے منطقہ وقت ہے
A 14 15|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S ولادیوستوک وقت متناسق عالمی وقت سے وقت گیارہ گھنٹے آگے اور ماسکو وقت سے سات گھنٹے آگے منطقہ وقت ہے
A 7 8|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S ولادیوستوک وقت متناسق عالمی وقت سے وقت گیارہ گھنٹے آگے اور ماسکو وقت سے سات گھنٹے آگے منطقہ وقت ہے
A 14 15|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S پی ایس ایل کے سات سیزن ہو چکے ہیں
A 4 5|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S انہوں نے پاکستان کی طرف سے 1996 سے 1998 تکایک ٹیسٹ میچ اور چھے ایک روزہ میچ کھیلے
A 13 14|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S بھارت میں سات یونین علاقے ہیں
A 2 3|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S بولیویا میں مسلمان کل آبادی کا 0 1 ہیں ملک میں دو ہزار کے قریب مسلمان آباد ہیں
A 11 12|||R:NUM|||14|||REQUIRED|||-NONE-|||0

S گلگت بلتستان سات اضلاع پر مشتمل ہے
A 2 3|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S یونیورسٹی کیمپس میں اس وقت چھ اسکول ہیں جو کہ مندرجہ ذیل ہیں
A 5 6|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S ان چھ اسکولوں کے تحت 13 شعبہ چل رہے ہیں جو کہ ماسٹر پروگرام کے علاوہ ایم
A 1 2|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S 1983 میں کراچی میں شیعہ آبادیوں پر حملے ہوئے جن میں ساٹھ افراد شہید کر دیے گئے
A 11 12|||R:NUM|||60|||REQUIRED|||-NONE-|||0

S نوے کی دہائی میں شیعہ کشی
A 0 1|||R:NUM|||90|||REQUIRED|||-NONE-|||0

S ایک بار توقعات پر پورا نہ اتر سکے اور ایک اننگ کی باری ملنے پر دس رنز پر ہی ہمت ہار گئے
A 15 16|||R:NUM|||10|||REQUIRED|||-NONE-|||0

S یہ شراکت اب بھی پہلی وکٹ کے لیے بہترین شراکت کا ریکارڑ رکھتی ہے جسے ترتیب دینے میں انہیں ساڑھے چھ گھنٹے لگے تھے
A 20 21|||R:NUM|||6|||REQUIRED|||-NONE-|||0

S اس کے بعد انہوں نے کیویز کے خلاف لگاتار چھ ٹیسٹ میں 22 وکٹیں حاصل کیں
A 9 10|||R:NUM|||6|||REQUIRED|||-NONE-|||0

S انھوں نے چھے دفعہ گرینڈ سلم ٹائٹل جیتا ہے
A 2 3|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S محمد ایوب کھوڑو صوبہ سندھ کے سابق دو مرتبہ وزیر اعلی اور پاکستان مسلم لیگ کے سرگرم سیاسی کارکن تھے
A 7 8|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S سال 1996 کمبلے کے لیے انتہائی کامیاب ثابت ہوا کیونکہ اس نے 20 24 کی اوسط سے 61 ون ڈے وکٹیں حاصل کیں
A 18 19|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S لیکن ایک آنکھ میں بینائی نہ ہونے کے باوجود اکیس سال کی عمر میں بھارتی کرکٹ ٹیم کے کپتان بن گئے
A 9 10|||R:NUM|||21|||REQUIRED|||-NONE-|||0

S پٹودی نے بھارت کے لیے چھالیس ٹیسٹ کھیلے جن میں سے چالیس میں وہ کپتان رہے
A 11 12|||R:NUM|||40|||REQUIRED|||-NONE-|||0

S 1974 میں انہوں نے انگلستان کے خلاف دو ایک روزہ میچ بھی کھیلے
A 7 8|||R:NUM|||2|||REQUIRED|||-NONE-|||0

S ڈھائی لاکھ سے زیادہ آبادی والی تحصیل کنری مرچ کی کاشت کا سب سے اہم علاقہ ہے
A 0 1|||R:NUM|||اڑھائی|||REQUIRED|||-NONE-|||0

S میکسیکو تین اہم منطقات وقت کا استعمال کرتا ہے
A 1 2|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S جنوری 2019 تک دنیا بھر میں ایسی چار ہزار مشینیں نصب ہو چکی تھیں
A 7 8|||R:NUM|||پایچ|||REQUIRED|||-NONE-|||0

S لاہور ڈویژن کے چار اضلاع مندرجہ ذیل ہیں
A 3 4|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S راولپنڈی ڈویژن کے چار اضلاع مندرجہ ذیل ہیں
A 3 4|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S حیدر آباد ڈویژن کے چار اضلاع مندرجہ ذیل ہیں
A 4 5|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S پاکستان کے صرف دس شہر اضلاع ہیں
A 3 4|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S دلا بھٹی کی پیدائش اپنے والد کی وفات کے چار ماہ بعد ہوئی
A 9 10|||R:NUM|||12|||REQUIRED|||-NONE-|||0

S چوگوکو علاقہ چار پریفیکچر پر مشتمل ہے
A 2 3|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S 2011 کی مردم شماری کے مطابق مسلمانوں کی تعداد 27 لاکھ سے زیادہ ہے جو کل آبادی کا 4 8 فیصد ہیں
A 10 11|||R:NUM|||ملین|||REQUIRED|||-NONE-|||0

S اس کی آبادی دس ہزار نفوس پر مشتمل ہے
A 3 4|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S اس کے دو صورتوں کے علاوہ چار اور حالتوں میں بھی کھیل برابر ہو سکتا ہے
A 6 7|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S چھ سال کی عمر میں ہی ادیتی نے بھرت ناٹیئم سیکھنا شروع کیا
A 0 1|||R:NUM|||6|||REQUIRED|||-NONE-|||0

S تھائی رائے ڈ غدود کے پے چھے واقع چار پے را تھائی رائے ڈ غدود اے سے ہی غدود ہے ں
A 6 7|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S بنگلہ دیش سات بڑے انتظامی علاقوں میں تقسیم ہے جنہیں ڈویژن ( بنگالی ) کہا جاتا ہے
A 2 3|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S چار نوبل انعام یافتہ شخصیات ایسی ہیں جنھیں ان کے ملک کی حکومت نے یہ انعام وصول کرنے سے روکا
A 0 1|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گزشتہ چھ سال سے روزنامہ ایکسپریس کراچی سے وابستہ ہیں
A 1 2|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S 3 ( چار ) ایک عدد اور ایک علامت ہے
A 2 3|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S 2 ( چار ) ایک عدد اور ایک علامت ہے
A 2 3|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S 4 ( چار ) ایک عدد اور ایک علامت ہے
A 2 3|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S 4 ( چار ) ایک عدد اور ایک علامت ہے
A 2 3|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S 4 ( چار ) ایک عدد اور ایک علامت ہے
A 2 3|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S اس ٹورنامنٹ کو ابھی تک پانچ ٹیموں نے جیتا ہے
A 5 6|||R:NUM|||6|||REQUIRED|||-NONE-|||0

S فقہ میں ( چھہ جلدیں )
A 3 4|||R:NUM|||چھہ6|||REQUIRED|||-NONE-|||0

S اب تک کی تحقیقات کے مطابق چار ہزار قبل مسیح میں بھی لوری کا ثبوت ملتا ہے
A 6 7|||R:NUM|||2|||REQUIRED|||-NONE-|||0

S پاکستان اب تک ایک سونے اور ایک کانسی کا تمغا جیت چکا ہے
A 6 7|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S میری اب تک تین مجموعے کلام منظر عام پر آچکی ہیں
A 3 4|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اس نے اعلان کیا کہ وہ 2019 کرکٹ ورلڈ کپ کے بعد ون ڈے کرکٹ چھوڑ دیں گے
A 15 16|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S جنہوں نے ایک ٹیسٹ میچ میں پاکستان کی نمائندگی کی
A 2 3|||R:NUM|||6|||REQUIRED|||-NONE-|||0

S ان کے چھ بچے ہیں
A 2 3|||R:NUM|||6|||REQUIRED|||-NONE-|||0

S احتشام الدین نے پانچ ٹیسٹ میچو ںکی 3 اننگز میں ایک دفعہ ناٹ آئوٹ رہ کر 2 رنز بنائے
A 3 4|||R:NUM|||5|||REQUIRED|||-NONE-|||0

S احتشام الدین نے پانچ ٹیسٹ میچو ںکی 3 اننگز میں ایک دفعہ ناٹ آئوٹ رہ کر 2 رنز بنائے
A 10 11|||R:NUM|||1|||REQUIRED|||-NONE-|||0

S وزیر محمدکی عمر نوے برس سے زائد ہو گئی ہے
A 3 4|||R:NUM|||بانوے|||REQUIRED|||-NONE-|||0

S وزیر محمد کی عمر بانوے برس سے زائد ہو گئی ہے
A 4 5|||R:NUM|||ترانوے|||REQUIRED|||-NONE-|||0

S یہ میچ چالیس اوور کا تھا جس میں ہر اوور کی آٹھ گیندیں تھیں
A 2 3|||R:NUM|||40|||REQUIRED|||-NONE-|||0

S یہ میچ چالیس اوور کا تھا جس میں ہر اوور کی آٹھ گیندیں تھیں
A 11 12|||R:NUM|||8|||REQUIRED|||-NONE-|||0

S جرمنی میں ڈھائ ہزار مسلم عبادت گاہیں ہیں
A 2 3|||R:NUM|||ڈھائی|||REQUIRED|||-NONE-|||0

S جب کہ ملک کی کل آبادی 58 5 ملین ہے
A 8 9|||R:NUM|||کروڑ|||REQUIRED|||-NONE-|||0

S ان میں سے کم از کم 2 ملین مسلمانوں کو فرانسیسی شہریت حاصل ہے
A 7 8|||R:NUM|||لاکھ|||REQUIRED|||-NONE-|||0

S نیدرلینڈ میں تقریب ا ایک ملین مسلمان موجود ہیں جو یہاں کی آبادی کا 5 8 فیصد حصہ ہے
A 4 5|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S نیدرلینڈ میں تقریب ا ایک ملین مسلمان موجود ہیں جو یہاں کی آبادی کا 5 8 فیصد حصہ ہے
A 5 6|||R:NUM|||لاکھ|||REQUIRED|||-NONE-|||0

S یہ تین قسم کی ہوتی ہے
A 1 2|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S اوغوز کے چھے فرزند تھے
A 2 3|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S آٹھ فرسٹ کلاس اننگز میں 105 رنز بنا کر انھیں تیسرے ٹیسٹ میں ڈراپ کیا گیا
A 0 1|||R:NUM|||8|||REQUIRED|||-NONE-|||0

S انہوں نے تیس سال کے عرصے میں 14 کتابیں لکھیں اور ایک کامیاب عوامی اسپیکر بنے
A 2 3|||R:NUM|||30|||REQUIRED|||-NONE-|||0

S بنگلہ دیش نے 2009 سے 2015 تک ان کی کپتانی میں 50 ون ڈے میچ کھیلے اور 23 میچوں میں کامیابی حاصل کی
A 12 13|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S ان حروف کے علاؤہ سرائیکی کے پانچ خاص حروف ہیں
A 6 7|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S ان حروف کے علاؤہ سرائیکی کے چھ خاص حروف ہیں
A 6 7|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S لیکن وہ اور اس کا بھائی دونو بھائی ہلاک ہوگئے
A 6 7|||R:NUM|||دونوں|||REQUIRED|||-NONE-|||0

S ایک پرندے کا نام ہے جس کا ذکر قرآن میں آیا ہے
A 0 1|||R:NUM|||یک|||REQUIRED|||-NONE-|||0

S یہ ایک قوم کے نام پر رکھا گیا یہاں ایک ہائی سکول اور ڈگری کالج ہے
A 9 10|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S پاکستان کے سابق صدر جنرل ایوب خان کے دور حکومت میں جمیعت علما پاکستان کے چھے سے زائد مختلف ٹکڑے ہو چکے تھے
A 15 16|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S راستہ میں اکیس سالہ نوجوان محمد حیات خان حسن ابدال
A 2 3|||R:NUM|||21|||REQUIRED|||-NONE-|||0

S جہاں 23 ستمبر 1857 کو برگیڈ ر جنرل جان نکلسن پینتیس سال کی عمر میں مر گیا
A 10 11|||R:NUM|||35|||REQUIRED|||-NONE-|||0

S تہ خانے میں تین قبریں ہیں
A 3 4|||R:NUM|||3|||REQUIRED|||-NONE-|||0

S تقریبا 25 لاکھ مسیحی پاکستان میں آباد ہیں جو کل آبادی کا ساڑھے ایک فیصد بنتا ہے
A 13 14|||R:NUM|||27|||REQUIRED|||-NONE-|||0

S یہ پاکستان کی قومی اور رابطہ عامہ کی زبان ہے جبکہ بھارت کی چھے ریاستوں کی چھے دفتری زبان کا درجہ رکھتی ہے
A 13 14|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S یہ پاکستان کی قومی اور رابطہ عامہ کی زبان ہے جبکہ بھارت کی چھے ریاستوں کی چھے دفتری زبان کا درجہ رکھتی ہے
A 16 17|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S جنوبی پنجاب یا سرائیکی وسیب کے گیارہ اضلاع کا رقبہ 102 , 301 مربع کلومیٹر ( 39 , 499 مربع میل ) ہے
A 6 7|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S جنوبی پنجاب یا سرائیکی وسیب کے بارہ اضلاع کا رقبہ 102 , 301 مربع کلومیٹر ( 39 , 499 مربع میل ) ہے
A 6 7|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S اس پہلے خاندان میں کل آٹھ فرعون گزرے اس خاندان نے 3150 2890 قبل مسیح تک حکومت کی
A 5 6|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S ان دس مواقع پر پاکستان نے چار مرتبہ میچ جیتا جبکہ چھے مرتبہ میچ " بے نتیجہ " رہا
A 11 12|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S بٹ اور تنویر احمد نے چھے چھے وکٹیں اور دیگر چھے کھلاڑیوں نے اولین ٹیسٹ میچ میں پانچ پانچ وکٹیں حاصل کیں
A 5 6|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S بٹ اور تنویر احمد نے چھے چھے وکٹیں اور دیگر چھے کھلاڑیوں نے اولین ٹیسٹ میچ میں پانچ پانچ وکٹیں حاصل کیں
A 6 7|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S بٹ اور تنویر احمد نے چھے چھے وکٹیں اور دیگر چھے کھلاڑیوں نے اولین ٹیسٹ میچ میں پانچ پانچ وکٹیں حاصل کیں
A 10 11|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S واضح رہے کہ گجر قوم کشمیر کی تین بڑی قوموں میں سے ایک ہے
A 7 8|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S 2019 تک صرف ایک افغان کرکٹ کھلاڑی نے ٹیسٹ کرکٹ میں اپنے ڈیبیو پر پانچ وکٹیں حاصل کی ہیں
A 3 4|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S دادو 2003 04 میں مضبوط ٹیموں میں مدغم کی جانے والی چھے علاقائی ٹیموں میں سے ایک تھی
A 11 12|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گوجرانوالہ کرکٹ ٹیم ان چھے علاقائی ٹیموں میں شامل تھی جن کو نسبتا مضبوط ٹیموں میں مدغم کر دیا گیا
A 4 5|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S آئندہ چھے سیزن تک سیالکوٹ نے دو بار قائد اعظم ٹرافی کا کپ حاصل کیا اور دو بار ہی فائنل میں شکست کھائی
A 1 2|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S کتاب تیں جلدوں میں تقسیم ہے
A 1 2|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S 1989 میں اپورو س ودرنگل میں کمل ہاسن نے ایک ساتھ تین کردار نبھائے
A 11 12|||R:NUM|||3|||REQUIRED|||-NONE-|||0

S اس کے صرف پچاس برس بعد 1970کی دہا ئی میں آبادی دوگنا یعنی چار ارب ہوگئی
A 11 12|||R:NUM|||دگنا|||REQUIRED|||-NONE-|||0

S جب وہ چودہ سال کے ہوئے تو پہلا سنگ یت د یا تھا
A 2 3|||R:NUM|||3|||REQUIRED|||-NONE-|||0

S زہیر نے سو سال سے زیادہ عمر پائی جیسا کہ اس کے ایک شعر سے ظاہر ہوتا ہے
A 2 3|||R:NUM|||90|||REQUIRED|||-NONE-|||0

S " اداس نسلیں " کے بعد " نشیب " 1981 میں منظر عام پر آئی جس میں پاچ افسانے اور دو ناولٹ شامل ہیں
A 17 18|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں تیرہ بولا جاتا ہے اس سے پہلے بارہ اور اس کے بعد چودہ بولا جاتا ہے
A 4 5|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں تیرہ بولا جاتا ہے اس سے پہلے بارہ اور اس کے بعد چودہ بولا جاتا ہے
A 11 12|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں تیرہ بولا جاتا ہے اس سے پہلے بارہ اور اس کے بعد چودہ بولا جاتا ہے
A 16 17|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں چودہ بولا جاتا ہے اس سے پہلے تیرہ اور اس کے بعد پندرہ بولا جاتا ہے
A 4 5|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں چودہ بولا جاتا ہے اس سے پہلے تیرہ اور اس کے بعد پندرہ بولا جاتا ہے
A 11 12|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں چودہ بولا جاتا ہے اس سے پہلے تیرہ اور اس کے بعد پندرہ بولا جاتا ہے
A 16 17|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں پندرہ بولا جاتا ہے اس سے پہلے چودہ اور اس کے بعد سولہ بولا جاتا ہے
A 4 5|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں پندرہ بولا جاتا ہے اس سے پہلے چودہ اور اس کے بعد سولہ بولا جاتا ہے
A 11 12|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں پندرہ بولا جاتا ہے اس سے پہلے چودہ اور اس کے بعد سولہ بولا جاتا ہے
A 16 17|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں سولہ بولا جاتا ہے اس سے پہلے پندرہ اور اس کے بعد سترہ بولا جاتا ہے
A 4 5|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں سولہ بولا جاتا ہے اس سے پہلے پندرہ اور اس کے بعد سترہ بولا جاتا ہے
A 11 12|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں سولہ بولا جاتا ہے اس سے پہلے پندرہ اور اس کے بعد سترہ بولا جاتا ہے
A 16 17|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں سترہ بولا جاتا ہے اس سے پہلے سولہ اور اس کے بعد اٹھارہ بولا جاتا ہے
A 4 5|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں سترہ بولا جاتا ہے اس سے پہلے سولہ اور اس کے بعد اٹھارہ بولا جاتا ہے
A 11 12|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں اٹھارہ بولا جاتا ہے اس سے پہلے سترہ اور اس کے بعد انیس بولا جاتا ہے
A 11 12|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں انیس بولا جاتا ہے اس سے پہلے اٹھارہ اور اس کے بعد بیس بولا جاتا ہے
A 16 17|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں اکیس بولا جاتا ہے اس سے پہلے بیس اور اس کے بعد بائیس بولا جاتا ہے
A 4 5|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں اکیس بولا جاتا ہے اس سے پہلے بیس اور اس کے بعد بائیس بولا جاتا ہے
A 11 12|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں اکیس بولا جاتا ہے اس سے پہلے بیس اور اس کے بعد بائیس بولا جاتا ہے
A 16 17|||R:NUM|||تئیس|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں بائیس بولا جاتا ہے اس سے پہلے اکیس اور اس کے بعد تئیس بولا جاتا ہے
A 16 17|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں بائیس بولا جاتا ہے اس سے پہلے اکیس اور اس کے بعد تیئیس بولا جاتا ہے
A 4 5|||R:NUM|||تئیس|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں بائیس بولا جاتا ہے اس سے پہلے اکیس اور اس کے بعد تیئیس بولا جاتا ہے
A 11 12|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں تئیس بولا جاتا ہے اس سے پہلے بائیس اور اس کے بعد چوبیس بولا جاتا ہے
A 4 5|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں تیئیس بولا جاتا ہے اس سے پہلے بائیس اور اس کے بعد چوبیس بولا جاتا ہے
A 11 12|||R:NUM|||تئیس|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں تیئیس بولا جاتا ہے اس سے پہلے بائیس اور اس کے بعد چوبیس بولا جاتا ہے
A 16 17|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں چوبیس بولا جاتا ہے اس سے پہلے تئیس اور اس کے بعد پچیس بولا جاتا ہے
A 11 12|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں چوبیس بولا جاتا ہے اس سے پہلے تیئیس اور اس کے بعد پچیس بولا جاتا ہے
A 4 5|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں چوبیس بولا جاتا ہے اس سے پہلے تیئیس اور اس کے بعد پچیس بولا جاتا ہے
A 16 17|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں پچیس بولا جاتا ہے اس سے پہلے چوبیس اور اس کے بعد چھبیس بولا جاتا ہے
A 4 5|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں پچیس بولا جاتا ہے اس سے پہلے چوبیس اور اس کے بعد چھبیس بولا جاتا ہے
A 11 12|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں چھبیس بولا جاتا ہے اس سے پہلے پچیس اور اس کے بعد ستائیس بولا جاتا ہے
A 11 12|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں ستائیس بولا جاتا ہے اس سے پہلے چھبیس اور اس کے بعد اٹھائیس بولا جاتا ہے
A 11 12|||R:NUM|||ستائیس|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں ستائیس بولا جاتا ہے اس سے پہلے چھبیس اور اس کے بعد اٹھائیس بولا جاتا ہے
A 16 17|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں اٹھائیس بولا جاتا ہے اس سے پہلے ستائیس اور اس کے بعد انتیس بولا جاتا ہے
A 4 5|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں اٹھائیس بولا جاتا ہے اس سے پہلے ستائیس اور اس کے بعد انتیس بولا جاتا ہے
A 11 12|||R:NUM|||اٹھائیس|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں اٹھائیس بولا جاتا ہے اس سے پہلے ستائیس اور اس کے بعد انتیس بولا جاتا ہے
A 16 17|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں انتیس بولا جاتا ہے اس سے پہلے اٹھائیس اور اس کے بعد تیس بولا جاتا ہے
A 4 5|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں انتیس بولا جاتا ہے اس سے پہلے اٹھائیس اور اس کے بعد تیس بولا جاتا ہے
A 11 12|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں انتیس بولا جاتا ہے اس سے پہلے اٹھائیس اور اس کے بعد تیس بولا جاتا ہے
A 16 17|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں انتیس بولا جاتا ہے اس سے پہلے اڑتیس اور اس کے بعد چالیس بولا جاتا ہے
A 4 5|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں چالیس بولا جاتا ہے اس سے پہلے انتالیس اور اس کے بعد اکتالیس بولا جاتا ہے
A 11 12|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں اڑتالیس بولا جاتا ہے اس سے پہلے سینتالیس اور اس کے بعد انچاس بولا جاتا ہے
A 16 17|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں انچاس بولا جاتا ہے اس سے پہلے اڑتالیس اور اس کے بعد پچاس بولا جاتا ہے
A 4 5|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں انچاس بولا جاتا ہے اس سے پہلے اڑتالیس اور اس کے بعد پچاس بولا جاتا ہے
A 16 17|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں چون بولا جاتا ہے اس سے پہلے ترپن اور اس کے بعد پچپن بولا جاتا ہے
A 4 5|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں چون بولا جاتا ہے اس سے پہلے ترپن اور اس کے بعد پچپن بولا جاتا ہے
A 11 12|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں چون بولا جاتا ہے اس سے پہلے ترپن اور اس کے بعد پچپن بولا جاتا ہے
A 16 17|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں پچپن بولا جاتا ہے اس سے پہلے چون اور اس کے بعد چھپن بولا جاتا ہے
A 4 5|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں پچپن بولا جاتا ہے اس سے پہلے چون اور اس کے بعد چھپن بولا جاتا ہے
A 11 12|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں پچپن بولا جاتا ہے اس سے پہلے چون اور اس کے بعد چھپن بولا جاتا ہے
A 16 17|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں ساٹھ بولا جاتا ہے اس سے پہلے انسٹھ اور اس کے بعد باسٹھ بولا جاتا ہے
A 16 17|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں ساٹھ بولا جاتا ہے اس سے پہلے انسٹھ اور اس کے بعد اکسٹھ بولا جاتا ہے
A 4 5|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں ساٹھ بولا جاتا ہے اس سے پہلے انسٹھ اور اس کے بعد اکسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں ساٹھ بولا جاتا ہے اس سے پہلے انسٹھ اور اس کے بعد اکسٹھ بولا جاتا ہے
A 16 17|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں انسٹھ بولا جاتا ہے اس سے پہلے اٹھاون اور اس کے بعد ساٹھ بولا جاتا ہے
A 4 5|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں انسٹھ بولا جاتا ہے اس سے پہلے اٹھاون اور اس کے بعد ساٹھ بولا جاتا ہے
A 11 12|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں انسٹھ بولا جاتا ہے اس سے پہلے اٹھاون اور اس کے بعد ساٹھ بولا جاتا ہے
A 16 17|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں باسٹھ بولا جاتا ہے اس سے پہلے اکسٹھ اور اس کے بعد ترسٹھ بولا جاتا ہے
A 4 5|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں باسٹھ بولا جاتا ہے اس سے پہلے اکسٹھ اور اس کے بعد ترسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں چونسٹھ بولا جاتا ہے اس سے پہلے ترسٹھ اور اس کے بعد پینسٹھ بولا جاتا ہے
A 4 5|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں چونسٹھ بولا جاتا ہے اس سے پہلے ترسٹھ اور اس کے بعد پینسٹھ بولا جاتا ہے
A 16 17|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں اڑسٹھ بولا جاتا ہے اس سے پہلے چھیاسٹھ اور اس کے بعد اڑسٹھ بولا جاتا ہے
A 4 5|||R:NUM|||سڑسٹھ|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں بہتر بولا جاتا ہے اس سے پہلے اکہتر اور اس کے بعد تہتر بولا جاتا ہے
A 16 17|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S 85 ( عدد ) یعنی 85 ایک عدد اور ایک علامت ہے
A 6 7|||R:NUM|||یک|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں چورانوے بولا جاتا ہے
A 4 5|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S اس سے پہلے چورانوے اور اس کے بعد چھیانوے بولا جاتا ہے
A 3 4|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں دو سو بولا جاتا ہے
A 4 5|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S اس سے پہلے ایک سو نینانوے ( یا ایک سو ننانوے ) اور اس کے بعد دو سو ایک بولا جاتا ہے
A 3 4|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S اس سے پہلے ایک سو نینانوے ( یا ایک سو ننانوے ) اور اس کے بعد دو سو ایک بولا جاتا ہے
A 8 9|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S اس سے پہلے ایک سو نینانوے ( یا ایک سو ننانوے ) اور اس کے بعد دو سو ایک بولا جاتا ہے
A 16 17|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں سات سو بولا جاتا ہے
A 4 5|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S اس سے پہلے چھ سو نینانوے ( یا چھ سو ننانوے ) اور اس کے بعد سات سو ایک بولا جاتا ہے
A 3 4|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S اس سے پہلے چھ سو نینانوے ( یا چھ سو ننانوے ) اور اس کے بعد سات سو ایک بولا جاتا ہے
A 8 9|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S اس سے پہلے چھ سو نینانوے ( یا چھ سو ننانوے ) اور اس کے بعد سات سو ایک بولا جاتا ہے
A 16 17|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں آٹھ سو بولا جاتا ہے
A 4 5|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S اس سے پہلے سات سو نینانوے ( یا سات سو ننانوے ) اور اس کے بعد آٹھ سو ایک بولا جاتا ہے
A 3 4|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S اس سے پہلے سات سو نینانوے ( یا سات سو ننانوے ) اور اس کے بعد آٹھ سو ایک بولا جاتا ہے
A 8 9|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S اس سے پہلے سات سو نینانوے ( یا سات سو ننانوے ) اور اس کے بعد آٹھ سو ایک بولا جاتا ہے
A 16 17|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S شہدائے کربلا میں سے آٹھ افراد کی مائیں کربلا میں حاضر و موجود تھیں اور اپنے بچوں کی شہادت کی چشم دید گواہ تھیں
A 4 5|||R:NUM|||8|||REQUIRED|||-NONE-|||0

S امام حسین کے چار اصحاب آپ کی شہادت کے بعد جام شہادت نوش کر گئے
A 3 4|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S نوٹ صارف سے اس مہینے کے ختم تک ان مضامین کی کمیوں کو پورا کرنے اور ایک اور مضمون لکھنے کی مؤدبانہ گزارش ہے
A 16 17|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S بعض میں تین کروڑ سے پندرہ کروڑ تک نسخہ جات ہیں
A 5 6|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک سو بیس بولا جاتا ہے
A 5 6|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک سو اکیس بولا جاتا ہے
A 5 6|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک سو بائیس بولا جاتا ہے
A 5 6|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک سو چوبیس بولا جاتا ہے
A 5 6|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک سو اٹھائیس بولا جاتا ہے
A 5 6|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک سو اکتیس بولا جاتا ہے
A 5 6|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو تیس اور اس کے بعد ایک سو بتیس بولا جاتا ہے
A 6 7|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو تیس اور اس کے بعد ایک سو بتیس بولا جاتا ہے
A 13 14|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک سو بتیس بولا جاتا ہے
A 5 6|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو اکتیس اور اس کے بعد ایک سو تینتیس بولا جاتا ہے
A 6 7|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو اکتیس اور اس کے بعد ایک سو تینتیس بولا جاتا ہے
A 13 14|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو بتیس اور اس کے بعد ایک سو چونتیس بولا جاتا ہے
A 6 7|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو تینتیس اور اس کے بعد ایک سو پینتیس بولا جاتا ہے
A 6 7|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو سینتیس اور اس کے بعد ایک سو انتالیس بولا جاتا ہے
A 13 14|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک سو انتالیس بولا جاتا ہے
A 5 6|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو انتالیس اور اس کے بعد ایک سو اکتالیس بولا جاتا ہے
A 6 7|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو چالیس اور اس کے بعد ایک سو بیالیس بولا جاتا ہے
A 6 7|||R:NUM|||اکتالیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو اکتالیس اور اس کے بعد ایک سو تینتالیس بولا جاتا ہے
A 6 7|||R:NUM|||بیالیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو سینتالیس اور اس کے بعد ایک سو انچاس بولا جاتا ہے
A 13 14|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک سو انچاس بولا جاتا ہے
A 5 6|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو اڑتالیس اور اس کے بعد ایک سو پچاس بولا جاتا ہے
A 13 14|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو انچاس اور اس کے بعد ایک سو اکاون بولا جاتا ہے
A 6 7|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو انچاس اور اس کے بعد ایک سو اکاون بولا جاتا ہے
A 13 14|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک سو اکاون بولا جاتا ہے
A 5 6|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو پچاس اور اس کے بعد ایک سو باون بولا جاتا ہے
A 6 7|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو پچاس اور اس کے بعد ایک سو باون بولا جاتا ہے
A 13 14|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک سو باون بولا جاتا ہے
A 5 6|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو اکاون اور اس کے بعد ایک سو ترپن بولا جاتا ہے
A 6 7|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو اکاون اور اس کے بعد ایک سو ترپن بولا جاتا ہے
A 13 14|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک سو ترپن بولا جاتا ہے
A 5 6|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو باون اور اس کے بعد ایک سو چون بولا جاتا ہے
A 6 7|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو باون اور اس کے بعد ایک سو چون بولا جاتا ہے
A 13 14|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک سو چون بولا جاتا ہے
A 5 6|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو ترپن اور اس کے بعد ایک سو پچپن بولا جاتا ہے
A 6 7|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو ترپن اور اس کے بعد ایک سو پچپن بولا جاتا ہے
A 13 14|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک سو پچپن بولا جاتا ہے
A 5 6|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو چون اور اس کے بعد ایک سو چھپن بولا جاتا ہے
A 6 7|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو چون اور اس کے بعد ایک سو چھپن بولا جاتا ہے
A 13 14|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک سو چھپن بولا جاتا ہے
A 5 6|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو پچپن اور اس کے بعد ایک سو ستاون بولا جاتا ہے
A 6 7|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو پچپن اور اس کے بعد ایک سو ستاون بولا جاتا ہے
A 13 14|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک سو ستاون بولا جاتا ہے
A 5 6|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو چھپن اور اس کے بعد ایک سو اٹھاون بولا جاتا ہے
A 6 7|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو چھپن اور اس کے بعد ایک سو اٹھاون بولا جاتا ہے
A 13 14|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک سو اٹھاون بولا جاتا ہے
A 5 6|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو ستاون اور اس کے بعد ایک سو انسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو ستاون اور اس کے بعد ایک سو انسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک سو انسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو اٹھاون اور اس کے بعد ایک سو ساٹھ بولا جاتا ہے
A 6 7|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو اٹھاون اور اس کے بعد ایک سو ساٹھ بولا جاتا ہے
A 13 14|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک سو ساٹھ بولا جاتا ہے
A 5 6|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو انسٹھ اور اس کے بعد ایک سو اکسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو انسٹھ اور اس کے بعد ایک سو اکسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک سو اکسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو ساٹھ اور اس کے بعد ایک سو باسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو ساٹھ اور اس کے بعد ایک سو باسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک سو باسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو اکسٹھ اور اس کے بعد ایک سو تریسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو اکسٹھ اور اس کے بعد ایک سو تریسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو باسٹھ اور اس کے بعد ایک سو چونسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو باسٹھ اور اس کے بعد ایک سو چونسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو تریسٹھ اور اس کے بعد ایک سو پینسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو تریسٹھ اور اس کے بعد ایک سو پینسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک سو پینسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو چونسٹھ اور اس کے بعد ایک سو چھیاسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو پینسٹھ اور اس کے بعد ایک سو سڑسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو سڑسٹھ اور اس کے بعد ایک سو انہتر بولا جاتا ہے
A 13 14|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو انہتر اور اس کے بعد ایک سو اکہتر بولا جاتا ہے
A 6 7|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو اکہتر اور اس کے بعد ایک سو تہتر بولا جاتا ہے
A 13 14|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک سو تہتر بولا جاتا ہے
A 5 6|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو بہتر اور اس کے بعد ایک سو چوہتر بولا جاتا ہے
A 13 14|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک سو چوہتر بولا جاتا ہے
A 5 6|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو تہتر اور اس کے بعد ایک سو پچہتر بولا جاتا ہے
A 6 7|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو چوہتر اور اس کے بعد ایک سو چھہتر بولا جاتا ہے
A 6 7|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو چوہتر اور اس کے بعد ایک سو چھہتر بولا جاتا ہے
A 13 14|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو پچہتر اور اس کے بعد ایک سو ستتر بولا جاتا ہے
A 13 14|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو چھہتر اور اس کے بعد ایک سو اٹھتر بولا جاتا ہے
A 6 7|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو چھہتر اور اس کے بعد ایک سو اٹھتر بولا جاتا ہے
A 13 14|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک سو اٹھتر بولا جاتا ہے
A 5 6|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو ستتر اور اس کے بعد ایک سو اناسی بولا جاتا ہے
A 6 7|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو اٹھتر اور اس کے بعد ایک سو اسی بولا جاتا ہے
A 6 7|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو تریاسی اور اس کے بعد ایک سو پچاسی بولا جاتا ہے
A 13 14|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو پچاسی اور اس کے بعد ایک سو ستاسی بولا جاتا ہے
A 6 7|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو بیانوے اور اس کے بعد ایک سو چورانوے بولا جاتا ہے
A 13 14|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک سو چورانوے بولا جاتا ہے
A 5 6|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک سو چورانوے اور اس کے بعد ایک سو چھیانوے بولا جاتا ہے
A 6 7|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو سو بیس بولا جاتا ہے
A 5 6|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو انیس اور اس کے بعد دو سو اکیس بولا جاتا ہے
A 13 14|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو سو اکیس بولا جاتا ہے
A 5 6|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو بیس اور اس کے بعد دو سو بائیس بولا جاتا ہے
A 6 7|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو بیس اور اس کے بعد دو سو بائیس بولا جاتا ہے
A 13 14|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو سو بائیس بولا جاتا ہے
A 5 6|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو اکیس اور اس کے بعد دو سو تیئیس بولا جاتا ہے
A 6 7|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو بائیس اور اس کے بعد دو سو چوبیس بولا جاتا ہے
A 6 7|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو بائیس اور اس کے بعد دو سو چوبیس بولا جاتا ہے
A 13 14|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو سو چوبیس بولا جاتا ہے
A 5 6|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو تیئیس اور اس کے بعد دو سو پچیس بولا جاتا ہے
A 13 14|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو چوبیس اور اس کے بعد دو سو چھبیس بولا جاتا ہے
A 6 7|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو پچیس اور اس کے بعد دو سو ستائیس بولا جاتا ہے
A 6 7|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو چھبیس اور اس کے بعد دو سو اٹھائیس بولا جاتا ہے
A 13 14|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو سو اٹھائیس بولا جاتا ہے
A 5 6|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو ستائیس اور اس کے بعد دو سو انتیس بولا جاتا ہے
A 13 14|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو سو انتیس بولا جاتا ہے
A 5 6|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو اٹھائیس اور اس کے بعد دو سو تیس بولا جاتا ہے
A 6 7|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو اٹھائیس اور اس کے بعد دو سو تیس بولا جاتا ہے
A 13 14|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو سو تیس بولا جاتا ہے
A 5 6|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو انتیس اور اس کے بعد دو سو اکتیس بولا جاتا ہے
A 6 7|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو انتیس اور اس کے بعد دو سو اکتیس بولا جاتا ہے
A 13 14|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو سو اکتیس بولا جاتا ہے
A 5 6|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو تیس اور اس کے بعد دو سو بتیس بولا جاتا ہے
A 6 7|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو تیس اور اس کے بعد دو سو بتیس بولا جاتا ہے
A 13 14|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو اکتیس اور اس کے بعد دو سو تینتیس بولا جاتا ہے
A 6 7|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو اکتیس اور اس کے بعد دو سو تینتیس بولا جاتا ہے
A 13 14|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو بتیس اور اس کے بعد دو سو چونتیس بولا جاتا ہے
A 6 7|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو تینتیس اور اس کے بعد دو سو پینتیس بولا جاتا ہے
A 6 7|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو سینتیس اور اس کے بعد دو سو انتالیس بولا جاتا ہے
A 13 14|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو انتالیس اور اس کے بعد دو سو اکتالیس بولا جاتا ہے
A 6 7|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو سینتالیس اور اس کے بعد دو سو انچاس بولا جاتا ہے
A 13 14|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو سو انچاس بولا جاتا ہے
A 5 6|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو اڑتالیس اور اس کے بعد دو سو پچاس بولا جاتا ہے
A 13 14|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو انچاس اور اس کے بعد دو سو اکیاون بولا جاتا ہے
A 6 7|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو سو اکاون بولا جاتا ہے
A 5 6|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو پچاس اور اس کے بعد دو سو باون بولا جاتا ہے
A 6 7|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو پچاس اور اس کے بعد دو سو باون بولا جاتا ہے
A 13 14|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو سو باون بولا جاتا ہے
A 5 6|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو اکاون اور اس کے بعد دو سو ترپن بولا جاتا ہے
A 6 7|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو اکاون اور اس کے بعد دو سو ترپن بولا جاتا ہے
A 13 14|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو سو ترپن بولا جاتا ہے
A 5 6|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو باون اور اس کے بعد دو سو چون بولا جاتا ہے
A 6 7|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو باون اور اس کے بعد دو سو چون بولا جاتا ہے
A 13 14|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو سو چون بولا جاتا ہے
A 5 6|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو ترپن اور اس کے بعد دو سو پچپن بولا جاتا ہے
A 6 7|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو ترپن اور اس کے بعد دو سو پچپن بولا جاتا ہے
A 13 14|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو چون اور اس کے بعد دو سو چھپن بولا جاتا ہے
A 6 7|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو چون اور اس کے بعد دو سو چھپن بولا جاتا ہے
A 13 14|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو پچپن اور اس کے بعد دو سو ستاون بولا جاتا ہے
A 6 7|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو پچپن اور اس کے بعد دو سو ستاون بولا جاتا ہے
A 13 14|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو چھپن اور اس کے بعد دو سو اٹھاون بولا جاتا ہے
A 6 7|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو چھپن اور اس کے بعد دو سو اٹھاون بولا جاتا ہے
A 13 14|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو ستاون اور اس کے بعد دو سو انسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو ستاون اور اس کے بعد دو سو انسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو سو انسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو اٹھاون اور اس کے بعد دو سو ساٹھ بولا جاتا ہے
A 6 7|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو اٹھاون اور اس کے بعد دو سو ساٹھ بولا جاتا ہے
A 13 14|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو سو ساٹھ بولا جاتا ہے
A 5 6|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو انسٹھ اور اس کے بعد دو سو اکسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو انسٹھ اور اس کے بعد دو سو اکسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو سو اکسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو ساٹھ اور اس کے بعد دو سو باسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو ساٹھ اور اس کے بعد دو سو باسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو سو باسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو اکسٹھ اور اس کے بعد دو سو تریسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو اکسٹھ اور اس کے بعد دو سو تریسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو باسٹھ اور اس کے بعد دو سو چونسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو باسٹھ اور اس کے بعد دو سو چونسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو تریسٹھ اور اس کے بعد دو سو پینسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو تریسٹھ اور اس کے بعد دو سو پینسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو سو پینسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو چونسٹھ اور اس کے بعد دو سو چھیاسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو پینسٹھ اور اس کے بعد دو سو سڑسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو انہتر اور اس کے بعد دو سو اکہتر بولا جاتا ہے
A 6 7|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو اکہتر اور اس کے بعد دو سو تہتر بولا جاتا ہے
A 13 14|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو بہتر اور اس کے بعد دو سو چوہتر بولا جاتا ہے
A 13 14|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو سو چوہتر بولا جاتا ہے
A 5 6|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو تہتر اور اس کے بعد دو سو پچہتر بولا جاتا ہے
A 6 7|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو چوہتر اور اس کے بعد دو سو چھہتر بولا جاتا ہے
A 6 7|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو چوہتر اور اس کے بعد دو سو چھہتر بولا جاتا ہے
A 13 14|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو پچہتر اور اس کے بعد دو سو ستتر بولا جاتا ہے
A 13 14|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو چھہتر اور اس کے بعد دو سو اٹھتر بولا جاتا ہے
A 6 7|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو چھہتر اور اس کے بعد دو سو اٹھتر بولا جاتا ہے
A 13 14|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو سو اٹھتر بولا جاتا ہے
A 5 6|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو ستتر اور اس کے بعد دو سو اناسی بولا جاتا ہے
A 6 7|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو اٹھتر اور اس کے بعد دو سو اسی بولا جاتا ہے
A 6 7|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو تریاسی اور اس کے بعد دو سو پچاسی بولا جاتا ہے
A 13 14|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو چوراسی اور اس کے بعد دو سو چھیاسی بولا جاتا ہے
A 6 7|||R:NUM|||پچاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو پچاسی اور اس کے بعد دو سو ستاسی بولا جاتا ہے
A 6 7|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو سو ایک بولا جاتا ہے
A 5 6|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو سو دو بولا جاتا ہے
A 5 6|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو ایک اور اس کے بعد دو سو تین بولا جاتا ہے
A 6 7|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو ایک اور اس کے بعد دو سو تین بولا جاتا ہے
A 13 14|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو سو تین بولا جاتا ہے
A 5 6|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو دو اور اس کے بعد دو سو چار بولا جاتا ہے
A 6 7|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو دو اور اس کے بعد دو سو چار بولا جاتا ہے
A 13 14|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو سو چار بولا جاتا ہے
A 5 6|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو تین اور اس کے بعد دو سو پانچ بولا جاتا ہے
A 6 7|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو تین اور اس کے بعد دو سو پانچ بولا جاتا ہے
A 13 14|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو سو پانچ بولا جاتا ہے
A 5 6|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو چار اور اس کے بعد دو سو چھ بولا جاتا ہے
A 6 7|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو چار اور اس کے بعد دو سو چھ بولا جاتا ہے
A 13 14|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو سو چھ بولا جاتا ہے
A 5 6|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو پانچ اور اس کے بعد دو سو سات بولا جاتا ہے
A 6 7|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو پانچ اور اس کے بعد دو سو سات بولا جاتا ہے
A 13 14|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو سو سات بولا جاتا ہے
A 5 6|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو چھ اور اس کے بعد دو سو آٹھ بولا جاتا ہے
A 6 7|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو چھ اور اس کے بعد دو سو آٹھ بولا جاتا ہے
A 13 14|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو سات اور اس کے بعد دو سو نو بولا جاتا ہے
A 6 7|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو سات اور اس کے بعد دو سو نو بولا جاتا ہے
A 13 14|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو آٹھ اور اس کے بعد دو سو دس بولا جاتا ہے
A 6 7|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو آٹھ اور اس کے بعد دو سو دس بولا جاتا ہے
A 13 14|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو سو دس بولا جاتا ہے
A 5 6|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو نو اور اس کے بعد دو سو گیارہ بولا جاتا ہے
A 6 7|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو نو اور اس کے بعد دو سو گیارہ بولا جاتا ہے
A 13 14|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو سو گیارہ بولا جاتا ہے
A 5 6|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو دس اور اس کے بعد دو سو بارہ بولا جاتا ہے
A 6 7|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو دس اور اس کے بعد دو سو بارہ بولا جاتا ہے
A 13 14|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو سو بارہ بولا جاتا ہے
A 5 6|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو گیارہ اور اس کے بعد دو سو تیرہ بولا جاتا ہے
A 6 7|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو گیارہ اور اس کے بعد دو سو تیرہ بولا جاتا ہے
A 13 14|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو سو تیرہ بولا جاتا ہے
A 5 6|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو بارہ اور اس کے بعد دو سو چودہ بولا جاتا ہے
A 6 7|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو بارہ اور اس کے بعد دو سو چودہ بولا جاتا ہے
A 13 14|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو سو چودہ بولا جاتا ہے
A 5 6|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو تیرہ اور اس کے بعد دو سو پندرہ بولا جاتا ہے
A 6 7|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو تیرہ اور اس کے بعد دو سو پندرہ بولا جاتا ہے
A 13 14|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو سو پندرہ بولا جاتا ہے
A 5 6|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو چودہ اور اس کے بعد دو سو سولہ بولا جاتا ہے
A 6 7|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو چودہ اور اس کے بعد دو سو سولہ بولا جاتا ہے
A 13 14|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو سو سترہ بولا جاتا ہے
A 5 6|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو سولہ اور اس کے بعد دو سو اٹھارہ بولا جاتا ہے
A 6 7|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے دو سو سترہ اور اس کے بعد دو سو انیس بولا جاتا ہے
A 6 7|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو ایک بولا جاتا ہے
A 5 6|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو دو بولا جاتا ہے
A 5 6|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو ایک اور اس کے بعد تین سو تین بولا جاتا ہے
A 6 7|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو ایک اور اس کے بعد تین سو تین بولا جاتا ہے
A 13 14|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو تین بولا جاتا ہے
A 5 6|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو دو اور اس کے بعد تین سو چار بولا جاتا ہے
A 6 7|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو دو اور اس کے بعد تین سو چار بولا جاتا ہے
A 13 14|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو چار بولا جاتا ہے
A 5 6|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو تین اور اس کے بعد تین سو پانچ بولا جاتا ہے
A 6 7|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو تین اور اس کے بعد تین سو پانچ بولا جاتا ہے
A 13 14|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو پانچ بولا جاتا ہے
A 5 6|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو چار اور اس کے بعد تین سو چھ بولا جاتا ہے
A 6 7|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو چار اور اس کے بعد تین سو چھ بولا جاتا ہے
A 13 14|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو چھ بولا جاتا ہے
A 5 6|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو پانچ اور اس کے بعد تین سو سات بولا جاتا ہے
A 6 7|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو پانچ اور اس کے بعد تین سو سات بولا جاتا ہے
A 13 14|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو سات بولا جاتا ہے
A 5 6|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو چھ اور اس کے بعد تین سو آٹھ بولا جاتا ہے
A 6 7|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو چھ اور اس کے بعد تین سو آٹھ بولا جاتا ہے
A 13 14|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو سات اور اس کے بعد تین سو نو بولا جاتا ہے
A 6 7|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو سات اور اس کے بعد تین سو نو بولا جاتا ہے
A 13 14|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو آٹھ اور اس کے بعد تین سو دس بولا جاتا ہے
A 6 7|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو آٹھ اور اس کے بعد تین سو دس بولا جاتا ہے
A 13 14|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو دس بولا جاتا ہے
A 5 6|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو نو اور اس کے بعد تین سو گیارہ بولا جاتا ہے
A 6 7|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو نو اور اس کے بعد تین سو گیارہ بولا جاتا ہے
A 13 14|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو گیارہ بولا جاتا ہے
A 5 6|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو دس اور اس کے بعد تین سو بارہ بولا جاتا ہے
A 6 7|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو دس اور اس کے بعد تین سو بارہ بولا جاتا ہے
A 13 14|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو بارہ بولا جاتا ہے
A 5 6|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو گیارہ اور اس کے بعد تین سو تیرہ بولا جاتا ہے
A 6 7|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو گیارہ اور اس کے بعد تین سو تیرہ بولا جاتا ہے
A 13 14|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو تیرہ بولا جاتا ہے
A 5 6|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو بارہ اور اس کے بعد تین سو چودہ بولا جاتا ہے
A 6 7|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو بارہ اور اس کے بعد تین سو چودہ بولا جاتا ہے
A 13 14|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو چودہ بولا جاتا ہے
A 5 6|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو تیرہ اور اس کے بعد تین سو پندرہ بولا جاتا ہے
A 6 7|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو تیرہ اور اس کے بعد تین سو پندرہ بولا جاتا ہے
A 13 14|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو پندرہ بولا جاتا ہے
A 5 6|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو چودہ اور اس کے بعد تین سو سولہ بولا جاتا ہے
A 6 7|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو چودہ اور اس کے بعد تین سو سولہ بولا جاتا ہے
A 13 14|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو سولہ بولا جاتا ہے
A 5 6|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو پندرہ اور اس کے بعد تین سو سترہ بولا جاتا ہے
A 6 7|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو پندرہ اور اس کے بعد تین سو سترہ بولا جاتا ہے
A 13 14|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو سترہ بولا جاتا ہے
A 5 6|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو سولہ اور اس کے بعد تین سو اٹھارہ بولا جاتا ہے
A 6 7|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو سترہ اور اس کے بعد تین سو انیس بولا جاتا ہے
A 6 7|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو اٹھارہ اور اس کے بعد تین سو بیس بولا جاتا ہے
A 13 14|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو بیس بولا جاتا ہے
A 5 6|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو انیس اور اس کے بعد تین سو اکیس بولا جاتا ہے
A 13 14|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو اکیس بولا جاتا ہے
A 5 6|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو بیس اور اس کے بعد تین سو بائیس بولا جاتا ہے
A 6 7|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو بیس اور اس کے بعد تین سو بائیس بولا جاتا ہے
A 13 14|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو بائیس بولا جاتا ہے
A 5 6|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو اکیس اور اس کے بعد تین سو تیئیس بولا جاتا ہے
A 6 7|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو بائیس اور اس کے بعد تین سو چوبیس بولا جاتا ہے
A 6 7|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو بائیس اور اس کے بعد تین سو چوبیس بولا جاتا ہے
A 13 14|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو چوبیس بولا جاتا ہے
A 5 6|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو تیئیس اور اس کے بعد تین سو پچیس بولا جاتا ہے
A 13 14|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو چوبیس اور اس کے بعد تین سو چھبیس بولا جاتا ہے
A 6 7|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو پچیس اور اس کے بعد تین سو ستائیس بولا جاتا ہے
A 6 7|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو اٹھائیس بولا جاتا ہے
A 5 6|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو ستائیس اور اس کے بعد تین سو انتیس بولا جاتا ہے
A 13 14|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو انتیس بولا جاتا ہے
A 5 6|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو اٹھائیس اور اس کے بعد تین سو تیس بولا جاتا ہے
A 6 7|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو اٹھائیس اور اس کے بعد تین سو تیس بولا جاتا ہے
A 13 14|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو تیس بولا جاتا ہے
A 5 6|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو انتیس اور اس کے بعد تین سو اکتیس بولا جاتا ہے
A 6 7|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو انتیس اور اس کے بعد تین سو اکتیس بولا جاتا ہے
A 13 14|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو اکتیس بولا جاتا ہے
A 5 6|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو تیس اور اس کے بعد تین سو بتیس بولا جاتا ہے
A 6 7|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو تیس اور اس کے بعد تین سو بتیس بولا جاتا ہے
A 13 14|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو اکتیس اور اس کے بعد تین سو تینتیس بولا جاتا ہے
A 6 7|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو اکتیس اور اس کے بعد تین سو تینتیس بولا جاتا ہے
A 13 14|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو بتیس اور اس کے بعد تین سو چونتیس بولا جاتا ہے
A 6 7|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو تینتیس اور اس کے بعد تین سو پینتیس بولا جاتا ہے
A 6 7|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو سینتیس اور اس کے بعد تین سو انتالیس بولا جاتا ہے
A 13 14|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو انتالیس اور اس کے بعد تین سو اکتالیس بولا جاتا ہے
A 6 7|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو سینتالیس اور اس کے بعد تین سو انچاس بولا جاتا ہے
A 13 14|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو انچاس بولا جاتا ہے
A 5 6|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو اڑتالیس اور اس کے بعد تین سو پچاس بولا جاتا ہے
A 13 14|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو انچاس اور اس کے بعد تین سو اکاون بولا جاتا ہے
A 6 7|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو انچاس اور اس کے بعد تین سو اکاون بولا جاتا ہے
A 13 14|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو اکاون بولا جاتا ہے
A 5 6|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو پچاس اور اس کے بعد تین سو باون بولا جاتا ہے
A 6 7|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو پچاس اور اس کے بعد تین سو باون بولا جاتا ہے
A 13 14|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو باون بولا جاتا ہے
A 5 6|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو اکاون اور اس کے بعد تین سو ترپن بولا جاتا ہے
A 6 7|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو اکاون اور اس کے بعد تین سو ترپن بولا جاتا ہے
A 13 14|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو ترپن بولا جاتا ہے
A 5 6|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو باون اور اس کے بعد تین سو چون بولا جاتا ہے
A 6 7|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو باون اور اس کے بعد تین سو چون بولا جاتا ہے
A 13 14|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو چون بولا جاتا ہے
A 5 6|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو ترپن اور اس کے بعد تین سو پچپن بولا جاتا ہے
A 6 7|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو ترپن اور اس کے بعد تین سو پچپن بولا جاتا ہے
A 13 14|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو چون اور اس کے بعد تین سو چھپن بولا جاتا ہے
A 6 7|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو چون اور اس کے بعد تین سو چھپن بولا جاتا ہے
A 13 14|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو پچپن اور اس کے بعد تین سو ستاون بولا جاتا ہے
A 6 7|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو پچپن اور اس کے بعد تین سو ستاون بولا جاتا ہے
A 13 14|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو چھپن اور اس کے بعد تین سو اٹھاون بولا جاتا ہے
A 6 7|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو چھپن اور اس کے بعد تین سو اٹھاون بولا جاتا ہے
A 13 14|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو ستاون اور اس کے بعد تین سو انسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو ستاون اور اس کے بعد تین سو انسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو انسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو اٹھاون اور اس کے بعد تین سو ساٹھ بولا جاتا ہے
A 6 7|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو اٹھاون اور اس کے بعد تین سو ساٹھ بولا جاتا ہے
A 13 14|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو ساٹھ بولا جاتا ہے
A 5 6|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو انسٹھ اور اس کے بعد تین سو اکسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو انسٹھ اور اس کے بعد تین سو اکسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو اکسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو ساٹھ اور اس کے بعد تین سو باسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو ساٹھ اور اس کے بعد تین سو باسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو باسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو اکسٹھ اور اس کے بعد تین سو تریسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو اکسٹھ اور اس کے بعد تین سو تریسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو باسٹھ اور اس کے بعد تین سو چونسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو باسٹھ اور اس کے بعد تین سو چونسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو تریسٹھ اور اس کے بعد تین سو پینسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو تریسٹھ اور اس کے بعد تین سو پینسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو پینسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو چونسٹھ اور اس کے بعد تین سو چھیاسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو پینسٹھ اور اس کے بعد تین سو سڑسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو انہتر اور اس کے بعد تین سو اکہتر بولا جاتا ہے
A 6 7|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو ستر اور اس کے بعد تین سو بہتر بولا جاتا ہے
A 6 7|||R:NUM|||اکہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو اکہتر اور اس کے بعد تین سو تہتر بولا جاتا ہے
A 13 14|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو بہتر اور اس کے بعد تین سو چوہتر بولا جاتا ہے
A 13 14|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو چوہتر بولا جاتا ہے
A 5 6|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو تہتر اور اس کے بعد تین سو پچہتر بولا جاتا ہے
A 6 7|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو چوہتر اور اس کے بعد تین سو چھہتر بولا جاتا ہے
A 6 7|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو چوہتر اور اس کے بعد تین سو چھہتر بولا جاتا ہے
A 13 14|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو پچہتر اور اس کے بعد تین سو ستتر بولا جاتا ہے
A 13 14|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو چھہتر اور اس کے بعد تین سو اٹھتر بولا جاتا ہے
A 6 7|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو چھہتر اور اس کے بعد تین سو اٹھتر بولا جاتا ہے
A 13 14|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو اٹھتر بولا جاتا ہے
A 5 6|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو ستتر اور اس کے بعد تین سو اناسی بولا جاتا ہے
A 6 7|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو اٹھتر اور اس کے بعد تین سو اسی بولا جاتا ہے
A 6 7|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو چوراسی اور اس کے بعد تین سو چھیاسی بولا جاتا ہے
A 6 7|||R:NUM|||پچاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو پچاسی اور اس کے بعد تین سو ستاسی بولا جاتا ہے
A 6 7|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو بیانوے اور اس کے بعد تین سو چورانوے بولا جاتا ہے
A 13 14|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو چورانوے اور اس کے بعد تین سو چھیانوے بولا جاتا ہے
A 6 7|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین سو نینیانوے بولا جاتا ہے
A 3 4|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے تین سو اٹھانوے اور اس کے بعد چار سو بولا جاتا ہے
A 4 5|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو ایک بولا جاتا ہے
A 5 6|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو دو بولا جاتا ہے
A 5 6|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو ایک اور اس کے بعد چار سو تین بولا جاتا ہے
A 6 7|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو ایک اور اس کے بعد چار سو تین بولا جاتا ہے
A 13 14|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو تین بولا جاتا ہے
A 5 6|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو دو اور اس کے بعد چار سو چار بولا جاتا ہے
A 6 7|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو دو اور اس کے بعد چار سو چار بولا جاتا ہے
A 13 14|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو چار بولا جاتا ہے
A 5 6|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو تین اور اس کے بعد چار سو پانچ بولا جاتا ہے
A 6 7|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو تین اور اس کے بعد چار سو پانچ بولا جاتا ہے
A 13 14|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو پانچ بولا جاتا ہے
A 5 6|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو چار اور اس کے بعد چار سو چھ بولا جاتا ہے
A 6 7|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو چار اور اس کے بعد چار سو چھ بولا جاتا ہے
A 13 14|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو چھ بولا جاتا ہے
A 5 6|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو پانچ اور اس کے بعد چار سو سات بولا جاتا ہے
A 6 7|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو پانچ اور اس کے بعد چار سو سات بولا جاتا ہے
A 13 14|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو سات بولا جاتا ہے
A 5 6|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو چھ اور اس کے بعد چار سو آٹھ بولا جاتا ہے
A 6 7|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو چھ اور اس کے بعد چار سو آٹھ بولا جاتا ہے
A 13 14|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو آٹھ بولا جاتا ہے
A 5 6|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو سات اور اس کے بعد چار سو نو بولا جاتا ہے
A 6 7|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو سات اور اس کے بعد چار سو نو بولا جاتا ہے
A 13 14|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو نو بولا جاتا ہے
A 5 6|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو آٹھ اور اس کے بعد چار سو دس بولا جاتا ہے
A 6 7|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو آٹھ اور اس کے بعد چار سو دس بولا جاتا ہے
A 13 14|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو دس بولا جاتا ہے
A 5 6|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو نو اور اس کے بعد چار سو گیارہ بولا جاتا ہے
A 6 7|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو نو اور اس کے بعد چار سو گیارہ بولا جاتا ہے
A 13 14|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو گیارہ بولا جاتا ہے
A 5 6|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو دس اور اس کے بعد چار سو بارہ بولا جاتا ہے
A 6 7|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو دس اور اس کے بعد چار سو بارہ بولا جاتا ہے
A 13 14|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو بارہ بولا جاتا ہے
A 5 6|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو گیارہ اور اس کے بعد چار سو تیرہ بولا جاتا ہے
A 6 7|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو گیارہ اور اس کے بعد چار سو تیرہ بولا جاتا ہے
A 13 14|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو تیرہ بولا جاتا ہے
A 5 6|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو بارہ اور اس کے بعد چار سو چودہ بولا جاتا ہے
A 6 7|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو بارہ اور اس کے بعد چار سو چودہ بولا جاتا ہے
A 13 14|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو چودہ بولا جاتا ہے
A 5 6|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو تیرہ اور اس کے بعد چار سو پندرہ بولا جاتا ہے
A 6 7|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو تیرہ اور اس کے بعد چار سو پندرہ بولا جاتا ہے
A 13 14|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو پندرہ بولا جاتا ہے
A 5 6|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو چودہ اور اس کے بعد چار سو سولہ بولا جاتا ہے
A 6 7|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو چودہ اور اس کے بعد چار سو سولہ بولا جاتا ہے
A 13 14|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو سولہ بولا جاتا ہے
A 5 6|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو پندرہ اور اس کے بعد چار سو سترہ بولا جاتا ہے
A 6 7|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو پندرہ اور اس کے بعد چار سو سترہ بولا جاتا ہے
A 13 14|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو سترہ بولا جاتا ہے
A 5 6|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو سولہ اور اس کے بعد چار سو اٹھارہ بولا جاتا ہے
A 6 7|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو سترہ اور اس کے بعد چار سو انیس بولا جاتا ہے
A 6 7|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو اٹھارہ اور اس کے بعد چار سو بیس بولا جاتا ہے
A 13 14|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو بیس بولا جاتا ہے
A 5 6|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو انیس اور اس کے بعد چار سو اکیس بولا جاتا ہے
A 13 14|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو اکیس بولا جاتا ہے
A 5 6|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو بیس اور اس کے بعد چار سو بائیس بولا جاتا ہے
A 6 7|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو بیس اور اس کے بعد چار سو بائیس بولا جاتا ہے
A 13 14|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو بائیس بولا جاتا ہے
A 5 6|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو اکیس اور اس کے بعد چار سو تیئیس بولا جاتا ہے
A 6 7|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو بائیس اور اس کے بعد چار سو چوبیس بولا جاتا ہے
A 6 7|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو بائیس اور اس کے بعد چار سو چوبیس بولا جاتا ہے
A 13 14|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو چوبیس بولا جاتا ہے
A 5 6|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو تیئیس اور اس کے بعد چار سو پچیس بولا جاتا ہے
A 13 14|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو چوبیس اور اس کے بعد چار سو چھبیس بولا جاتا ہے
A 6 7|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو پچیس اور اس کے بعد چار سو ستائیس بولا جاتا ہے
A 6 7|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو چھبیس اور اس کے بعد چار سو اٹھائیس بولا جاتا ہے
A 13 14|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو اٹھائیس بولا جاتا ہے
A 5 6|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو ستائیس اور اس کے بعد چار سو انتیس بولا جاتا ہے
A 13 14|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو انتیس بولا جاتا ہے
A 5 6|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو اٹھائیس اور اس کے بعد چار سو تیس بولا جاتا ہے
A 6 7|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو اٹھائیس اور اس کے بعد چار سو تیس بولا جاتا ہے
A 13 14|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو تیس بولا جاتا ہے
A 5 6|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو انتیس اور اس کے بعد چار سو اکتیس بولا جاتا ہے
A 6 7|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو انتیس اور اس کے بعد چار سو اکتیس بولا جاتا ہے
A 13 14|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو اکتیس بولا جاتا ہے
A 5 6|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو تیس اور اس کے بعد چار سو بتیس بولا جاتا ہے
A 6 7|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو تیس اور اس کے بعد چار سو بتیس بولا جاتا ہے
A 13 14|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو بتیس بولا جاتا ہے
A 5 6|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو اکتیس اور اس کے بعد چار سو تینتیس بولا جاتا ہے
A 6 7|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو اکتیس اور اس کے بعد چار سو تینتیس بولا جاتا ہے
A 13 14|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو بتیس اور اس کے بعد چار سو چونتیس بولا جاتا ہے
A 6 7|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو تینتیس اور اس کے بعد چار سو پینتیس بولا جاتا ہے
A 6 7|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو سینتیس اور اس کے بعد چار سو انتالیس بولا جاتا ہے
A 13 14|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو انتالیس اور اس کے بعد چار سو اکتالیس بولا جاتا ہے
A 6 7|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو سینتالیس اور اس کے بعد چار سو انچاس بولا جاتا ہے
A 13 14|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو انچاس بولا جاتا ہے
A 5 6|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو اڑتالیس اور اس کے بعد چار سو پچاس بولا جاتا ہے
A 13 14|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو انچاس اور اس کے بعد چار سو اکاون بولا جاتا ہے
A 6 7|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو انچاس اور اس کے بعد چار سو اکاون بولا جاتا ہے
A 13 14|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو اکاون بولا جاتا ہے
A 5 6|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو پچاس اور اس کے بعد چار سو باون بولا جاتا ہے
A 6 7|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو پچاس اور اس کے بعد چار سو باون بولا جاتا ہے
A 13 14|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو باون بولا جاتا ہے
A 5 6|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو اکاون اور اس کے بعد چار سو ترپن بولا جاتا ہے
A 6 7|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو اکاون اور اس کے بعد چار سو ترپن بولا جاتا ہے
A 13 14|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو ترپن بولا جاتا ہے
A 5 6|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو باون اور اس کے بعد چار سو چون بولا جاتا ہے
A 6 7|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو باون اور اس کے بعد چار سو چون بولا جاتا ہے
A 13 14|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو چون بولا جاتا ہے
A 5 6|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو ترپن اور اس کے بعد چار سو پچپن بولا جاتا ہے
A 6 7|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو ترپن اور اس کے بعد چار سو پچپن بولا جاتا ہے
A 13 14|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو چون اور اس کے بعد چار سو چھپن بولا جاتا ہے
A 6 7|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو چون اور اس کے بعد چار سو چھپن بولا جاتا ہے
A 13 14|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو پچپن اور اس کے بعد چار سو ستاون بولا جاتا ہے
A 6 7|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو پچپن اور اس کے بعد چار سو ستاون بولا جاتا ہے
A 13 14|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو ستاون بولا جاتا ہے
A 5 6|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو چھپن اور اس کے بعد چار سو اٹھاون بولا جاتا ہے
A 6 7|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو چھپن اور اس کے بعد چار سو اٹھاون بولا جاتا ہے
A 13 14|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو اٹھاون بولا جاتا ہے
A 5 6|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو ستاون اور اس کے بعد چار سو انسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو ستاون اور اس کے بعد چار سو انسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو انسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو اٹھاون اور اس کے بعد چار سو ساٹھ بولا جاتا ہے
A 6 7|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو اٹھاون اور اس کے بعد چار سو ساٹھ بولا جاتا ہے
A 13 14|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو ساٹھ بولا جاتا ہے
A 5 6|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو انسٹھ اور اس کے بعد چار سو اکسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو انسٹھ اور اس کے بعد چار سو اکسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو اکسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو ساٹھ اور اس کے بعد چار سو باسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو ساٹھ اور اس کے بعد چار سو باسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو باسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو اکسٹھ اور اس کے بعد چار سو تریسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو اکسٹھ اور اس کے بعد چار سو تریسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو تریسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو باسٹھ اور اس کے بعد چار سو چونسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو باسٹھ اور اس کے بعد چار سو چونسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو چونسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو تریسٹھ اور اس کے بعد چار سو پینسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو تریسٹھ اور اس کے بعد چار سو پینسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو پینسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو چونسٹھ اور اس کے بعد چار سو چھیاسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو پینسٹھ اور اس کے بعد چار سو سڑسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو انہتر اور اس کے بعد چار سو اکہتر بولا جاتا ہے
A 6 7|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو اکہتر اور اس کے بعد چار سو تہتر بولا جاتا ہے
A 13 14|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو بہتر اور اس کے بعد چار سو چوہتر بولا جاتا ہے
A 13 14|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو چوہتر بولا جاتا ہے
A 5 6|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو تہتر اور اس کے بعد چار سو پچہتر بولا جاتا ہے
A 6 7|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو چوہتر اور اس کے بعد چار سو چھہتر بولا جاتا ہے
A 6 7|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو چوہتر اور اس کے بعد چار سو چھہتر بولا جاتا ہے
A 13 14|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو پچہتر اور اس کے بعد چار سو ستتر بولا جاتا ہے
A 13 14|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو چھہتر اور اس کے بعد چار سو اٹھتر بولا جاتا ہے
A 6 7|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو چھہتر اور اس کے بعد چار سو اٹھتر بولا جاتا ہے
A 13 14|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو اٹھتر بولا جاتا ہے
A 5 6|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو ستتر اور اس کے بعد چار سو اناسی بولا جاتا ہے
A 6 7|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو اٹھتر اور اس کے بعد چار سو اسی بولا جاتا ہے
A 6 7|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو چوراسی اور اس کے بعد چار سو چھیاسی بولا جاتا ہے
A 6 7|||R:NUM|||پچاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو پچاسی اور اس کے بعد چار سو ستاسی بولا جاتا ہے
A 6 7|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو بیانوے اور اس کے بعد چار سو چورانوے بولا جاتا ہے
A 13 14|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چار سو نینیانوے بولا جاتا ہے
A 3 4|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چار سو اٹھانوے اور اس کے بعد پانچ سو بولا جاتا ہے
A 4 5|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو ایک بولا جاتا ہے
A 5 6|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو دو بولا جاتا ہے
A 5 6|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو ایک اور اس کے بعد پانچ سو تین بولا جاتا ہے
A 6 7|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو ایک اور اس کے بعد پانچ سو تین بولا جاتا ہے
A 13 14|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو تین بولا جاتا ہے
A 5 6|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو دو اور اس کے بعد پانچ سو چار بولا جاتا ہے
A 6 7|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو دو اور اس کے بعد پانچ سو چار بولا جاتا ہے
A 13 14|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو چار بولا جاتا ہے
A 5 6|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو تین اور اس کے بعد پانچ سو پانچ بولا جاتا ہے
A 6 7|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو تین اور اس کے بعد پانچ سو پانچ بولا جاتا ہے
A 13 14|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو پانچ بولا جاتا ہے
A 5 6|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو چار اور اس کے بعد پانچ سو چھ بولا جاتا ہے
A 6 7|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو چار اور اس کے بعد پانچ سو چھ بولا جاتا ہے
A 13 14|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو چھ بولا جاتا ہے
A 5 6|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو پانچ اور اس کے بعد پانچ سو سات بولا جاتا ہے
A 6 7|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو پانچ اور اس کے بعد پانچ سو سات بولا جاتا ہے
A 13 14|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو سات بولا جاتا ہے
A 5 6|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو چھ اور اس کے بعد پانچ سو آٹھ بولا جاتا ہے
A 6 7|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو چھ اور اس کے بعد پانچ سو آٹھ بولا جاتا ہے
A 13 14|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو آٹھ بولا جاتا ہے
A 5 6|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو سات اور اس کے بعد پانچ سو نو بولا جاتا ہے
A 6 7|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو سات اور اس کے بعد پانچ سو نو بولا جاتا ہے
A 13 14|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو نو بولا جاتا ہے
A 5 6|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو آٹھ اور اس کے بعد پانچ سو دس بولا جاتا ہے
A 6 7|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو آٹھ اور اس کے بعد پانچ سو دس بولا جاتا ہے
A 13 14|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو دس بولا جاتا ہے
A 5 6|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو نو اور اس کے بعد پانچ سو گیارہ بولا جاتا ہے
A 6 7|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو نو اور اس کے بعد پانچ سو گیارہ بولا جاتا ہے
A 13 14|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو گیارہ بولا جاتا ہے
A 5 6|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو دس اور اس کے بعد پانچ سو بارہ بولا جاتا ہے
A 6 7|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو دس اور اس کے بعد پانچ سو بارہ بولا جاتا ہے
A 13 14|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو بارہ بولا جاتا ہے
A 5 6|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو گیارہ اور اس کے بعد پانچ سو تیرہ بولا جاتا ہے
A 6 7|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو گیارہ اور اس کے بعد پانچ سو تیرہ بولا جاتا ہے
A 13 14|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو تیرہ بولا جاتا ہے
A 5 6|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو بارہ اور اس کے بعد پانچ سو چودہ بولا جاتا ہے
A 6 7|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو بارہ اور اس کے بعد پانچ سو چودہ بولا جاتا ہے
A 13 14|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو چودہ بولا جاتا ہے
A 5 6|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو تیرہ اور اس کے بعد پانچ سو پندرہ بولا جاتا ہے
A 6 7|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو تیرہ اور اس کے بعد پانچ سو پندرہ بولا جاتا ہے
A 13 14|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو پندرہ بولا جاتا ہے
A 5 6|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو چودہ اور اس کے بعد پانچ سو سولہ بولا جاتا ہے
A 6 7|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو چودہ اور اس کے بعد پانچ سو سولہ بولا جاتا ہے
A 13 14|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو سولہ بولا جاتا ہے
A 5 6|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو پندرہ اور اس کے بعد پانچ سو سترہ بولا جاتا ہے
A 6 7|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو پندرہ اور اس کے بعد پانچ سو سترہ بولا جاتا ہے
A 13 14|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو سترہ بولا جاتا ہے
A 5 6|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو سولہ اور اس کے بعد پانچ سو اٹھارہ بولا جاتا ہے
A 6 7|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو سترہ اور اس کے بعد پانچ سو انیس بولا جاتا ہے
A 6 7|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو اٹھارہ اور اس کے بعد پانچ سو بیس بولا جاتا ہے
A 13 14|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو بیس بولا جاتا ہے
A 5 6|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو انیس اور اس کے بعد پانچ سو اکیس بولا جاتا ہے
A 13 14|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو اکیس بولا جاتا ہے
A 5 6|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو بیس اور اس کے بعد پانچ سو بائیس بولا جاتا ہے
A 6 7|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو بیس اور اس کے بعد پانچ سو بائیس بولا جاتا ہے
A 13 14|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو بائیس بولا جاتا ہے
A 5 6|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو اکیس اور اس کے بعد پانچ سو تیئیس بولا جاتا ہے
A 6 7|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو بائیس اور اس کے بعد پانچ سو چوبیس بولا جاتا ہے
A 6 7|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو بائیس اور اس کے بعد پانچ سو چوبیس بولا جاتا ہے
A 13 14|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو چوبیس بولا جاتا ہے
A 5 6|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو تیئیس اور اس کے بعد پانچ سو پچیس بولا جاتا ہے
A 13 14|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو چوبیس اور اس کے بعد پانچ سو چھبیس بولا جاتا ہے
A 6 7|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو پچیس اور اس کے بعد پانچ سو ستائیس بولا جاتا ہے
A 6 7|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو چھبیس اور اس کے بعد پانچ سو اٹھائیس بولا جاتا ہے
A 13 14|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو اٹھائیس بولا جاتا ہے
A 5 6|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو ستائیس اور اس کے بعد پانچ سو انتیس بولا جاتا ہے
A 13 14|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو انتیس بولا جاتا ہے
A 5 6|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو اٹھائیس اور اس کے بعد پانچ سو تیس بولا جاتا ہے
A 6 7|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو اٹھائیس اور اس کے بعد پانچ سو تیس بولا جاتا ہے
A 13 14|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو تیس بولا جاتا ہے
A 5 6|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو انتیس اور اس کے بعد پانچ سو اکتیس بولا جاتا ہے
A 6 7|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو انتیس اور اس کے بعد پانچ سو اکتیس بولا جاتا ہے
A 13 14|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو اکتیس بولا جاتا ہے
A 5 6|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو تیس اور اس کے بعد پانچ سو بتیس بولا جاتا ہے
A 6 7|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو تیس اور اس کے بعد پانچ سو بتیس بولا جاتا ہے
A 13 14|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو بتیس بولا جاتا ہے
A 5 6|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو اکتیس اور اس کے بعد پانچ سو تینتیس بولا جاتا ہے
A 6 7|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو اکتیس اور اس کے بعد پانچ سو تینتیس بولا جاتا ہے
A 13 14|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو بتیس اور اس کے بعد پانچ سو چونتیس بولا جاتا ہے
A 6 7|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو تینتیس اور اس کے بعد پانچ سو پینتیس بولا جاتا ہے
A 6 7|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو سینتیس اور اس کے بعد پانچ سو انتالیس بولا جاتا ہے
A 13 14|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو انتالیس اور اس کے بعد پانچ سو اکتالیس بولا جاتا ہے
A 6 7|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو سینتالیس اور اس کے بعد پانچ سو انچاس بولا جاتا ہے
A 13 14|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو انچاس بولا جاتا ہے
A 5 6|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو اڑتالیس اور اس کے بعد پانچ سو پچاس بولا جاتا ہے
A 13 14|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو انچاس اور اس کے بعد پانچ سو اکاون بولا جاتا ہے
A 6 7|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو انچاس اور اس کے بعد پانچ سو اکاون بولا جاتا ہے
A 13 14|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو اکاون بولا جاتا ہے
A 5 6|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو پچاس اور اس کے بعد پانچ سو باون بولا جاتا ہے
A 6 7|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو پچاس اور اس کے بعد پانچ سو باون بولا جاتا ہے
A 13 14|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو باون بولا جاتا ہے
A 5 6|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو اکاون اور اس کے بعد پانچ سو ترپن بولا جاتا ہے
A 6 7|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو اکاون اور اس کے بعد پانچ سو ترپن بولا جاتا ہے
A 13 14|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو ترپن بولا جاتا ہے
A 5 6|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو باون اور اس کے بعد پانچ سو چون بولا جاتا ہے
A 6 7|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو باون اور اس کے بعد پانچ سو چون بولا جاتا ہے
A 13 14|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو ترپن اور اس کے بعد پانچ سو پچپن بولا جاتا ہے
A 6 7|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو ترپن اور اس کے بعد پانچ سو پچپن بولا جاتا ہے
A 13 14|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو پچپن اور اس کے بعد پانچ سو ستاون بولا جاتا ہے
A 6 7|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو پچپن اور اس کے بعد پانچ سو ستاون بولا جاتا ہے
A 13 14|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو چھپن اور اس کے بعد پانچ سو اٹھاون بولا جاتا ہے
A 6 7|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو چھپن اور اس کے بعد پانچ سو اٹھاون بولا جاتا ہے
A 13 14|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو ستاون اور اس کے بعد پانچ سو انسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو ستاون اور اس کے بعد پانچ سو انسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو انسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو اٹھاون اور اس کے بعد پانچ سو ساٹھ بولا جاتا ہے
A 6 7|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو اٹھاون اور اس کے بعد پانچ سو ساٹھ بولا جاتا ہے
A 13 14|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو ساٹھ بولا جاتا ہے
A 5 6|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو انسٹھ اور اس کے بعد پانچ سو اکسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو انسٹھ اور اس کے بعد پانچ سو اکسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو اکسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو ساٹھ اور اس کے بعد پانچ سو باسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو ساٹھ اور اس کے بعد پانچ سو باسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو باسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو اکسٹھ اور اس کے بعد پانچ سو تریسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو اکسٹھ اور اس کے بعد پانچ سو تریسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو تریسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو باسٹھ اور اس کے بعد پانچ سو چونسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو باسٹھ اور اس کے بعد پانچ سو چونسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو چونسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو تریسٹھ اور اس کے بعد پانچ سو پینسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو تریسٹھ اور اس کے بعد پانچ سو پینسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو پینسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو چونسٹھ اور اس کے بعد پانچ سو چھیاسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو پینسٹھ اور اس کے بعد پانچ سو سڑسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو انہتر اور اس کے بعد پانچ سو اکہتر بولا جاتا ہے
A 6 7|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو ستر اور اس کے بعد پانچ سو بہتر بولا جاتا ہے
A 6 7|||R:NUM|||اکہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو اکہتر اور اس کے بعد پانچ سو تہتر بولا جاتا ہے
A 13 14|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو تہتر بولا جاتا ہے
A 5 6|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو بہتر اور اس کے بعد پانچ سو چوہتر بولا جاتا ہے
A 13 14|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو چوہتر بولا جاتا ہے
A 5 6|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو تہتر اور اس کے بعد پانچ سو پچہتر بولا جاتا ہے
A 6 7|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو چوہتر اور اس کے بعد پانچ سو چھہتر بولا جاتا ہے
A 6 7|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو چوہتر اور اس کے بعد پانچ سو چھہتر بولا جاتا ہے
A 13 14|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو پچہتر اور اس کے بعد پانچ سو ستتر بولا جاتا ہے
A 13 14|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو چھہتر اور اس کے بعد پانچ سو اٹھتر بولا جاتا ہے
A 6 7|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو چھہتر اور اس کے بعد پانچ سو اٹھتر بولا جاتا ہے
A 13 14|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے پانچ سو اٹھتر بولا جاتا ہے
A 5 6|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو ستتر اور اس کے بعد پانچ سو اناسی بولا جاتا ہے
A 6 7|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو اٹھتر اور اس کے بعد پانچ سو اسی بولا جاتا ہے
A 6 7|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو چوراسی اور اس کے بعد پانچ سو چھیاسی بولا جاتا ہے
A 6 7|||R:NUM|||پچاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو پچاسی اور اس کے بعد پانچ سو ستاسی بولا جاتا ہے
A 6 7|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو بیانوے اور اس کے بعد پانچ سو چورانوے بولا جاتا ہے
A 13 14|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو چورانوے اور اس کے بعد پانچ سو چھیانوے بولا جاتا ہے
A 6 7|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے پانچ سو اٹھانوے اور اس کے بعد پانچ سو بولا جاتا ہے
A 11 12|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چھ سو ایک بولا جاتا ہے
A 5 6|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چھ سو دو بولا جاتا ہے
A 5 6|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو ایک اور اس کے بعد چھ سو تین بولا جاتا ہے
A 6 7|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو ایک اور اس کے بعد چھ سو تین بولا جاتا ہے
A 13 14|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چھ سو تین بولا جاتا ہے
A 5 6|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو دو اور اس کے بعد چھ سو چار بولا جاتا ہے
A 6 7|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو دو اور اس کے بعد چھ سو چار بولا جاتا ہے
A 13 14|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چھ سو چار بولا جاتا ہے
A 5 6|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو تین اور اس کے بعد چھ سو پانچ بولا جاتا ہے
A 6 7|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو تین اور اس کے بعد چھ سو پانچ بولا جاتا ہے
A 13 14|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چھ سو پانچ بولا جاتا ہے
A 5 6|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو چار اور اس کے بعد چھ سو چھ بولا جاتا ہے
A 6 7|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو چار اور اس کے بعد چھ سو چھ بولا جاتا ہے
A 13 14|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چھ سو چھ بولا جاتا ہے
A 5 6|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو پانچ اور اس کے بعد چھ سو سات بولا جاتا ہے
A 6 7|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو پانچ اور اس کے بعد چھ سو سات بولا جاتا ہے
A 13 14|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چھ سو سات بولا جاتا ہے
A 5 6|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو چھ اور اس کے بعد چھ سو آٹھ بولا جاتا ہے
A 6 7|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو چھ اور اس کے بعد چھ سو آٹھ بولا جاتا ہے
A 13 14|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو سات اور اس کے بعد چھ سو نو بولا جاتا ہے
A 6 7|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو سات اور اس کے بعد چھ سو نو بولا جاتا ہے
A 13 14|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو آٹھ اور اس کے بعد چھ سو دس بولا جاتا ہے
A 6 7|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو آٹھ اور اس کے بعد چھ سو دس بولا جاتا ہے
A 13 14|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چھ سو دس بولا جاتا ہے
A 5 6|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو نو اور اس کے بعد چھ سو گیارہ بولا جاتا ہے
A 6 7|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو نو اور اس کے بعد چھ سو گیارہ بولا جاتا ہے
A 13 14|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چھ سو گیارہ بولا جاتا ہے
A 5 6|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو دس اور اس کے بعد چھ سو بارہ بولا جاتا ہے
A 6 7|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو دس اور اس کے بعد چھ سو بارہ بولا جاتا ہے
A 13 14|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چھ سو بارہ بولا جاتا ہے
A 5 6|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو گیارہ اور اس کے بعد چھ سو تیرہ بولا جاتا ہے
A 6 7|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو گیارہ اور اس کے بعد چھ سو تیرہ بولا جاتا ہے
A 13 14|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چھ سو تیرہ بولا جاتا ہے
A 5 6|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو بارہ اور اس کے بعد چھ سو چودہ بولا جاتا ہے
A 6 7|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو بارہ اور اس کے بعد چھ سو چودہ بولا جاتا ہے
A 13 14|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چھ سو چودہ بولا جاتا ہے
A 5 6|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو تیرہ اور اس کے بعد چھ سو پندرہ بولا جاتا ہے
A 6 7|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو تیرہ اور اس کے بعد چھ سو پندرہ بولا جاتا ہے
A 13 14|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چھ سو پندرہ بولا جاتا ہے
A 5 6|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو چودہ اور اس کے بعد چھ سو سولہ بولا جاتا ہے
A 6 7|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو چودہ اور اس کے بعد چھ سو سولہ بولا جاتا ہے
A 13 14|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چھ سو سولہ بولا جاتا ہے
A 5 6|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو پندرہ اور اس کے بعد چھ سو سترہ بولا جاتا ہے
A 6 7|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو پندرہ اور اس کے بعد چھ سو سترہ بولا جاتا ہے
A 13 14|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چھ سو سترہ بولا جاتا ہے
A 5 6|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو سولہ اور اس کے بعد چھ سو اٹھارہ بولا جاتا ہے
A 6 7|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو سترہ اور اس کے بعد چھ سو انیس بولا جاتا ہے
A 6 7|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو اٹھارہ اور اس کے بعد چھ سو بیس بولا جاتا ہے
A 13 14|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چھ سو بیس بولا جاتا ہے
A 5 6|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو انیس اور اس کے بعد چھ سو اکیس بولا جاتا ہے
A 13 14|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چھ سو اکیس بولا جاتا ہے
A 5 6|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو بیس اور اس کے بعد چھ سو بائیس بولا جاتا ہے
A 6 7|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو بیس اور اس کے بعد چھ سو بائیس بولا جاتا ہے
A 13 14|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چھ سو بائیس بولا جاتا ہے
A 5 6|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو اکیس اور اس کے بعد چھ سو تیئیس بولا جاتا ہے
A 6 7|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو بائیس اور اس کے بعد چھ سو چوبیس بولا جاتا ہے
A 6 7|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو بائیس اور اس کے بعد چھ سو چوبیس بولا جاتا ہے
A 13 14|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چھ سو چوبیس بولا جاتا ہے
A 5 6|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو تیئیس اور اس کے بعد چھ سو پچیس بولا جاتا ہے
A 13 14|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو چوبیس اور اس کے بعد چھ سو چھبیس بولا جاتا ہے
A 6 7|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو پچیس اور اس کے بعد چھ سو ستائیس بولا جاتا ہے
A 6 7|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو چھبیس اور اس کے بعد چھ سو اٹھائیس بولا جاتا ہے
A 13 14|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چھ سو اٹھائیس بولا جاتا ہے
A 5 6|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو ستائیس اور اس کے بعد چھ سو انتیس بولا جاتا ہے
A 13 14|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چھ سو انتیس بولا جاتا ہے
A 5 6|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو اٹھائیس اور اس کے بعد چھ سو تیس بولا جاتا ہے
A 6 7|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو اٹھائیس اور اس کے بعد چھ سو تیس بولا جاتا ہے
A 13 14|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چھ سو تیس بولا جاتا ہے
A 5 6|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو انتیس اور اس کے بعد چھ سو اکتیس بولا جاتا ہے
A 6 7|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو انتیس اور اس کے بعد چھ سو اکتیس بولا جاتا ہے
A 13 14|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چھ سو اکتیس بولا جاتا ہے
A 5 6|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو تیس اور اس کے بعد چھ سو بتیس بولا جاتا ہے
A 6 7|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو تیس اور اس کے بعد چھ سو بتیس بولا جاتا ہے
A 13 14|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو اکتیس اور اس کے بعد چھ سو تینتیس بولا جاتا ہے
A 6 7|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو اکتیس اور اس کے بعد چھ سو تینتیس بولا جاتا ہے
A 13 14|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو بتیس اور اس کے بعد چھ سو چونتیس بولا جاتا ہے
A 6 7|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو تینتیس اور اس کے بعد چھ سو پینتیس بولا جاتا ہے
A 6 7|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو سینتیس اور اس کے بعد چھ سو انتالیس بولا جاتا ہے
A 13 14|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو انتالیس اور اس کے بعد چھ سو اکتالیس بولا جاتا ہے
A 6 7|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو سینتالیس اور اس کے بعد چھ سو انچاس بولا جاتا ہے
A 13 14|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چھ سو انچاس بولا جاتا ہے
A 5 6|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو اڑتالیس اور اس کے بعد چھ سو پچاس بولا جاتا ہے
A 13 14|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو انچاس اور اس کے بعد چھ سو اکاون بولا جاتا ہے
A 6 7|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو انچاس اور اس کے بعد چھ سو اکاون بولا جاتا ہے
A 13 14|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چھ سو اکاون بولا جاتا ہے
A 5 6|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو پچاس اور اس کے بعد چھ سو باون بولا جاتا ہے
A 6 7|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو پچاس اور اس کے بعد چھ سو باون بولا جاتا ہے
A 13 14|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چھ سو باون بولا جاتا ہے
A 5 6|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو اکاون اور اس کے بعد چھ سو ترپن بولا جاتا ہے
A 6 7|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو اکاون اور اس کے بعد چھ سو ترپن بولا جاتا ہے
A 13 14|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چھ سو ترپن بولا جاتا ہے
A 5 6|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو باون اور اس کے بعد چھ سو چون بولا جاتا ہے
A 6 7|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو باون اور اس کے بعد چھ سو چون بولا جاتا ہے
A 13 14|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چھ سو چون بولا جاتا ہے
A 5 6|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو ترپن اور اس کے بعد چھ سو پچپن بولا جاتا ہے
A 6 7|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو ترپن اور اس کے بعد چھ سو پچپن بولا جاتا ہے
A 13 14|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو چون اور اس کے بعد چھ سو چھپن بولا جاتا ہے
A 6 7|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو چون اور اس کے بعد چھ سو چھپن بولا جاتا ہے
A 13 14|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو پچپن اور اس کے بعد چھ سو ستاون بولا جاتا ہے
A 6 7|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو پچپن اور اس کے بعد چھ سو ستاون بولا جاتا ہے
A 13 14|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو چھپن اور اس کے بعد چھ سو اٹھاون بولا جاتا ہے
A 6 7|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو چھپن اور اس کے بعد چھ سو اٹھاون بولا جاتا ہے
A 13 14|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو ستاون اور اس کے بعد چھ سو انسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو ستاون اور اس کے بعد چھ سو انسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چھ سو انسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو اٹھاون اور اس کے بعد چھ سو ساٹھ بولا جاتا ہے
A 6 7|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو اٹھاون اور اس کے بعد چھ سو ساٹھ بولا جاتا ہے
A 13 14|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چھ سو ساٹھ بولا جاتا ہے
A 5 6|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو انسٹھ اور اس کے بعد چھ سو اکسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو انسٹھ اور اس کے بعد چھ سو اکسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چھ سو اکسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو ساٹھ اور اس کے بعد چھ سو باسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو ساٹھ اور اس کے بعد چھ سو باسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چھ سو باسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو اکسٹھ اور اس کے بعد چھ سو تریسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو باسٹھ اور اس کے بعد چھ سو چونسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو تریسٹھ اور اس کے بعد چھ سو پینسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو تریسٹھ اور اس کے بعد چھ سو پینسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چھ سو پینسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو چونسٹھ اور اس کے بعد چھ سو چھیاسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو پینسٹھ اور اس کے بعد چھ سو سڑسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو انہتر اور اس کے بعد چھ سو اکہتر بولا جاتا ہے
A 6 7|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو اکہتر اور اس کے بعد چھ سو تہتر بولا جاتا ہے
A 13 14|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو بہتر اور اس کے بعد چھ سو چوہتر بولا جاتا ہے
A 13 14|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چھ سو چوہتر بولا جاتا ہے
A 5 6|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو تہتر اور اس کے بعد چھ سو پچہتر بولا جاتا ہے
A 6 7|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو چوہتر اور اس کے بعد چھ سو چھہتر بولا جاتا ہے
A 6 7|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو چوہتر اور اس کے بعد چھ سو چھہتر بولا جاتا ہے
A 13 14|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو پچہتر اور اس کے بعد چھ سو ستتر بولا جاتا ہے
A 13 14|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو چھہتر اور اس کے بعد چھ سو اٹھتر بولا جاتا ہے
A 6 7|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو چھہتر اور اس کے بعد چھ سو اٹھتر بولا جاتا ہے
A 13 14|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چھ سو اٹھتر بولا جاتا ہے
A 5 6|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو ستتر اور اس کے بعد چھ سو اناسی بولا جاتا ہے
A 6 7|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو اٹھتر اور اس کے بعد چھ سو اسی بولا جاتا ہے
A 6 7|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو چوراسی اور اس کے بعد چھ سو چھیاسی بولا جاتا ہے
A 6 7|||R:NUM|||پچاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو پچاسی اور اس کے بعد چھ سو ستاسی بولا جاتا ہے
A 6 7|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو بیانوے اور اس کے بعد چھ سو چورانوے بولا جاتا ہے
A 13 14|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو چورانوے اور اس کے بعد چھ سو چھیانوے بولا جاتا ہے
A 6 7|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے چھ سو نینیانوے بولا جاتا ہے
A 3 4|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے چھ سو اٹھانوے اور اس کے بعد سات سو بولا جاتا ہے
A 4 5|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے سات سو ایک بولا جاتا ہے
A 5 6|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے سات سو دو بولا جاتا ہے
A 5 6|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو ایک اور اس کے بعد سات سو تین بولا جاتا ہے
A 6 7|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو ایک اور اس کے بعد سات سو تین بولا جاتا ہے
A 13 14|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے سات سو تین بولا جاتا ہے
A 5 6|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو دو اور اس کے بعد سات سو چار بولا جاتا ہے
A 6 7|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو دو اور اس کے بعد سات سو چار بولا جاتا ہے
A 13 14|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے سات سو چار بولا جاتا ہے
A 5 6|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو تین اور اس کے بعد سات سو پانچ بولا جاتا ہے
A 6 7|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو تین اور اس کے بعد سات سو پانچ بولا جاتا ہے
A 13 14|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے سات سو پانچ بولا جاتا ہے
A 5 6|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو چار اور اس کے بعد سات سو چھ بولا جاتا ہے
A 6 7|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو چار اور اس کے بعد سات سو چھ بولا جاتا ہے
A 13 14|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے سات سو چھ بولا جاتا ہے
A 5 6|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو پانچ اور اس کے بعد سات سو سات بولا جاتا ہے
A 6 7|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو پانچ اور اس کے بعد سات سو سات بولا جاتا ہے
A 13 14|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے سات سو سات بولا جاتا ہے
A 5 6|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو چھ اور اس کے بعد سات سو آٹھ بولا جاتا ہے
A 6 7|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو چھ اور اس کے بعد سات سو آٹھ بولا جاتا ہے
A 13 14|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو سات اور اس کے بعد سات سو نو بولا جاتا ہے
A 6 7|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو سات اور اس کے بعد سات سو نو بولا جاتا ہے
A 13 14|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو آٹھ اور اس کے بعد سات سو دس بولا جاتا ہے
A 6 7|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو آٹھ اور اس کے بعد سات سو دس بولا جاتا ہے
A 13 14|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے سات سو دس بولا جاتا ہے
A 5 6|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو نو اور اس کے بعد سات سو گیارہ بولا جاتا ہے
A 6 7|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو نو اور اس کے بعد سات سو گیارہ بولا جاتا ہے
A 13 14|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے سات سو گیارہ بولا جاتا ہے
A 5 6|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو دس اور اس کے بعد سات سو بارہ بولا جاتا ہے
A 6 7|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو دس اور اس کے بعد سات سو بارہ بولا جاتا ہے
A 13 14|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے سات سو بارہ بولا جاتا ہے
A 5 6|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو گیارہ اور اس کے بعد سات سو تیرہ بولا جاتا ہے
A 6 7|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو گیارہ اور اس کے بعد سات سو تیرہ بولا جاتا ہے
A 13 14|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے سات سو تیرہ بولا جاتا ہے
A 5 6|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو بارہ اور اس کے بعد سات سو چودہ بولا جاتا ہے
A 6 7|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو بارہ اور اس کے بعد سات سو چودہ بولا جاتا ہے
A 13 14|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے سات سو چودہ بولا جاتا ہے
A 5 6|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو تیرہ اور اس کے بعد سات سو پندرہ بولا جاتا ہے
A 6 7|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو تیرہ اور اس کے بعد سات سو پندرہ بولا جاتا ہے
A 13 14|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے سات سو پندرہ بولا جاتا ہے
A 5 6|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو چودہ اور اس کے بعد سات سو سولہ بولا جاتا ہے
A 6 7|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو چودہ اور اس کے بعد سات سو سولہ بولا جاتا ہے
A 13 14|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے سات سو سولہ بولا جاتا ہے
A 5 6|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو پندرہ اور اس کے بعد سات سو سترہ بولا جاتا ہے
A 6 7|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو پندرہ اور اس کے بعد سات سو سترہ بولا جاتا ہے
A 13 14|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے سات سو سترہ بولا جاتا ہے
A 5 6|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو سولہ اور اس کے بعد سات سو اٹھارہ بولا جاتا ہے
A 6 7|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو سترہ اور اس کے بعد سات سو انیس بولا جاتا ہے
A 6 7|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو اٹھارہ اور اس کے بعد سات سو بیس بولا جاتا ہے
A 13 14|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے سات سو بیس بولا جاتا ہے
A 5 6|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو انیس اور اس کے بعد سات سو اکیس بولا جاتا ہے
A 13 14|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے سات سو اکیس بولا جاتا ہے
A 5 6|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو بیس اور اس کے بعد سات سو بائیس بولا جاتا ہے
A 6 7|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو بیس اور اس کے بعد سات سو بائیس بولا جاتا ہے
A 13 14|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے سات سو بائیس بولا جاتا ہے
A 5 6|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو اکیس اور اس کے بعد سات سو تیئیس بولا جاتا ہے
A 6 7|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو بائیس اور اس کے بعد سات سو چوبیس بولا جاتا ہے
A 6 7|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو بائیس اور اس کے بعد سات سو چوبیس بولا جاتا ہے
A 13 14|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے سات سو چوبیس بولا جاتا ہے
A 5 6|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو تیئیس اور اس کے بعد سات سو پچیس بولا جاتا ہے
A 13 14|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو چوبیس اور اس کے بعد سات سو چھبیس بولا جاتا ہے
A 6 7|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو پچیس اور اس کے بعد سات سو ستائیس بولا جاتا ہے
A 6 7|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو چھبیس اور اس کے بعد سات سو اٹھائیس بولا جاتا ہے
A 13 14|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے سات سو اٹھائیس بولا جاتا ہے
A 5 6|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو ستائیس اور اس کے بعد سات سو انتیس بولا جاتا ہے
A 13 14|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے سات سو انتیس بولا جاتا ہے
A 5 6|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو اٹھائیس اور اس کے بعد سات سو تیس بولا جاتا ہے
A 6 7|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو اٹھائیس اور اس کے بعد سات سو تیس بولا جاتا ہے
A 13 14|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے سات سو تیس بولا جاتا ہے
A 5 6|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو انتیس اور اس کے بعد سات سو اکتیس بولا جاتا ہے
A 6 7|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو انتیس اور اس کے بعد سات سو اکتیس بولا جاتا ہے
A 13 14|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے سات سو اکتیس بولا جاتا ہے
A 5 6|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو تیس اور اس کے بعد سات سو بتیس بولا جاتا ہے
A 6 7|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو تیس اور اس کے بعد سات سو بتیس بولا جاتا ہے
A 13 14|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو اکتیس اور اس کے بعد سات سو تینتیس بولا جاتا ہے
A 6 7|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو اکتیس اور اس کے بعد سات سو تینتیس بولا جاتا ہے
A 13 14|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو بتیس اور اس کے بعد سات سو چونتیس بولا جاتا ہے
A 6 7|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو تینتیس اور اس کے بعد سات سو پینتیس بولا جاتا ہے
A 6 7|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو سینتیس اور اس کے بعد سات سو انتالیس بولا جاتا ہے
A 13 14|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو انتالیس اور اس کے بعد سات سو اکتالیس بولا جاتا ہے
A 6 7|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو سینتالیس اور اس کے بعد سات سو انچاس بولا جاتا ہے
A 13 14|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے سات سو انچاس بولا جاتا ہے
A 5 6|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو اڑتالیس اور اس کے بعد سات سو پچاس بولا جاتا ہے
A 13 14|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو انچاس اور اس کے بعد سات سو اکاون بولا جاتا ہے
A 6 7|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو انچاس اور اس کے بعد سات سو اکاون بولا جاتا ہے
A 13 14|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے سات سو اکاون بولا جاتا ہے
A 5 6|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو پچاس اور اس کے بعد سات سو باون بولا جاتا ہے
A 6 7|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو پچاس اور اس کے بعد سات سو باون بولا جاتا ہے
A 13 14|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے سات سو باون بولا جاتا ہے
A 5 6|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو اکاون اور اس کے بعد سات سو ترپن بولا جاتا ہے
A 6 7|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو اکاون اور اس کے بعد سات سو ترپن بولا جاتا ہے
A 13 14|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے سات سو ترپن بولا جاتا ہے
A 5 6|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو باون اور اس کے بعد سات سو چون بولا جاتا ہے
A 6 7|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو باون اور اس کے بعد سات سو چون بولا جاتا ہے
A 13 14|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے سات سو چون بولا جاتا ہے
A 5 6|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو ترپن اور اس کے بعد سات سو پچپن بولا جاتا ہے
A 6 7|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو ترپن اور اس کے بعد سات سو پچپن بولا جاتا ہے
A 13 14|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو چون اور اس کے بعد سات سو چھپن بولا جاتا ہے
A 6 7|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو چون اور اس کے بعد سات سو چھپن بولا جاتا ہے
A 13 14|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو پچپن اور اس کے بعد سات سو ستاون بولا جاتا ہے
A 6 7|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو پچپن اور اس کے بعد سات سو ستاون بولا جاتا ہے
A 13 14|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو چھپن اور اس کے بعد سات سو اٹھاون بولا جاتا ہے
A 6 7|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو چھپن اور اس کے بعد سات سو اٹھاون بولا جاتا ہے
A 13 14|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو ستاون اور اس کے بعد سات سو انسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو ستاون اور اس کے بعد سات سو انسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے سات سو انسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو اٹھاون اور اس کے بعد سات سو ساٹھ بولا جاتا ہے
A 6 7|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو اٹھاون اور اس کے بعد سات سو ساٹھ بولا جاتا ہے
A 13 14|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے سات سو ساٹھ بولا جاتا ہے
A 5 6|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو انسٹھ اور اس کے بعد سات سو اکسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو انسٹھ اور اس کے بعد سات سو اکسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے سات سو اکسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو ساٹھ اور اس کے بعد سات سو باسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو ساٹھ اور اس کے بعد سات سو باسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے سات سو باسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو اکسٹھ اور اس کے بعد سات سو تریسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو اکسٹھ اور اس کے بعد سات سو تریسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو باسٹھ اور اس کے بعد سات سو چونسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو باسٹھ اور اس کے بعد سات سو چونسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو تریسٹھ اور اس کے بعد سات سو پینسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو تریسٹھ اور اس کے بعد سات سو پینسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے سات سو پینسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو چونسٹھ اور اس کے بعد سات سو چھیاسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو پینسٹھ اور اس کے بعد سات سو سڑسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو انہتر اور اس کے بعد سات سو اکہتر بولا جاتا ہے
A 6 7|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو اکہتر اور اس کے بعد سات سو تہتر بولا جاتا ہے
A 13 14|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو بہتر اور اس کے بعد سات سو چوہتر بولا جاتا ہے
A 13 14|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے سات سو چوہتر بولا جاتا ہے
A 5 6|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو تہتر اور اس کے بعد سات سو پچہتر بولا جاتا ہے
A 6 7|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو چوہتر اور اس کے بعد سات سو چھہتر بولا جاتا ہے
A 6 7|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو چوہتر اور اس کے بعد سات سو چھہتر بولا جاتا ہے
A 13 14|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو پچہتر اور اس کے بعد سات سو ستتر بولا جاتا ہے
A 13 14|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو چھہتر اور اس کے بعد سات سو اٹھتر بولا جاتا ہے
A 6 7|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو چھہتر اور اس کے بعد سات سو اٹھتر بولا جاتا ہے
A 13 14|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے سات سو اٹھتر بولا جاتا ہے
A 5 6|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو ستتر اور اس کے بعد سات سو اناسی بولا جاتا ہے
A 6 7|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو اٹھتر اور اس کے بعد سات سو اسی بولا جاتا ہے
A 6 7|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو چوراسی اور اس کے بعد سات سو چھیاسی بولا جاتا ہے
A 6 7|||R:NUM|||پچاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو پچاسی اور اس کے بعد سات سو ستاسی بولا جاتا ہے
A 6 7|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو بیانوے اور اس کے بعد سات سو چورانوے بولا جاتا ہے
A 13 14|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو چورانوے اور اس کے بعد سات سو چھیانوے بولا جاتا ہے
A 6 7|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے سات سو نینیانوے بولا جاتا ہے
A 3 4|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو اٹھانوے اور اس کے بعد آٹھ سو بولا جاتا ہے
A 4 5|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے سات سو اٹھانوے اور اس کے بعد آٹھ سو بولا جاتا ہے
A 11 12|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو ایک بولا جاتا ہے
A 5 6|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو دو بولا جاتا ہے
A 5 6|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو ایک اور اس کے بعد نو سو تین بولا جاتا ہے
A 6 7|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو ایک اور اس کے بعد نو سو تین بولا جاتا ہے
A 13 14|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو تین بولا جاتا ہے
A 5 6|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو دو اور اس کے بعد نو سو چار بولا جاتا ہے
A 6 7|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو دو اور اس کے بعد نو سو چار بولا جاتا ہے
A 13 14|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو چار بولا جاتا ہے
A 5 6|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو تین اور اس کے بعد نو سو پانچ بولا جاتا ہے
A 6 7|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو تین اور اس کے بعد نو سو پانچ بولا جاتا ہے
A 13 14|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو پانچ بولا جاتا ہے
A 5 6|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو چار اور اس کے بعد نو سو چھ بولا جاتا ہے
A 6 7|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو چار اور اس کے بعد نو سو چھ بولا جاتا ہے
A 13 14|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو چھ بولا جاتا ہے
A 5 6|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو پانچ اور اس کے بعد نو سو سات بولا جاتا ہے
A 6 7|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو پانچ اور اس کے بعد نو سو سات بولا جاتا ہے
A 13 14|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو سات بولا جاتا ہے
A 5 6|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو چھ اور اس کے بعد نو سو آٹھ بولا جاتا ہے
A 6 7|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو چھ اور اس کے بعد نو سو آٹھ بولا جاتا ہے
A 13 14|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو سات اور اس کے بعد نو سو نو بولا جاتا ہے
A 6 7|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو سات اور اس کے بعد نو سو نو بولا جاتا ہے
A 13 14|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو آٹھ اور اس کے بعد نو سو دس بولا جاتا ہے
A 6 7|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو آٹھ اور اس کے بعد نو سو دس بولا جاتا ہے
A 13 14|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو دس بولا جاتا ہے
A 5 6|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو نو اور اس کے بعد نو سو گیارہ بولا جاتا ہے
A 6 7|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو نو اور اس کے بعد نو سو گیارہ بولا جاتا ہے
A 13 14|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو گیارہ بولا جاتا ہے
A 5 6|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو دس اور اس کے بعد نو سو بارہ بولا جاتا ہے
A 6 7|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو دس اور اس کے بعد نو سو بارہ بولا جاتا ہے
A 13 14|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو بارہ بولا جاتا ہے
A 5 6|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو گیارہ اور اس کے بعد نو سو تیرہ بولا جاتا ہے
A 6 7|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو گیارہ اور اس کے بعد نو سو تیرہ بولا جاتا ہے
A 13 14|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو تیرہ بولا جاتا ہے
A 5 6|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو بارہ اور اس کے بعد نو سو چودہ بولا جاتا ہے
A 6 7|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو بارہ اور اس کے بعد نو سو چودہ بولا جاتا ہے
A 13 14|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو چودہ بولا جاتا ہے
A 5 6|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو تیرہ اور اس کے بعد نو سو پندرہ بولا جاتا ہے
A 6 7|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو تیرہ اور اس کے بعد نو سو پندرہ بولا جاتا ہے
A 13 14|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو پندرہ بولا جاتا ہے
A 5 6|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو چودہ اور اس کے بعد نو سو سولہ بولا جاتا ہے
A 6 7|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو چودہ اور اس کے بعد نو سو سولہ بولا جاتا ہے
A 13 14|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو سولہ بولا جاتا ہے
A 5 6|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو پندرہ اور اس کے بعد نو سو سترہ بولا جاتا ہے
A 6 7|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو پندرہ اور اس کے بعد نو سو سترہ بولا جاتا ہے
A 13 14|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو سترہ بولا جاتا ہے
A 5 6|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو سولہ اور اس کے بعد نو سو اٹھارہ بولا جاتا ہے
A 6 7|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو سترہ اور اس کے بعد نو سو انیس بولا جاتا ہے
A 6 7|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو اٹھارہ اور اس کے بعد نو سو بیس بولا جاتا ہے
A 13 14|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو بیس بولا جاتا ہے
A 5 6|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو انیس اور اس کے بعد نو سو اکیس بولا جاتا ہے
A 13 14|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو اکیس بولا جاتا ہے
A 5 6|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو بیس اور اس کے بعد نو سو بائیس بولا جاتا ہے
A 6 7|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو بیس اور اس کے بعد نو سو بائیس بولا جاتا ہے
A 13 14|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو بائیس بولا جاتا ہے
A 5 6|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو اکیس اور اس کے بعد نو سو تیئیس بولا جاتا ہے
A 6 7|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو بائیس اور اس کے بعد نو سو چوبیس بولا جاتا ہے
A 6 7|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو بائیس اور اس کے بعد نو سو چوبیس بولا جاتا ہے
A 13 14|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو چوبیس بولا جاتا ہے
A 5 6|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو تیئیس اور اس کے بعد نو سو پچیس بولا جاتا ہے
A 13 14|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو چوبیس اور اس کے بعد نو سو چھبیس بولا جاتا ہے
A 6 7|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو پچیس اور اس کے بعد نو سو ستائیس بولا جاتا ہے
A 6 7|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو چھبیس اور اس کے بعد نو سو اٹھائیس بولا جاتا ہے
A 13 14|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو اٹھائیس بولا جاتا ہے
A 5 6|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو ستائیس اور اس کے بعد نو سو انتیس بولا جاتا ہے
A 13 14|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو انتیس بولا جاتا ہے
A 5 6|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو اٹھائیس اور اس کے بعد نو سو تیس بولا جاتا ہے
A 6 7|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو اٹھائیس اور اس کے بعد نو سو تیس بولا جاتا ہے
A 13 14|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو تیس بولا جاتا ہے
A 5 6|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو انتیس اور اس کے بعد نو سو اکتیس بولا جاتا ہے
A 6 7|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو انتیس اور اس کے بعد نو سو اکتیس بولا جاتا ہے
A 13 14|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو اکتیس بولا جاتا ہے
A 5 6|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو تیس اور اس کے بعد نو سو بتیس بولا جاتا ہے
A 6 7|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو تیس اور اس کے بعد نو سو بتیس بولا جاتا ہے
A 13 14|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو بتیس بولا جاتا ہے
A 5 6|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو اکتیس اور اس کے بعد نو سو تینتیس بولا جاتا ہے
A 6 7|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو اکتیس اور اس کے بعد نو سو تینتیس بولا جاتا ہے
A 13 14|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو بتیس اور اس کے بعد نو سو چونتیس بولا جاتا ہے
A 6 7|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو تینتیس اور اس کے بعد نو سو پینتیس بولا جاتا ہے
A 6 7|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو سینتیس اور اس کے بعد نو سو انتالیس بولا جاتا ہے
A 13 14|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو انتالیس اور اس کے بعد نو سو اکتالیس بولا جاتا ہے
A 6 7|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو سینتالیس اور اس کے بعد نو سو انچاس بولا جاتا ہے
A 13 14|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو انچاس بولا جاتا ہے
A 5 6|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو اڑتالیس اور اس کے بعد نو سو پچاس بولا جاتا ہے
A 13 14|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو انچاس اور اس کے بعد نو سو اکاون بولا جاتا ہے
A 6 7|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو انچاس اور اس کے بعد نو سو اکاون بولا جاتا ہے
A 13 14|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو اکاون بولا جاتا ہے
A 5 6|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو پچاس اور اس کے بعد نو سو باون بولا جاتا ہے
A 6 7|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو پچاس اور اس کے بعد نو سو باون بولا جاتا ہے
A 13 14|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو باون بولا جاتا ہے
A 5 6|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو اکاون اور اس کے بعد نو سو ترپن بولا جاتا ہے
A 6 7|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو اکاون اور اس کے بعد نو سو ترپن بولا جاتا ہے
A 13 14|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو ترپن بولا جاتا ہے
A 5 6|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو باون اور اس کے بعد نو سو چون بولا جاتا ہے
A 6 7|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو باون اور اس کے بعد نو سو چون بولا جاتا ہے
A 13 14|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو چون بولا جاتا ہے
A 5 6|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو ترپن اور اس کے بعد نو سو پچپن بولا جاتا ہے
A 6 7|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو ترپن اور اس کے بعد نو سو پچپن بولا جاتا ہے
A 13 14|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو پچپن بولا جاتا ہے
A 5 6|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو چون اور اس کے بعد نو سو چھپن بولا جاتا ہے
A 6 7|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو چون اور اس کے بعد نو سو چھپن بولا جاتا ہے
A 13 14|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو چھپن بولا جاتا ہے
A 5 6|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو پچپن اور اس کے بعد نو سو ستاون بولا جاتا ہے
A 6 7|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو پچپن اور اس کے بعد نو سو ستاون بولا جاتا ہے
A 13 14|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو ستاون بولا جاتا ہے
A 5 6|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو چھپن اور اس کے بعد نو سو اٹھاون بولا جاتا ہے
A 6 7|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو چھپن اور اس کے بعد نو سو اٹھاون بولا جاتا ہے
A 13 14|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو اٹھاون بولا جاتا ہے
A 5 6|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو ستاون اور اس کے بعد نو سو انسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو ستاون اور اس کے بعد نو سو انسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو انسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو اٹھاون اور اس کے بعد نو سو ساٹھ بولا جاتا ہے
A 6 7|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو اٹھاون اور اس کے بعد نو سو ساٹھ بولا جاتا ہے
A 13 14|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو ساٹھ بولا جاتا ہے
A 5 6|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو انسٹھ اور اس کے بعد نو سو اکسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو انسٹھ اور اس کے بعد نو سو اکسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو اکسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو ساٹھ اور اس کے بعد نو سو باسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو ساٹھ اور اس کے بعد نو سو باسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو باسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو اکسٹھ اور اس کے بعد نو سو تریسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو اکسٹھ اور اس کے بعد نو سو تریسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو تریسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو باسٹھ اور اس کے بعد نو سو چونسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو باسٹھ اور اس کے بعد نو سو چونسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو چونسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو تریسٹھ اور اس کے بعد نو سو پینسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو تریسٹھ اور اس کے بعد نو سو پینسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو پینسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو چونسٹھ اور اس کے بعد نو سو چھیاسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو پینسٹھ اور اس کے بعد نو سو سڑسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو انہتر اور اس کے بعد نو سو اکہتر بولا جاتا ہے
A 6 7|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو ستر اور اس کے بعد نو سو بہتر بولا جاتا ہے
A 6 7|||R:NUM|||اکہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو اکہتر اور اس کے بعد نو سو تہتر بولا جاتا ہے
A 13 14|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو تہتر بولا جاتا ہے
A 5 6|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو بہتر اور اس کے بعد نو سو چوہتر بولا جاتا ہے
A 13 14|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو چوہتر بولا جاتا ہے
A 5 6|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو تہتر اور اس کے بعد نو سو پچہتر بولا جاتا ہے
A 6 7|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو چوہتر اور اس کے بعد نو سو چھہتر بولا جاتا ہے
A 6 7|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو چوہتر اور اس کے بعد نو سو چھہتر بولا جاتا ہے
A 13 14|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو پچہتر اور اس کے بعد نو سو ستتر بولا جاتا ہے
A 13 14|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو چھہتر اور اس کے بعد نو سو اٹھتر بولا جاتا ہے
A 6 7|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو چھہتر اور اس کے بعد نو سو اٹھتر بولا جاتا ہے
A 13 14|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو اٹھتر بولا جاتا ہے
A 5 6|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو ستتر اور اس کے بعد نو سو اناسی بولا جاتا ہے
A 6 7|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو اٹھتر اور اس کے بعد نو سو اسی بولا جاتا ہے
A 6 7|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو تریاسی اور اس کے بعد نو سو پچاسی بولا جاتا ہے
A 13 14|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو چوراسی اور اس کے بعد نو سو چھیاسی بولا جاتا ہے
A 6 7|||R:NUM|||پچاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو پچاسی اور اس کے بعد نو سو ستاسی بولا جاتا ہے
A 6 7|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے نو سو بیانوے اور اس کے بعد نو سو چورانوے بولا جاتا ہے
A 13 14|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے نو سو نینیانوے بولا جاتا ہے
A 3 4|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو ایک بولا جاتا ہے
A 5 6|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو دو بولا جاتا ہے
A 5 6|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو ایک اور اس کے بعد آٹھ سو تین بولا جاتا ہے
A 6 7|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو ایک اور اس کے بعد آٹھ سو تین بولا جاتا ہے
A 13 14|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو تین بولا جاتا ہے
A 5 6|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو دو اور اس کے بعد آٹھ سو چار بولا جاتا ہے
A 6 7|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو دو اور اس کے بعد آٹھ سو چار بولا جاتا ہے
A 13 14|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو چار بولا جاتا ہے
A 5 6|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو تین اور اس کے بعد آٹھ سو پانچ بولا جاتا ہے
A 6 7|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو تین اور اس کے بعد آٹھ سو پانچ بولا جاتا ہے
A 13 14|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو پانچ بولا جاتا ہے
A 5 6|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو چار اور اس کے بعد آٹھ سو چھ بولا جاتا ہے
A 6 7|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو چار اور اس کے بعد آٹھ سو چھ بولا جاتا ہے
A 13 14|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو چھ بولا جاتا ہے
A 5 6|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو پانچ اور اس کے بعد آٹھ سو سات بولا جاتا ہے
A 6 7|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو پانچ اور اس کے بعد آٹھ سو سات بولا جاتا ہے
A 13 14|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو سات بولا جاتا ہے
A 5 6|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو چھ اور اس کے بعد آٹھ سو آٹھ بولا جاتا ہے
A 6 7|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو چھ اور اس کے بعد آٹھ سو آٹھ بولا جاتا ہے
A 13 14|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو آٹھ بولا جاتا ہے
A 5 6|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو سات اور اس کے بعد آٹھ سو نو بولا جاتا ہے
A 6 7|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو سات اور اس کے بعد آٹھ سو نو بولا جاتا ہے
A 13 14|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو نو بولا جاتا ہے
A 5 6|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو آٹھ اور اس کے بعد آٹھ سو دس بولا جاتا ہے
A 6 7|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو آٹھ اور اس کے بعد آٹھ سو دس بولا جاتا ہے
A 13 14|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو دس بولا جاتا ہے
A 5 6|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو نو اور اس کے بعد آٹھ سو گیارہ بولا جاتا ہے
A 6 7|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو نو اور اس کے بعد آٹھ سو گیارہ بولا جاتا ہے
A 13 14|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو گیارہ بولا جاتا ہے
A 5 6|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو دس اور اس کے بعد آٹھ سو بارہ بولا جاتا ہے
A 6 7|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو دس اور اس کے بعد آٹھ سو بارہ بولا جاتا ہے
A 13 14|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو بارہ بولا جاتا ہے
A 5 6|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو گیارہ اور اس کے بعد آٹھ سو تیرہ بولا جاتا ہے
A 6 7|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو گیارہ اور اس کے بعد آٹھ سو تیرہ بولا جاتا ہے
A 13 14|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو تیرہ بولا جاتا ہے
A 5 6|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو بارہ اور اس کے بعد آٹھ سو چودہ بولا جاتا ہے
A 6 7|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو بارہ اور اس کے بعد آٹھ سو چودہ بولا جاتا ہے
A 13 14|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو چودہ بولا جاتا ہے
A 5 6|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو تیرہ اور اس کے بعد آٹھ سو پندرہ بولا جاتا ہے
A 6 7|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو تیرہ اور اس کے بعد آٹھ سو پندرہ بولا جاتا ہے
A 13 14|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو پندرہ بولا جاتا ہے
A 5 6|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو چودہ اور اس کے بعد آٹھ سو سولہ بولا جاتا ہے
A 6 7|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو چودہ اور اس کے بعد آٹھ سو سولہ بولا جاتا ہے
A 13 14|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو سولہ بولا جاتا ہے
A 5 6|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو پندرہ اور اس کے بعد آٹھ سو سترہ بولا جاتا ہے
A 6 7|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو پندرہ اور اس کے بعد آٹھ سو سترہ بولا جاتا ہے
A 13 14|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو سترہ بولا جاتا ہے
A 5 6|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو سولہ اور اس کے بعد آٹھ سو اٹھارہ بولا جاتا ہے
A 6 7|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو سترہ اور اس کے بعد آٹھ سو انیس بولا جاتا ہے
A 6 7|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو اٹھارہ اور اس کے بعد آٹھ سو بیس بولا جاتا ہے
A 13 14|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو بیس بولا جاتا ہے
A 5 6|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو انیس اور اس کے بعد آٹھ سو اکیس بولا جاتا ہے
A 13 14|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو اکیس بولا جاتا ہے
A 5 6|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو بیس اور اس کے بعد آٹھ سو بائیس بولا جاتا ہے
A 6 7|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو بیس اور اس کے بعد آٹھ سو بائیس بولا جاتا ہے
A 13 14|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو بائیس بولا جاتا ہے
A 5 6|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو اکیس اور اس کے بعد آٹھ سو تیئیس بولا جاتا ہے
A 6 7|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو بائیس اور اس کے بعد آٹھ سو چوبیس بولا جاتا ہے
A 6 7|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو بائیس اور اس کے بعد آٹھ سو چوبیس بولا جاتا ہے
A 13 14|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو چوبیس بولا جاتا ہے
A 5 6|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو تیئیس اور اس کے بعد آٹھ سو پچیس بولا جاتا ہے
A 13 14|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو چوبیس اور اس کے بعد آٹھ سو چھبیس بولا جاتا ہے
A 6 7|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو پچیس اور اس کے بعد آٹھ سو ستائیس بولا جاتا ہے
A 6 7|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو چھبیس اور اس کے بعد آٹھ سو اٹھائیس بولا جاتا ہے
A 13 14|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو اٹھائیس بولا جاتا ہے
A 5 6|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو ستائیس اور اس کے بعد آٹھ سو انتیس بولا جاتا ہے
A 13 14|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو انتیس بولا جاتا ہے
A 5 6|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو اٹھائیس اور اس کے بعد آٹھ سو تیس بولا جاتا ہے
A 6 7|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو اٹھائیس اور اس کے بعد آٹھ سو تیس بولا جاتا ہے
A 13 14|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو تیس بولا جاتا ہے
A 5 6|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو انتیس اور اس کے بعد آٹھ سو اکتیس بولا جاتا ہے
A 6 7|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو انتیس اور اس کے بعد آٹھ سو اکتیس بولا جاتا ہے
A 13 14|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو اکتیس بولا جاتا ہے
A 5 6|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو تیس اور اس کے بعد آٹھ سو بتیس بولا جاتا ہے
A 6 7|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو تیس اور اس کے بعد آٹھ سو بتیس بولا جاتا ہے
A 13 14|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو اکتیس اور اس کے بعد آٹھ سو تینتیس بولا جاتا ہے
A 6 7|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو اکتیس اور اس کے بعد آٹھ سو تینتیس بولا جاتا ہے
A 13 14|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو بتیس اور اس کے بعد آٹھ سو چونتیس بولا جاتا ہے
A 6 7|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو تینتیس اور اس کے بعد آٹھ سو پینتیس بولا جاتا ہے
A 6 7|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو سینتیس اور اس کے بعد آٹھ سو انتالیس بولا جاتا ہے
A 13 14|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو انتالیس اور اس کے بعد آٹھ سو اکتالیس بولا جاتا ہے
A 6 7|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو سینتالیس اور اس کے بعد آٹھ سو انچاس بولا جاتا ہے
A 13 14|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو انچاس بولا جاتا ہے
A 5 6|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو اڑتالیس اور اس کے بعد آٹھ سو پچاس بولا جاتا ہے
A 13 14|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو پچاس یا سوا آٹھ سو بولا جاتا ہے
A 7 8|||R:NUM|||ساڑھے|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو انچاس اور اس کے بعد آٹھ سو اکاون بولا جاتا ہے
A 6 7|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو انچاس اور اس کے بعد آٹھ سو اکاون بولا جاتا ہے
A 13 14|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو اکاون بولا جاتا ہے
A 5 6|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو پچاس اور اس کے بعد آٹھ سو باون بولا جاتا ہے
A 6 7|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو پچاس اور اس کے بعد آٹھ سو باون بولا جاتا ہے
A 13 14|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو باون بولا جاتا ہے
A 5 6|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو اکاون اور اس کے بعد آٹھ سو ترپن بولا جاتا ہے
A 6 7|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو اکاون اور اس کے بعد آٹھ سو ترپن بولا جاتا ہے
A 13 14|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو ترپن بولا جاتا ہے
A 5 6|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو باون اور اس کے بعد آٹھ سو چون بولا جاتا ہے
A 6 7|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو باون اور اس کے بعد آٹھ سو چون بولا جاتا ہے
A 13 14|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو چون بولا جاتا ہے
A 5 6|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو ترپن اور اس کے بعد آٹھ سو پچپن بولا جاتا ہے
A 6 7|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو ترپن اور اس کے بعد آٹھ سو پچپن بولا جاتا ہے
A 13 14|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو چون اور اس کے بعد آٹھ سو چھپن بولا جاتا ہے
A 6 7|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو چون اور اس کے بعد آٹھ سو چھپن بولا جاتا ہے
A 13 14|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو پچپن اور اس کے بعد آٹھ سو ستاون بولا جاتا ہے
A 6 7|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو پچپن اور اس کے بعد آٹھ سو ستاون بولا جاتا ہے
A 13 14|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو چھپن اور اس کے بعد آٹھ سو اٹھاون بولا جاتا ہے
A 6 7|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو چھپن اور اس کے بعد آٹھ سو اٹھاون بولا جاتا ہے
A 13 14|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو ستاون اور اس کے بعد آٹھ سو انسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو ستاون اور اس کے بعد آٹھ سو انسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو انسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو اٹھاون اور اس کے بعد آٹھ سو ساٹھ بولا جاتا ہے
A 6 7|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو اٹھاون اور اس کے بعد آٹھ سو ساٹھ بولا جاتا ہے
A 13 14|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو ساٹھ بولا جاتا ہے
A 5 6|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو انسٹھ اور اس کے بعد آٹھ سو اکسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو انسٹھ اور اس کے بعد آٹھ سو اکسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو اکسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو ساٹھ اور اس کے بعد آٹھ سو باسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو ساٹھ اور اس کے بعد آٹھ سو باسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو باسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو اکسٹھ اور اس کے بعد آٹھ سو تریسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو اکسٹھ اور اس کے بعد آٹھ سو تریسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو تریسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو باسٹھ اور اس کے بعد آٹھ سو چونسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو باسٹھ اور اس کے بعد آٹھ سو چونسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو چونسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو تریسٹھ اور اس کے بعد آٹھ سو پینسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو تریسٹھ اور اس کے بعد آٹھ سو پینسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو پینسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو چونسٹھ اور اس کے بعد آٹھ سو چھیاسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو پینسٹھ اور اس کے بعد آٹھ سو سڑسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو انہتر اور اس کے بعد آٹھ سو اکہتر بولا جاتا ہے
A 6 7|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو ستر اور اس کے بعد آٹھ سو بہتر بولا جاتا ہے
A 6 7|||R:NUM|||اکہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو اکہتر اور اس کے بعد آٹھ سو تہتر بولا جاتا ہے
A 13 14|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو بہتر اور اس کے بعد آٹھ سو چوہتر بولا جاتا ہے
A 13 14|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو چوہتر بولا جاتا ہے
A 5 6|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو تہتر اور اس کے بعد آٹھ سو پچہتر بولا جاتا ہے
A 6 7|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو چوہتر اور اس کے بعد آٹھ سو چھہتر بولا جاتا ہے
A 6 7|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو چوہتر اور اس کے بعد آٹھ سو چھہتر بولا جاتا ہے
A 13 14|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو پچہتر اور اس کے بعد آٹھ سو ستتر بولا جاتا ہے
A 13 14|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو چھہتر اور اس کے بعد آٹھ سو اٹھتر بولا جاتا ہے
A 6 7|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو چھہتر اور اس کے بعد آٹھ سو اٹھتر بولا جاتا ہے
A 13 14|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے آٹھ سو اٹھتر بولا جاتا ہے
A 5 6|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو ستتر اور اس کے بعد آٹھ سو اناسی بولا جاتا ہے
A 6 7|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو اٹھتر اور اس کے بعد آٹھ سو اسی بولا جاتا ہے
A 6 7|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو تریاسی اور اس کے بعد آٹھ سو پچاسی بولا جاتا ہے
A 13 14|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو چوراسی اور اس کے بعد آٹھ سو چھیاسی بولا جاتا ہے
A 6 7|||R:NUM|||پچاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے آٹھ سو پچاسی اور اس کے بعد آٹھ سو ستاسی بولا جاتا ہے
A 6 7|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو بولا جاتا ہے
A 5 6|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار ایک اور اس کے بعد ایک ہزار تین بولا جاتا ہے
A 6 7|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار ایک اور اس کے بعد ایک ہزار تین بولا جاتا ہے
A 13 14|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین بولا جاتا ہے
A 5 6|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار دو اور اس کے بعد ایک ہزار چار بولا جاتا ہے
A 6 7|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار دو اور اس کے بعد ایک ہزار چار بولا جاتا ہے
A 13 14|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار بولا جاتا ہے
A 5 6|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار تین اور اس کے بعد ایک ہزار پانچ بولا جاتا ہے
A 6 7|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار تین اور اس کے بعد ایک ہزار پانچ بولا جاتا ہے
A 13 14|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ بولا جاتا ہے
A 5 6|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار چار اور اس کے بعد ایک ہزار چھ بولا جاتا ہے
A 6 7|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار چار اور اس کے بعد ایک ہزار چھ بولا جاتا ہے
A 13 14|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ بولا جاتا ہے
A 5 6|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار پانچ اور اس کے بعد ایک ہزار سات بولا جاتا ہے
A 6 7|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار پانچ اور اس کے بعد ایک ہزار سات بولا جاتا ہے
A 13 14|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات بولا جاتا ہے
A 5 6|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار چھ اور اس کے بعد ایک ہزار آٹھ بولا جاتا ہے
A 6 7|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار چھ اور اس کے بعد ایک ہزار آٹھ بولا جاتا ہے
A 13 14|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار سات اور اس کے بعد ایک ہزار نو بولا جاتا ہے
A 6 7|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار سات اور اس کے بعد ایک ہزار نو بولا جاتا ہے
A 13 14|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار آٹھ اور اس کے بعد ایک ہزار دس بولا جاتا ہے
A 6 7|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار آٹھ اور اس کے بعد ایک ہزار دس بولا جاتا ہے
A 13 14|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دس بولا جاتا ہے
A 5 6|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار نو اور اس کے بعد ایک ہزار گیارہ بولا جاتا ہے
A 6 7|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار نو اور اس کے بعد ایک ہزار گیارہ بولا جاتا ہے
A 13 14|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار گیارہ بولا جاتا ہے
A 5 6|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار دس اور اس کے بعد ایک ہزار بارہ بولا جاتا ہے
A 6 7|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار دس اور اس کے بعد ایک ہزار بارہ بولا جاتا ہے
A 13 14|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار بارہ بولا جاتا ہے
A 5 6|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار گیارہ اور اس کے بعد ایک ہزار تیرہ بولا جاتا ہے
A 6 7|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار گیارہ اور اس کے بعد ایک ہزار تیرہ بولا جاتا ہے
A 13 14|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تیرہ بولا جاتا ہے
A 5 6|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار بارہ اور اس کے بعد ایک ہزار چودہ بولا جاتا ہے
A 6 7|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار بارہ اور اس کے بعد ایک ہزار چودہ بولا جاتا ہے
A 13 14|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چودہ بولا جاتا ہے
A 5 6|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار تیرہ اور اس کے بعد ایک ہزار پندرہ بولا جاتا ہے
A 6 7|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار تیرہ اور اس کے بعد ایک ہزار پندرہ بولا جاتا ہے
A 13 14|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پندرہ بولا جاتا ہے
A 5 6|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار چودہ اور اس کے بعد ایک ہزار سولہ بولا جاتا ہے
A 6 7|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار چودہ اور اس کے بعد ایک ہزار سولہ بولا جاتا ہے
A 13 14|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سولہ بولا جاتا ہے
A 5 6|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار پندرہ اور اس کے بعد ایک ہزار سترہ بولا جاتا ہے
A 6 7|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار پندرہ اور اس کے بعد ایک ہزار سترہ بولا جاتا ہے
A 13 14|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سترہ بولا جاتا ہے
A 5 6|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار سولہ اور اس کے بعد ایک ہزار اٹھارہ بولا جاتا ہے
A 6 7|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار سترہ اور اس کے بعد ایک ہزار انیس بولا جاتا ہے
A 6 7|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار اٹھارہ اور اس کے بعد ایک ہزار بیس بولا جاتا ہے
A 13 14|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار بیس بولا جاتا ہے
A 5 6|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار انیس اور اس کے بعد ایک ہزار اکیس بولا جاتا ہے
A 13 14|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار اکیس بولا جاتا ہے
A 5 6|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار بیس اور اس کے بعد ایک ہزار بائیس بولا جاتا ہے
A 6 7|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار بیس اور اس کے بعد ایک ہزار بائیس بولا جاتا ہے
A 13 14|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار بائیس بولا جاتا ہے
A 5 6|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار اکیس اور اس کے بعد ایک ہزار تیئیس بولا جاتا ہے
A 6 7|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار بائیس اور اس کے بعد ایک ہزار چوبیس بولا جاتا ہے
A 6 7|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار بائیس اور اس کے بعد ایک ہزار چوبیس بولا جاتا ہے
A 13 14|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چوبیس بولا جاتا ہے
A 5 6|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار تیئیس اور اس کے بعد ایک ہزار پچیس بولا جاتا ہے
A 13 14|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پچیس بولا جاتا ہے
A 5 6|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار چوبیس اور اس کے بعد ایک ہزار چھبیس بولا جاتا ہے
A 6 7|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار پچیس اور اس کے بعد ایک ہزار ستائیس بولا جاتا ہے
A 6 7|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار چھبیس اور اس کے بعد ایک ہزار اٹھائیس بولا جاتا ہے
A 13 14|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار اٹھائیس بولا جاتا ہے
A 5 6|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار ستائیس اور اس کے بعد ایک ہزار انتیس بولا جاتا ہے
A 13 14|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار انتیس بولا جاتا ہے
A 5 6|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار اٹھائیس اور اس کے بعد ایک ہزار تیس بولا جاتا ہے
A 6 7|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار اٹھائیس اور اس کے بعد ایک ہزار تیس بولا جاتا ہے
A 13 14|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تیس بولا جاتا ہے
A 5 6|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار انتیس اور اس کے بعد ایک ہزار اکتیس بولا جاتا ہے
A 6 7|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار انتیس اور اس کے بعد ایک ہزار اکتیس بولا جاتا ہے
A 13 14|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار اکتیس بولا جاتا ہے
A 5 6|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار تیس اور اس کے بعد ایک ہزار بتیس بولا جاتا ہے
A 6 7|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار تیس اور اس کے بعد ایک ہزار بتیس بولا جاتا ہے
A 13 14|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار بتیس بولا جاتا ہے
A 5 6|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار اکتیس اور اس کے بعد ایک ہزار تینتیس بولا جاتا ہے
A 6 7|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار اکتیس اور اس کے بعد ایک ہزار تینتیس بولا جاتا ہے
A 13 14|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار بتیس اور اس کے بعد ایک ہزار چونتیس بولا جاتا ہے
A 6 7|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار تینتیس اور اس کے بعد ایک ہزار پینتیس بولا جاتا ہے
A 6 7|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار سینتیس اور اس کے بعد ایک ہزار انتالیس بولا جاتا ہے
A 13 14|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار انتالیس بولا جاتا ہے
A 5 6|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار انتالیس اور اس کے بعد ایک ہزار اکتالیس بولا جاتا ہے
A 6 7|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار سینتالیس اور اس کے بعد ایک ہزار انچاس بولا جاتا ہے
A 13 14|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار انچاس بولا جاتا ہے
A 5 6|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار اڑتالیس اور اس کے بعد ایک ہزار پچاس بولا جاتا ہے
A 13 14|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پچاس بولا جاتا ہے
A 5 6|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار انچاس اور اس کے بعد ایک ہزار اکاون بولا جاتا ہے
A 6 7|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار انچاس اور اس کے بعد ایک ہزار اکاون بولا جاتا ہے
A 13 14|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار اکاون بولا جاتا ہے
A 5 6|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار پچاس اور اس کے بعد ایک ہزار باون بولا جاتا ہے
A 6 7|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار پچاس اور اس کے بعد ایک ہزار باون بولا جاتا ہے
A 13 14|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار باون بولا جاتا ہے
A 5 6|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار اکاون اور اس کے بعد ایک ہزار ترپن بولا جاتا ہے
A 6 7|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار اکاون اور اس کے بعد ایک ہزار ترپن بولا جاتا ہے
A 13 14|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ترپن بولا جاتا ہے
A 5 6|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار باون اور اس کے بعد ایک ہزار چون بولا جاتا ہے
A 6 7|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار باون اور اس کے بعد ایک ہزار چون بولا جاتا ہے
A 13 14|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چون بولا جاتا ہے
A 5 6|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار ترپن اور اس کے بعد ایک ہزار پچپن بولا جاتا ہے
A 6 7|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار چون اور اس کے بعد ایک ہزار چھپن بولا جاتا ہے
A 6 7|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار پچپن اور اس کے بعد ایک ہزار ستاون بولا جاتا ہے
A 6 7|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار پچپن اور اس کے بعد ایک ہزار ستاون بولا جاتا ہے
A 13 14|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار چھپن اور اس کے بعد ایک ہزار اٹھاون بولا جاتا ہے
A 6 7|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار چھپن اور اس کے بعد ایک ہزار اٹھاون بولا جاتا ہے
A 13 14|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار ستاون اور اس کے بعد ایک ہزار انسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار ستاون اور اس کے بعد ایک ہزار انسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار انسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار اٹھاون اور اس کے بعد ایک ہزار ساٹھ بولا جاتا ہے
A 6 7|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار اٹھاون اور اس کے بعد ایک ہزار ساٹھ بولا جاتا ہے
A 13 14|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ساٹھ بولا جاتا ہے
A 5 6|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار انسٹھ اور اس کے بعد ایک ہزار اکسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار انسٹھ اور اس کے بعد ایک ہزار اکسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار اکسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار ساٹھ اور اس کے بعد ایک ہزار باسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار ساٹھ اور اس کے بعد ایک ہزار باسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار باسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار اکسٹھ اور اس کے بعد ایک ہزار تریسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار باسٹھ اور اس کے بعد ایک ہزار چونسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار تریسٹھ اور اس کے بعد ایک ہزار پینسٹھ بولا جاتا ہے
A 13 14|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پینسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار پینسٹھ اور اس کے بعد ایک ہزار سڑسٹھ بولا جاتا ہے
A 6 7|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار سڑسٹھ اور اس کے بعد ایک ہزار انہتر بولا جاتا ہے
A 13 14|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار انہتر اور اس کے بعد ایک ہزار اکہتر بولا جاتا ہے
A 6 7|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار اکہتر اور اس کے بعد ایک ہزار تہتر بولا جاتا ہے
A 13 14|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تہتر بولا جاتا ہے
A 5 6|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار بہتر اور اس کے بعد ایک ہزار چوہتر بولا جاتا ہے
A 13 14|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چوہتر بولا جاتا ہے
A 5 6|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار تہتر اور اس کے بعد ایک ہزار پچہتر بولا جاتا ہے
A 6 7|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار چوہتر اور اس کے بعد ایک ہزار چھہتر بولا جاتا ہے
A 6 7|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار چوہتر اور اس کے بعد ایک ہزار چھہتر بولا جاتا ہے
A 13 14|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار پچہتر اور اس کے بعد ایک ہزار ستتر بولا جاتا ہے
A 13 14|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار چھہتر اور اس کے بعد ایک ہزار اٹھتر بولا جاتا ہے
A 6 7|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار چھہتر اور اس کے بعد ایک ہزار اٹھتر بولا جاتا ہے
A 13 14|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار اٹھتر بولا جاتا ہے
A 5 6|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار ستتر اور اس کے بعد ایک ہزار اناسی بولا جاتا ہے
A 6 7|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار اٹھتر اور اس کے بعد ایک ہزار اسی بولا جاتا ہے
A 6 7|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار چوراسی اور اس کے بعد ایک ہزار چھیاسی بولا جاتا ہے
A 6 7|||R:NUM|||پچاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار پچاسی اور اس کے بعد ایک ہزار ستاسی بولا جاتا ہے
A 6 7|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S اور اس سے پہلے ایک ہزار چورانوے اور اس کے بعد ایک ہزار چھیانوے بولا جاتا ہے
A 6 7|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دس ارب بولا جاتا ہے
A 3 4|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S دس لاکھ اردو گنتی کا ایک لفظ ہے یہ ایک اکائی بھی ہے یہ عام رائج عددی نظام میں دہائی بھی ہے
A 1 2|||R:NUM|||کروڑ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو ایک یا گیارہ سو ایک بولا جاتا ہے
A 7 8|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو ایک یا گیارہ سو ایک بولا جاتا ہے
A 11 12|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو دو یا گیارہ سو دو بولا جاتا ہے
A 7 8|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو دو یا گیارہ سو دو بولا جاتا ہے
A 11 12|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو تین یا گیارہ سو تین بولا جاتا ہے
A 7 8|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو تین یا گیارہ سو تین بولا جاتا ہے
A 11 12|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو چار یا گیارہ سو چار بولا جاتا ہے
A 7 8|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو چار یا گیارہ سو چار بولا جاتا ہے
A 11 12|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو پانچ یا گیارہ سو پانچ بولا جاتا ہے
A 7 8|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو پانچ یا گیارہ سو پانچ بولا جاتا ہے
A 11 12|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو چھ یا گیارہ سو چھ بولا جاتا ہے
A 7 8|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو چھ یا گیارہ سو چھ بولا جاتا ہے
A 11 12|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو سات یا گیارہ سو سات بولا جاتا ہے
A 7 8|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو سات یا گیارہ سو سات بولا جاتا ہے
A 11 12|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو آٹھ یا گیارہ سو آٹھ بولا جاتا ہے
A 7 8|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو آٹھ یا گیارہ سو آٹھ بولا جاتا ہے
A 11 12|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو نو یا گیارہ سو نو بولا جاتا ہے
A 7 8|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو نو یا گیارہ سو نو بولا جاتا ہے
A 11 12|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو دس یا گیارہ سو دس بولا جاتا ہے
A 7 8|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو دس یا گیارہ سو دس بولا جاتا ہے
A 11 12|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو گیارہ یا گیارہ سو گیارہ بولا جاتا ہے
A 7 8|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو گیارہ یا گیارہ سو گیارہ بولا جاتا ہے
A 11 12|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو بارہ یا گیارہ سو بارہ بولا جاتا ہے
A 7 8|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو بارہ یا گیارہ سو بارہ بولا جاتا ہے
A 11 12|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو تیرہ یا گیارہ سو تیرہ بولا جاتا ہے
A 7 8|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو تیرہ یا گیارہ سو تیرہ بولا جاتا ہے
A 11 12|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو چودہ یا گیارہ سو چودہ بولا جاتا ہے
A 7 8|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو چودہ یا گیارہ سو چودہ بولا جاتا ہے
A 11 12|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو پندرہ یا گیارہ سو پندرہ بولا جاتا ہے
A 7 8|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو پندرہ یا گیارہ سو پندرہ بولا جاتا ہے
A 11 12|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو سولہ یا گیارہ سو سولہ بولا جاتا ہے
A 7 8|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو سولہ یا گیارہ سو سولہ بولا جاتا ہے
A 11 12|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو سترہ یا گیارہ سو سترہ بولا جاتا ہے
A 7 8|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو سترہ یا گیارہ سو سترہ بولا جاتا ہے
A 11 12|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو اٹھارہ یا گیارہ سو اٹھارہ بولا جاتا ہے
A 7 8|||R:NUM|||انیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو انیس یا گیارہ سو انیس بولا جاتا ہے
A 7 8|||R:NUM|||بیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو بیس یا گیارہ سو بیس بولا جاتا ہے
A 7 8|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو بیس یا گیارہ سو بیس بولا جاتا ہے
A 11 12|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو اکیس یا گیارہ سو اکیس بولا جاتا ہے
A 7 8|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو اکیس یا گیارہ سو اکیس بولا جاتا ہے
A 11 12|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو بائیس یا گیارہ سو بائیس بولا جاتا ہے
A 7 8|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو بائیس یا گیارہ سو بائیس بولا جاتا ہے
A 11 12|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو چوبیس یا گیارہ سو چوبیس بولا جاتا ہے
A 7 8|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو چوبیس یا گیارہ سو چوبیس بولا جاتا ہے
A 11 12|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو پچیس یا گیارہ سو پچیس بولا جاتا ہے
A 7 8|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو پچیس یا گیارہ سو پچیس بولا جاتا ہے
A 11 12|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو چھبیس یا گیارہ سو چھبیس بولا جاتا ہے
A 7 8|||R:NUM|||ستائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو اٹھائیس یا گیارہ سو اٹھائیس بولا جاتا ہے
A 7 8|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو اٹھائیس یا گیارہ سو اٹھائیس بولا جاتا ہے
A 11 12|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو انتیس یا گیارہ سو انتیس بولا جاتا ہے
A 7 8|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو انتیس یا گیارہ سو انتیس بولا جاتا ہے
A 11 12|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو تیس یا گیارہ سو تیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو تیس یا گیارہ سو تیس بولا جاتا ہے
A 11 12|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو اکتیس یا گیارہ سو اکتیس بولا جاتا ہے
A 7 8|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو اکتیس یا گیارہ سو اکتیس بولا جاتا ہے
A 11 12|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو بتیس یا گیارہ سو بتیس بولا جاتا ہے
A 7 8|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو بتیس یا گیارہ سو بتیس بولا جاتا ہے
A 11 12|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو تینتیس یا گیارہ سو تینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو تینتیس یا گیارہ سو تینتیس بولا جاتا ہے
A 11 12|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو پینتیس یا گیارہ سو پینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چھتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو انتالیس یا گیارہ سو انتالیس بولا جاتا ہے
A 7 8|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو چالیس یا گیارہ سو چالیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو اکتالیس یا گیارہ سو اکتالیس بولا جاتا ہے
A 7 8|||R:NUM|||بیالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو چوالیس یا گیارہ سو چوالیس بولا جاتا ہے
A 7 8|||R:NUM|||پینتالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو پینتالیس یا گیارہ سو پینتالیس بولا جاتا ہے
A 7 8|||R:NUM|||چھیالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو پچاس یا گیارہ سو پچاس بولا جاتا ہے
A 7 8|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو پچاس یا گیارہ سو پچاس بولا جاتا ہے
A 11 12|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو باون یا گیارہ سو باون بولا جاتا ہے
A 7 8|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو باون یا گیارہ سو باون بولا جاتا ہے
A 11 12|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو ترپن یا گیارہ سو ترپن بولا جاتا ہے
A 7 8|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو ترپن یا گیارہ سو ترپن بولا جاتا ہے
A 11 12|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو چون یا گیارہ سو چون بولا جاتا ہے
A 7 8|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو چون یا گیارہ سو چون بولا جاتا ہے
A 11 12|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو پچپن یا گیارہ سو پچپن بولا جاتا ہے
A 7 8|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو پچپن یا گیارہ سو پچپن بولا جاتا ہے
A 11 12|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو چھپن یا گیارہ سو چھپن بولا جاتا ہے
A 7 8|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو چھپن یا گیارہ سو چھپن بولا جاتا ہے
A 11 12|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو ستاون یا گیارہ سو ستاون بولا جاتا ہے
A 7 8|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو ستاون یا گیارہ سو ستاون بولا جاتا ہے
A 11 12|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو اٹھاون یا گیارہ سو اٹھاون بولا جاتا ہے
A 7 8|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو اٹھاون یا گیارہ سو اٹھاون بولا جاتا ہے
A 11 12|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو انسٹھ یا گیارہ سو انسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو انسٹھ یا گیارہ سو انسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو ساٹھ یا گیارہ سو ساٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو ساٹھ یا گیارہ سو ساٹھ بولا جاتا ہے
A 11 12|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو اکسٹھ یا گیارہ سو اکسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو اکسٹھ یا گیارہ سو اکسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو باسٹھ یا گیارہ سو باسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو باسٹھ یا گیارہ سو باسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو تریسٹھ یا گیارہ سو تریسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو تریسٹھ یا گیارہ سو تریسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو چونسٹھ یا گیارہ سو چونسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو چونسٹھ یا گیارہ سو چونسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو پینسٹھ یا گیارہ سو پینسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو پینسٹھ یا گیارہ سو پینسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو چھیاسٹھ یا گیارہ سو چھیاسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||سڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو سڑسٹھ یا گیارہ سو سڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو اڑسٹھ یا گیارہ سو اڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||انہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو انہتر یا گیارہ سو انہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو ستر یا گیارہ سو ستر بولا جاتا ہے
A 7 8|||R:NUM|||اکہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو تہتر یا گیارہ سو تہتر بولا جاتا ہے
A 7 8|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو تہتر یا گیارہ سو تہتر بولا جاتا ہے
A 11 12|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو چوہتر یا گیارہ سو چوہتر بولا جاتا ہے
A 7 8|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو چوہتر یا گیارہ سو چوہتر بولا جاتا ہے
A 11 12|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو چھہتر یا گیارہ سو چھہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو چھہتر یا گیارہ سو چھہتر بولا جاتا ہے
A 11 12|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو ستتر یا گیارہ سو ستتر بولا جاتا ہے
A 7 8|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو ستتر یا گیارہ سو ستتر بولا جاتا ہے
A 11 12|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو اٹھتر یا گیارہ سو اٹھتر بولا جاتا ہے
A 7 8|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو اٹھتر یا گیارہ سو اٹھتر بولا جاتا ہے
A 11 12|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو اکیاسی یا گیارہ سو اکیاسی بولا جاتا ہے
A 7 8|||R:NUM|||بیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو بیاسی یا گیارہ سو بیاسی بولا جاتا ہے
A 7 8|||R:NUM|||تریاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو تریاسی یا گیارہ سو تریاسی بولا جاتا ہے
A 7 8|||R:NUM|||چوراسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو چوراسی یا گیارہ سو چوراسی بولا جاتا ہے
A 7 8|||R:NUM|||پچاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو پچاسی یا گیارہ سو پچاسی بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو پچاسی یا گیارہ سو پچاسی بولا جاتا ہے
A 11 12|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو چھیاسی یا گیارہ سو چھیاسی بولا جاتا ہے
A 7 8|||R:NUM|||ستاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو ستاسی یا گیارہ سو ستاسی بولا جاتا ہے
A 7 8|||R:NUM|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو اٹھاسی یا گیارہ سو اٹھاسی بولا جاتا ہے
A 7 8|||R:NUM|||انانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو نوے یا گیارہ سو نوے بولا جاتا ہے
A 7 8|||R:NUM|||اکیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو اکیانوے یا گیارہ سو اکیانوے بولا جاتا ہے
A 7 8|||R:NUM|||بیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو پچانوے یا گیارہ سو پچانوے بولا جاتا ہے
A 7 8|||R:NUM|||چھیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو چھیانوے یا گیارہ سو چھیانوے بولا جاتا ہے
A 7 8|||R:NUM|||ستانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو ستانوے یا گیارہ سو ستانوے بولا جاتا ہے
A 7 8|||R:NUM|||اٹھانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار ایک سو اٹھانوے یا گیارہ سو اٹھانوے بولا جاتا ہے
A 7 8|||R:NUM|||نینیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو ایک یا بارہ سو ایک بولا جاتا ہے
A 7 8|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو ایک یا بارہ سو ایک بولا جاتا ہے
A 11 12|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو دو یا بارہ سو دو بولا جاتا ہے
A 7 8|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو دو یا بارہ سو دو بولا جاتا ہے
A 11 12|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو تین یا بارہ سو تین بولا جاتا ہے
A 7 8|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو تین یا بارہ سو تین بولا جاتا ہے
A 11 12|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو چار یا بارہ سو چار بولا جاتا ہے
A 7 8|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو چار یا بارہ سو چار بولا جاتا ہے
A 11 12|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو پانچ یا بارہ سو پانچ بولا جاتا ہے
A 7 8|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو پانچ یا بارہ سو پانچ بولا جاتا ہے
A 11 12|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو چھ یا بارہ سو چھ بولا جاتا ہے
A 7 8|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو چھ یا بارہ سو چھ بولا جاتا ہے
A 11 12|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو سات یا بارہ سو سات بولا جاتا ہے
A 7 8|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو سات یا بارہ سو سات بولا جاتا ہے
A 11 12|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو آٹھ یا بارہ سو آٹھ بولا جاتا ہے
A 7 8|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو آٹھ یا بارہ سو آٹھ بولا جاتا ہے
A 11 12|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو نو یا بارہ سو نو بولا جاتا ہے
A 7 8|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو نو یا بارہ سو نو بولا جاتا ہے
A 11 12|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو دس یا بارہ سو دس بولا جاتا ہے
A 7 8|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو دس یا بارہ سو دس بولا جاتا ہے
A 11 12|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو گیارہ یا بارہ سو گیارہ بولا جاتا ہے
A 7 8|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو گیارہ یا بارہ سو گیارہ بولا جاتا ہے
A 11 12|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو بارہ یا بارہ سو بارہ بولا جاتا ہے
A 7 8|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو بارہ یا بارہ سو بارہ بولا جاتا ہے
A 11 12|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو تیرہ یا بارہ سو تیرہ بولا جاتا ہے
A 7 8|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو تیرہ یا بارہ سو تیرہ بولا جاتا ہے
A 11 12|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو چودہ یا بارہ سو چودہ بولا جاتا ہے
A 7 8|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو چودہ یا بارہ سو چودہ بولا جاتا ہے
A 11 12|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو پندرہ یا بارہ سو پندرہ بولا جاتا ہے
A 7 8|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو پندرہ یا بارہ سو پندرہ بولا جاتا ہے
A 11 12|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو سولہ یا بارہ سو سولہ بولا جاتا ہے
A 7 8|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو سولہ یا بارہ سو سولہ بولا جاتا ہے
A 11 12|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو سترہ یا بارہ سو سترہ بولا جاتا ہے
A 7 8|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو سترہ یا بارہ سو سترہ بولا جاتا ہے
A 11 12|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو بیس یا بارہ سو بیس بولا جاتا ہے
A 7 8|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو بیس یا بارہ سو بیس بولا جاتا ہے
A 11 12|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو اکیس یا بارہ سو اکیس بولا جاتا ہے
A 7 8|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو اکیس یا بارہ سو اکیس بولا جاتا ہے
A 11 12|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو بائیس یا بارہ سو بائیس بولا جاتا ہے
A 7 8|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو بائیس یا بارہ سو بائیس بولا جاتا ہے
A 11 12|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو چوبیس یا بارہ سو چوبیس بولا جاتا ہے
A 7 8|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو چوبیس یا بارہ سو چوبیس بولا جاتا ہے
A 11 12|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو پچیس یا بارہ سو پچیس بولا جاتا ہے
A 7 8|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو پچیس یا بارہ سو پچیس بولا جاتا ہے
A 11 12|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو چھبیس یا بارہ سو چھبیس بولا جاتا ہے
A 7 8|||R:NUM|||ستائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو ستائیس یا بارہ سو ستائیس بولا جاتا ہے
A 7 8|||R:NUM|||اٹھائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو اٹھائیس یا بارہ سو اٹھائیس بولا جاتا ہے
A 7 8|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو اٹھائیس یا بارہ سو اٹھائیس بولا جاتا ہے
A 11 12|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو انتیس یا بارہ سو انتیس بولا جاتا ہے
A 7 8|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو انتیس یا بارہ سو انتیس بولا جاتا ہے
A 11 12|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو تیس یا بارہ سو تیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو تیس یا بارہ سو تیس بولا جاتا ہے
A 11 12|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو اکتیس یا بارہ سو اکتیس بولا جاتا ہے
A 7 8|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو اکتیس یا بارہ سو اکتیس بولا جاتا ہے
A 11 12|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو بتیس یا بارہ سو بتیس بولا جاتا ہے
A 7 8|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو بتیس یا بارہ سو بتیس بولا جاتا ہے
A 11 12|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو تینتیس یا بارہ سو تینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو تینتیس یا بارہ سو تینتیس بولا جاتا ہے
A 11 12|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو چونتیس یا بارہ سو چونتیس بولا جاتا ہے
A 7 8|||R:NUM|||پینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو پینتیس یا بارہ سو پینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چھتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو انتالیس یا بارہ سو انتالیس بولا جاتا ہے
A 7 8|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو چالیس یا بارہ سو چالیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو اکتالیس یا بارہ سو اکتالیس بولا جاتا ہے
A 7 8|||R:NUM|||بیالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو انچاس یا بارہ سو انچاس بولا جاتا ہے
A 7 8|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو انچاس یا بارہ سو انچاس بولا جاتا ہے
A 11 12|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو پچاس یا بارہ سو پچاس بولا جاتا ہے
A 7 8|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو پچاس یا بارہ سو پچاس بولا جاتا ہے
A 11 12|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو اکاون یا بارہ سو اکاون بولا جاتا ہے
A 7 8|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو اکاون یا بارہ سو اکاون بولا جاتا ہے
A 11 12|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو باون یا بارہ سو باون بولا جاتا ہے
A 7 8|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو باون یا بارہ سو باون بولا جاتا ہے
A 11 12|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو ترپن یا بارہ سو ترپن بولا جاتا ہے
A 7 8|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو ترپن یا بارہ سو ترپن بولا جاتا ہے
A 11 12|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو چون یا بارہ سو چون بولا جاتا ہے
A 7 8|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو چون یا بارہ سو چون بولا جاتا ہے
A 11 12|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو پچپن یا بارہ سو پچپن بولا جاتا ہے
A 7 8|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو پچپن یا بارہ سو پچپن بولا جاتا ہے
A 11 12|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو چھپن یا بارہ سو چھپن بولا جاتا ہے
A 7 8|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو چھپن یا بارہ سو چھپن بولا جاتا ہے
A 11 12|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو ستاون یا بارہ سو ستاون بولا جاتا ہے
A 7 8|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو ستاون یا بارہ سو ستاون بولا جاتا ہے
A 11 12|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو اٹھاون یا بارہ سو اٹھاون بولا جاتا ہے
A 7 8|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو اٹھاون یا بارہ سو اٹھاون بولا جاتا ہے
A 11 12|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو انسٹھ یا بارہ سو انسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو انسٹھ یا بارہ سو انسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو ساٹھ یا بارہ سو ساٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو ساٹھ یا بارہ سو ساٹھ بولا جاتا ہے
A 11 12|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو اکسٹھ یا بارہ سو اکسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو اکسٹھ یا بارہ سو اکسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو باسٹھ یا بارہ سو باسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو باسٹھ یا بارہ سو باسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو تریسٹھ یا بارہ سو تریسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو تریسٹھ یا بارہ سو تریسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو چونسٹھ یا بارہ سو چونسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو چونسٹھ یا بارہ سو چونسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو پینسٹھ یا بارہ سو پینسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو پینسٹھ یا بارہ سو پینسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو چھیاسٹھ یا بارہ سو چھیاسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||سڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو سڑسٹھ یا بارہ سو سڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو اڑسٹھ یا بارہ سو اڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||انہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو انہتر یا بارہ سو انہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو ستر یا بارہ سو ستر بولا جاتا ہے
A 7 8|||R:NUM|||اکہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو تہتر یا بارہ سو تہتر بولا جاتا ہے
A 7 8|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو تہتر یا بارہ سو تہتر بولا جاتا ہے
A 11 12|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو چوہتر یا بارہ سو چوہتر بولا جاتا ہے
A 7 8|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو چوہتر یا بارہ سو چوہتر بولا جاتا ہے
A 11 12|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو چھہتر یا بارہ سو چھہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو ستتر یا بارہ سو ستتر بولا جاتا ہے
A 7 8|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو اٹھتر یا بارہ سو اٹھتر بولا جاتا ہے
A 7 8|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو اٹھتر یا بارہ سو اٹھتر بولا جاتا ہے
A 11 12|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو اکیاسی یا بارہ سو اکیاسی بولا جاتا ہے
A 7 8|||R:NUM|||بیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو بیاسی یا بارہ سو بیاسی بولا جاتا ہے
A 7 8|||R:NUM|||تریاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو تریاسی یا بارہ سو تریاسی بولا جاتا ہے
A 7 8|||R:NUM|||چوراسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو چوراسی یا بارہ سو چوراسی بولا جاتا ہے
A 7 8|||R:NUM|||پچاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو پچاسی یا بارہ سو پچاسی بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو چھیاسی یا بارہ سو چھیاسی بولا جاتا ہے
A 7 8|||R:NUM|||ستاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو ستاسی یا بارہ سو ستاسی بولا جاتا ہے
A 7 8|||R:NUM|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو اٹھاسی یا بارہ سو اٹھاسی بولا جاتا ہے
A 7 8|||R:NUM|||نوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو نوے یا بارہ سو نوے بولا جاتا ہے
A 7 8|||R:NUM|||اکیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو اکیانوے یا بارہ سو اکیانوے بولا جاتا ہے
A 7 8|||R:NUM|||بیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو چورانوے یا بارہ سو چورانوے بولا جاتا ہے
A 7 8|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو چورانوے یا بارہ سو چورانوے بولا جاتا ہے
A 11 12|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو پچانوے یا بارہ سو پچانوے بولا جاتا ہے
A 7 8|||R:NUM|||چھیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو چھیانوے یا بارہ سو چھیانوے بولا جاتا ہے
A 7 8|||R:NUM|||ستانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو ستانوے یا بارہ سو ستانوے بولا جاتا ہے
A 7 8|||R:NUM|||اٹھانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو اٹھانوے یا بارہ سو اٹھانوے بولا جاتا ہے
A 7 8|||R:NUM|||نینیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو یا بارہ سو بولا جاتا ہے
A 5 6|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار دو سو یا بارہ سو بولا جاتا ہے
A 8 9|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S یہاں ہر سال " کوٹیور ویشاکھ تیوہار " کے نام سے تقریبا چالیس دن تک جاری رہنے والا تہوار منایا جاتا ہے
A 12 13|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو ایک یا تیرہ سو ایک بولا جاتا ہے
A 7 8|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو ایک یا تیرہ سو ایک بولا جاتا ہے
A 11 12|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو دو یا تیرہ سو دو بولا جاتا ہے
A 7 8|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو دو یا تیرہ سو دو بولا جاتا ہے
A 11 12|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو تین یا تیرہ سو تین بولا جاتا ہے
A 7 8|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو تین یا تیرہ سو تین بولا جاتا ہے
A 11 12|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو چار یا تیرہ سو چار بولا جاتا ہے
A 7 8|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو چار یا تیرہ سو چار بولا جاتا ہے
A 11 12|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو پانچ یا تیرہ سو پانچ بولا جاتا ہے
A 7 8|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو پانچ یا تیرہ سو پانچ بولا جاتا ہے
A 11 12|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو چھ یا تیرہ سو چھ بولا جاتا ہے
A 7 8|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو چھ یا تیرہ سو چھ بولا جاتا ہے
A 11 12|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو سات یا تیرہ سو سات بولا جاتا ہے
A 7 8|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو سات یا تیرہ سو سات بولا جاتا ہے
A 11 12|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو آٹھ یا تیرہ سو آٹھ بولا جاتا ہے
A 7 8|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو آٹھ یا تیرہ سو آٹھ بولا جاتا ہے
A 11 12|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو نو یا تیرہ سو نو بولا جاتا ہے
A 7 8|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو نو یا تیرہ سو نو بولا جاتا ہے
A 11 12|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو دس یا تیرہ سو دس بولا جاتا ہے
A 7 8|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو دس یا تیرہ سو دس بولا جاتا ہے
A 11 12|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو گیارہ یا تیرہ سو گیارہ بولا جاتا ہے
A 7 8|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو گیارہ یا تیرہ سو گیارہ بولا جاتا ہے
A 11 12|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو بارہ یا تیرہ سو بارہ بولا جاتا ہے
A 7 8|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو بارہ یا تیرہ سو بارہ بولا جاتا ہے
A 11 12|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو تیرہ یا تیرہ سو تیرہ بولا جاتا ہے
A 7 8|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو تیرہ یا تیرہ سو تیرہ بولا جاتا ہے
A 11 12|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو چودہ یا تیرہ سو چودہ بولا جاتا ہے
A 7 8|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو چودہ یا تیرہ سو چودہ بولا جاتا ہے
A 11 12|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو پندرہ یا تیرہ سو پندرہ بولا جاتا ہے
A 7 8|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو پندرہ یا تیرہ سو پندرہ بولا جاتا ہے
A 11 12|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو سولہ یا تیرہ سو سولہ بولا جاتا ہے
A 7 8|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو سولہ یا تیرہ سو سولہ بولا جاتا ہے
A 11 12|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو سترہ یا تیرہ سو سترہ بولا جاتا ہے
A 7 8|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو سترہ یا تیرہ سو سترہ بولا جاتا ہے
A 11 12|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو اٹھارہ یا تیرہ سو اٹھارہ بولا جاتا ہے
A 7 8|||R:NUM|||انیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو انیس یا تیرہ سو انیس بولا جاتا ہے
A 7 8|||R:NUM|||بیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو بیس یا تیرہ سو بیس بولا جاتا ہے
A 7 8|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو بیس یا تیرہ سو بیس بولا جاتا ہے
A 11 12|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو اکیس یا تیرہ سو اکیس بولا جاتا ہے
A 7 8|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو اکیس یا تیرہ سو اکیس بولا جاتا ہے
A 11 12|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو بائیس یا تیرہ سو بائیس بولا جاتا ہے
A 7 8|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو بائیس یا تیرہ سو بائیس بولا جاتا ہے
A 11 12|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو چوبیس یا تیرہ سو چوبیس بولا جاتا ہے
A 7 8|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو چوبیس یا تیرہ سو چوبیس بولا جاتا ہے
A 11 12|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو پچیس یا تیرہ سو پچیس بولا جاتا ہے
A 7 8|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو پچیس یا تیرہ سو پچیس بولا جاتا ہے
A 11 12|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو چھبیس یا تیرہ سو چھبیس بولا جاتا ہے
A 7 8|||R:NUM|||ستائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو ستائیس یا تیرہ سو ستائیس بولا جاتا ہے
A 7 8|||R:NUM|||اٹھائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو اٹھائیس یا تیرہ سو اٹھائیس بولا جاتا ہے
A 7 8|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو اٹھائیس یا تیرہ سو اٹھائیس بولا جاتا ہے
A 11 12|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو انتیس یا تیرہ سو انتیس بولا جاتا ہے
A 7 8|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو انتیس یا تیرہ سو انتیس بولا جاتا ہے
A 11 12|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو تیس یا تیرہ سو تیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو تیس یا تیرہ سو تیس بولا جاتا ہے
A 11 12|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو اکتیس یا تیرہ سو اکتیس بولا جاتا ہے
A 7 8|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو اکتیس یا تیرہ سو اکتیس بولا جاتا ہے
A 11 12|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو بتیس یا تیرہ سو بتیس بولا جاتا ہے
A 7 8|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو بتیس یا تیرہ سو بتیس بولا جاتا ہے
A 11 12|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو تینتیس یا تیرہ سو تینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو تینتیس یا تیرہ سو تینتیس بولا جاتا ہے
A 11 12|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو چونتیس یا تیرہ سو چونتیس بولا جاتا ہے
A 7 8|||R:NUM|||پینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو پینتیس یا تیرہ سو پینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چھتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو انتالیس یا تیرہ سو انتالیس بولا جاتا ہے
A 7 8|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو چالیس یا تیرہ سو چالیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو اکتالیس یا تیرہ سو اکتالیس بولا جاتا ہے
A 7 8|||R:NUM|||بیالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو انچاس یا تیرہ سو انچاس بولا جاتا ہے
A 7 8|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو انچاس یا تیرہ سو انچاس بولا جاتا ہے
A 11 12|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو پچاس یا تیرہ سو پچاس بولا جاتا ہے
A 7 8|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو پچاس یا تیرہ سو پچاس بولا جاتا ہے
A 11 12|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو اکاون یا تیرہ سو اکاون بولا جاتا ہے
A 7 8|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو اکاون یا تیرہ سو اکاون بولا جاتا ہے
A 11 12|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو باون یا تیرہ سو باون بولا جاتا ہے
A 7 8|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو باون یا تیرہ سو باون بولا جاتا ہے
A 11 12|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو ترپن یا تیرہ سو ترپن بولا جاتا ہے
A 7 8|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو ترپن یا تیرہ سو ترپن بولا جاتا ہے
A 11 12|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو چون یا تیرہ سو چون بولا جاتا ہے
A 7 8|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو چون یا تیرہ سو چون بولا جاتا ہے
A 11 12|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو پچپن یا تیرہ سو پچپن بولا جاتا ہے
A 7 8|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو پچپن یا تیرہ سو پچپن بولا جاتا ہے
A 11 12|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو چھپن یا تیرہ سو چھپن بولا جاتا ہے
A 7 8|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو چھپن یا تیرہ سو چھپن بولا جاتا ہے
A 11 12|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو ستاون یا تیرہ سو ستاون بولا جاتا ہے
A 7 8|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو ستاون یا تیرہ سو ستاون بولا جاتا ہے
A 11 12|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو اٹھاون یا تیرہ سو اٹھاون بولا جاتا ہے
A 7 8|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو اٹھاون یا تیرہ سو اٹھاون بولا جاتا ہے
A 11 12|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو انسٹھ یا تیرہ سو انسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو انسٹھ یا تیرہ سو انسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو ساٹھ یا تیرہ سو ساٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو ساٹھ یا تیرہ سو ساٹھ بولا جاتا ہے
A 11 12|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو اکسٹھ یا تیرہ سو اکسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو اکسٹھ یا تیرہ سو اکسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو باسٹھ یا تیرہ سو باسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو باسٹھ یا تیرہ سو باسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو تریسٹھ یا تیرہ سو تریسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو تریسٹھ یا تیرہ سو تریسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو چونسٹھ یا تیرہ سو چونسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو چونسٹھ یا تیرہ سو چونسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو پینسٹھ یا تیرہ سو پینسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو پینسٹھ یا تیرہ سو پینسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو چھیاسٹھ یا تیرہ سو چھیاسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||سڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو سڑسٹھ یا تیرہ سو سڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو اڑسٹھ یا تیرہ سو اڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||انہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو انہتر یا تیرہ سو انہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو ستر یا تیرہ سو ستر بولا جاتا ہے
A 7 8|||R:NUM|||اکہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو تہتر یا تیرہ سو تہتر بولا جاتا ہے
A 7 8|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو تہتر یا تیرہ سو تہتر بولا جاتا ہے
A 11 12|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو چوہتر یا تیرہ سو چوہتر بولا جاتا ہے
A 7 8|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو چوہتر یا تیرہ سو چوہتر بولا جاتا ہے
A 11 12|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو چھہتر یا تیرہ سو چھہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو ستتر یا تیرہ سو ستتر بولا جاتا ہے
A 7 8|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو اٹھتر یا تیرہ سو اٹھتر بولا جاتا ہے
A 7 8|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو اٹھتر یا تیرہ سو اٹھتر بولا جاتا ہے
A 11 12|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو اکیاسی یا تیرہ سو اکیاسی بولا جاتا ہے
A 7 8|||R:NUM|||بیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو بیاسی یا تیرہ سو بیاسی بولا جاتا ہے
A 7 8|||R:NUM|||تریاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو تریاسی یا تیرہ سو تریاسی بولا جاتا ہے
A 7 8|||R:NUM|||چوراسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو چوراسی یا تیرہ سو چوراسی بولا جاتا ہے
A 7 8|||R:NUM|||پچاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو پچاسی یا تیرہ سو پچاسی بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو چھیاسی یا تیرہ سو چھیاسی بولا جاتا ہے
A 7 8|||R:NUM|||ستاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو ستاسی یا تیرہ سو ستاسی بولا جاتا ہے
A 7 8|||R:NUM|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو اٹھاسی یا تیرہ سو اٹھاسی بولا جاتا ہے
A 7 8|||R:NUM|||انانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو نوے یا تیرہ سو نوے بولا جاتا ہے
A 7 8|||R:NUM|||اکیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو اکیانوے یا تیرہ سو اکیانوے بولا جاتا ہے
A 7 8|||R:NUM|||بیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو چورانوے یا تیرہ سو چورانوے بولا جاتا ہے
A 7 8|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو چورانوے یا تیرہ سو چورانوے بولا جاتا ہے
A 11 12|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو پچانوے یا تیرہ سو پچانوے بولا جاتا ہے
A 7 8|||R:NUM|||چھیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو چھیانوے یا تیرہ سو چھیانوے بولا جاتا ہے
A 7 8|||R:NUM|||ستانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو ستانوے یا تیرہ سو ستانوے بولا جاتا ہے
A 7 8|||R:NUM|||اٹھانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار تین سو اٹھانوے یا تیرہ سو اٹھانوے بولا جاتا ہے
A 7 8|||R:NUM|||نینیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو ایک یا چودہ سو ایک بولا جاتا ہے
A 7 8|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو ایک یا چودہ سو ایک بولا جاتا ہے
A 11 12|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو دو یا چودہ سو دو بولا جاتا ہے
A 7 8|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو دو یا چودہ سو دو بولا جاتا ہے
A 11 12|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو تین یا چودہ سو تین بولا جاتا ہے
A 7 8|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو تین یا چودہ سو تین بولا جاتا ہے
A 11 12|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو چار یا چودہ سو چار بولا جاتا ہے
A 7 8|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو چار یا چودہ سو چار بولا جاتا ہے
A 11 12|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو پانچ یا چودہ سو پانچ بولا جاتا ہے
A 7 8|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو پانچ یا چودہ سو پانچ بولا جاتا ہے
A 11 12|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو چھ یا چودہ سو چھ بولا جاتا ہے
A 7 8|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو چھ یا چودہ سو چھ بولا جاتا ہے
A 11 12|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو سات یا چودہ سو سات بولا جاتا ہے
A 7 8|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو سات یا چودہ سو سات بولا جاتا ہے
A 11 12|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو آٹھ یا چودہ سو آٹھ بولا جاتا ہے
A 7 8|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو آٹھ یا چودہ سو آٹھ بولا جاتا ہے
A 11 12|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو نو یا چودہ سو نو بولا جاتا ہے
A 7 8|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو نو یا چودہ سو نو بولا جاتا ہے
A 11 12|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو دس یا چودہ سو دس بولا جاتا ہے
A 7 8|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو دس یا چودہ سو دس بولا جاتا ہے
A 11 12|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو گیارہ یا چودہ سو گیارہ بولا جاتا ہے
A 7 8|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو گیارہ یا چودہ سو گیارہ بولا جاتا ہے
A 11 12|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو بارہ یا چودہ سو بارہ بولا جاتا ہے
A 7 8|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو بارہ یا چودہ سو بارہ بولا جاتا ہے
A 11 12|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو تیرہ یا چودہ سو تیرہ بولا جاتا ہے
A 7 8|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو تیرہ یا چودہ سو تیرہ بولا جاتا ہے
A 11 12|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو چودہ یا چودہ سو چودہ بولا جاتا ہے
A 7 8|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو چودہ یا چودہ سو چودہ بولا جاتا ہے
A 11 12|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو پندرہ یا چودہ سو پندرہ بولا جاتا ہے
A 7 8|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو پندرہ یا چودہ سو پندرہ بولا جاتا ہے
A 11 12|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو سولہ یا چودہ سو سولہ بولا جاتا ہے
A 7 8|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو سولہ یا چودہ سو سولہ بولا جاتا ہے
A 11 12|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو سترہ یا چودہ سو سترہ بولا جاتا ہے
A 7 8|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو سترہ یا چودہ سو سترہ بولا جاتا ہے
A 11 12|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو اٹھارہ یا چودہ سو اٹھارہ بولا جاتا ہے
A 7 8|||R:NUM|||انیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو انیس یا چودہ سو انیس بولا جاتا ہے
A 7 8|||R:NUM|||بیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو بیس یا چودہ سو بیس بولا جاتا ہے
A 7 8|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو بیس یا چودہ سو بیس بولا جاتا ہے
A 11 12|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو اکیس یا چودہ سو اکیس بولا جاتا ہے
A 7 8|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو اکیس یا چودہ سو اکیس بولا جاتا ہے
A 11 12|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو بائیس یا چودہ سو بائیس بولا جاتا ہے
A 7 8|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو بائیس یا چودہ سو بائیس بولا جاتا ہے
A 11 12|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو چوبیس یا چودہ سو چوبیس بولا جاتا ہے
A 7 8|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو چوبیس یا چودہ سو چوبیس بولا جاتا ہے
A 11 12|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو پچیس یا چودہ سو پچیس بولا جاتا ہے
A 7 8|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو پچیس یا چودہ سو پچیس بولا جاتا ہے
A 11 12|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو چھبیس یا چودہ سو چھبیس بولا جاتا ہے
A 7 8|||R:NUM|||ستائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو ستائیس یا چودہ سو ستائیس بولا جاتا ہے
A 7 8|||R:NUM|||اٹھائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو اٹھائیس یا چودہ سو اٹھائیس بولا جاتا ہے
A 7 8|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو اٹھائیس یا چودہ سو اٹھائیس بولا جاتا ہے
A 11 12|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو تیس یا چودہ سو تیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو تیس یا چودہ سو تیس بولا جاتا ہے
A 11 12|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو اکتیس یا چودہ سو اکتیس بولا جاتا ہے
A 7 8|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو اکتیس یا چودہ سو اکتیس بولا جاتا ہے
A 11 12|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو بتیس یا چودہ سو بتیس بولا جاتا ہے
A 7 8|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو بتیس یا چودہ سو بتیس بولا جاتا ہے
A 11 12|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو تینتیس یا چودہ سو تینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو تینتیس یا چودہ سو تینتیس بولا جاتا ہے
A 11 12|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو چونتیس یا چودہ سو چونتیس بولا جاتا ہے
A 7 8|||R:NUM|||پینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو پینتیس یا چودہ سو پینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چھتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو انتالیس یا چودہ سو انتالیس بولا جاتا ہے
A 7 8|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو چالیس یا چودہ سو چالیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو اکتالیس یا چودہ سو اکتالیس بولا جاتا ہے
A 7 8|||R:NUM|||بیالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو انچاس یا چودہ سو انچاس بولا جاتا ہے
A 7 8|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو انچاس یا چودہ سو انچاس بولا جاتا ہے
A 11 12|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو پچاس یا چودہ سو پچاس بولا جاتا ہے
A 7 8|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو پچاس یا چودہ سو پچاس بولا جاتا ہے
A 11 12|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو اکاون یا چودہ سو اکاون بولا جاتا ہے
A 7 8|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو اکاون یا چودہ سو اکاون بولا جاتا ہے
A 11 12|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو باون یا چودہ سو باون بولا جاتا ہے
A 7 8|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو باون یا چودہ سو باون بولا جاتا ہے
A 11 12|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو ترپن یا چودہ سو ترپن بولا جاتا ہے
A 7 8|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو ترپن یا چودہ سو ترپن بولا جاتا ہے
A 11 12|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو چون یا چودہ سو چون بولا جاتا ہے
A 7 8|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو چون یا چودہ سو چون بولا جاتا ہے
A 11 12|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو پچپن یا چودہ سو پچپن بولا جاتا ہے
A 7 8|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو پچپن یا چودہ سو پچپن بولا جاتا ہے
A 11 12|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو چھپن یا چودہ سو چھپن بولا جاتا ہے
A 7 8|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو چھپن یا چودہ سو چھپن بولا جاتا ہے
A 11 12|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو ستاون یا چودہ سو ستاون بولا جاتا ہے
A 7 8|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو ستاون یا چودہ سو ستاون بولا جاتا ہے
A 11 12|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو انسٹھ یا چودہ سو انسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو انسٹھ یا چودہ سو انسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو ساٹھ یا چودہ سو ساٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو ساٹھ یا چودہ سو ساٹھ بولا جاتا ہے
A 11 12|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو اکسٹھ یا چودہ سو اکسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو اکسٹھ یا چودہ سو اکسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو باسٹھ یا چودہ سو باسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو باسٹھ یا چودہ سو باسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو تریسٹھ یا چودہ سو تریسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو تریسٹھ یا چودہ سو تریسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو چونسٹھ یا چودہ سو چونسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو چونسٹھ یا چودہ سو چونسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو پینسٹھ یا چودہ سو پینسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو پینسٹھ یا چودہ سو پینسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو چھیاسٹھ یا چودہ سو چھیاسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||سڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو سڑسٹھ یا چودہ سو سڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو اڑسٹھ یا چودہ سو اڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||انہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو انہتر یا چودہ سو انہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو ستر یا چودہ سو ستر بولا جاتا ہے
A 7 8|||R:NUM|||اکہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو تہتر یا چودہ سو تہتر بولا جاتا ہے
A 7 8|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو چوہتر یا چودہ سو چوہتر بولا جاتا ہے
A 7 8|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو چوہتر یا چودہ سو چوہتر بولا جاتا ہے
A 11 12|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو چھہتر یا چودہ سو چھہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو ستتر یا چودہ سو ستتر بولا جاتا ہے
A 7 8|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو اٹھتر یا چودہ سو اٹھتر بولا جاتا ہے
A 7 8|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو اٹھتر یا چودہ سو اٹھتر بولا جاتا ہے
A 11 12|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو اکیاسی یا چودہ سو اکیاسی بولا جاتا ہے
A 7 8|||R:NUM|||بیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو بیاسی یا چودہ سو بیاسی بولا جاتا ہے
A 7 8|||R:NUM|||تریاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو تریاسی یا چودہ سو تریاسی بولا جاتا ہے
A 7 8|||R:NUM|||چوراسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو چوراسی یا چودہ سو چوراسی بولا جاتا ہے
A 7 8|||R:NUM|||پچاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو پچاسی یا چودہ سو پچاسی بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو پچاسی یا چودہ سو پچاسی بولا جاتا ہے
A 11 12|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو چھیاسی یا چودہ سو چھیاسی بولا جاتا ہے
A 7 8|||R:NUM|||ستاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو ستاسی یا چودہ سو ستاسی بولا جاتا ہے
A 7 8|||R:NUM|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو اٹھاسی یا چودہ سو اٹھاسی بولا جاتا ہے
A 7 8|||R:NUM|||انانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو نوے یا چودہ سو نوے بولا جاتا ہے
A 7 8|||R:NUM|||اکیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو اکیانوے یا چودہ سو اکیانوے بولا جاتا ہے
A 7 8|||R:NUM|||بیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو چورانوے یا چودہ سو چورانوے بولا جاتا ہے
A 7 8|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو چورانوے یا چودہ سو چورانوے بولا جاتا ہے
A 11 12|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو پچانوے یا چودہ سو پچانوے بولا جاتا ہے
A 7 8|||R:NUM|||چھیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو چھیانوے یا چودہ سو چھیانوے بولا جاتا ہے
A 7 8|||R:NUM|||ستانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو ستانوے یا چودہ سو ستانوے بولا جاتا ہے
A 7 8|||R:NUM|||اٹھانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو اٹھانوے یا چودہ سو اٹھانوے بولا جاتا ہے
A 7 8|||R:NUM|||نینیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو نینیانوے یا چودہ سو نینیانوے بولا جاتا ہے
A 5 6|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چار سو نینیانوے یا چودہ سو نینیانوے بولا جاتا ہے
A 9 10|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو ایک یا پندرہ سو ایک بولا جاتا ہے
A 7 8|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو ایک یا پندرہ سو ایک بولا جاتا ہے
A 11 12|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو دو یا پندرہ سو دو بولا جاتا ہے
A 7 8|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو دو یا پندرہ سو دو بولا جاتا ہے
A 11 12|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو تین یا پندرہ سو تین بولا جاتا ہے
A 7 8|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو تین یا پندرہ سو تین بولا جاتا ہے
A 11 12|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو چار یا پندرہ سو چار بولا جاتا ہے
A 7 8|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو چار یا پندرہ سو چار بولا جاتا ہے
A 11 12|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو پانچ یا پندرہ سو پانچ بولا جاتا ہے
A 7 8|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو پانچ یا پندرہ سو پانچ بولا جاتا ہے
A 11 12|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو چھ یا پندرہ سو چھ بولا جاتا ہے
A 7 8|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو چھ یا پندرہ سو چھ بولا جاتا ہے
A 11 12|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو سات یا پندرہ سو سات بولا جاتا ہے
A 7 8|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو سات یا پندرہ سو سات بولا جاتا ہے
A 11 12|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو آٹھ یا پندرہ سو آٹھ بولا جاتا ہے
A 7 8|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو آٹھ یا پندرہ سو آٹھ بولا جاتا ہے
A 11 12|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو نو یا پندرہ سو نو بولا جاتا ہے
A 7 8|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو نو یا پندرہ سو نو بولا جاتا ہے
A 11 12|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو گیارہ یا پندرہ سو گیارہ بولا جاتا ہے
A 7 8|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو گیارہ یا پندرہ سو گیارہ بولا جاتا ہے
A 11 12|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو بارہ یا پندرہ سو بارہ بولا جاتا ہے
A 7 8|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو بارہ یا پندرہ سو بارہ بولا جاتا ہے
A 11 12|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو تیرہ یا پندرہ سو تیرہ بولا جاتا ہے
A 7 8|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو تیرہ یا پندرہ سو تیرہ بولا جاتا ہے
A 11 12|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو چودہ یا پندرہ سو چودہ بولا جاتا ہے
A 7 8|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو چودہ یا پندرہ سو چودہ بولا جاتا ہے
A 11 12|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو پندرہ یا پندرہ سو پندرہ بولا جاتا ہے
A 7 8|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو پندرہ یا پندرہ سو پندرہ بولا جاتا ہے
A 11 12|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو سولہ یا پندرہ سو سولہ بولا جاتا ہے
A 7 8|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو سولہ یا پندرہ سو سولہ بولا جاتا ہے
A 11 12|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو سترہ یا پندرہ سو سترہ بولا جاتا ہے
A 7 8|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو سترہ یا پندرہ سو سترہ بولا جاتا ہے
A 11 12|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو بیس یا پندرہ سو بیس بولا جاتا ہے
A 7 8|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو بیس یا پندرہ سو بیس بولا جاتا ہے
A 11 12|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو اکیس یا پندرہ سو اکیس بولا جاتا ہے
A 7 8|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو اکیس یا پندرہ سو اکیس بولا جاتا ہے
A 11 12|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو بائیس یا پندرہ سو بائیس بولا جاتا ہے
A 7 8|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو بائیس یا پندرہ سو بائیس بولا جاتا ہے
A 11 12|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو چوبیس یا پندرہ سو چوبیس بولا جاتا ہے
A 7 8|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو چوبیس یا پندرہ سو چوبیس بولا جاتا ہے
A 11 12|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو پچیس یا پندرہ سو پچیس بولا جاتا ہے
A 7 8|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو پچیس یا پندرہ سو پچیس بولا جاتا ہے
A 11 12|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو چھبیس یا پندرہ سو چھبیس بولا جاتا ہے
A 7 8|||R:NUM|||ستائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو ستائیس یا پندرہ سو ستائیس بولا جاتا ہے
A 7 8|||R:NUM|||اٹھائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو اٹھائیس یا پندرہ سو اٹھائیس بولا جاتا ہے
A 7 8|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو اٹھائیس یا پندرہ سو اٹھائیس بولا جاتا ہے
A 11 12|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو انتیس یا پندرہ سو انتیس بولا جاتا ہے
A 7 8|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو انتیس یا پندرہ سو انتیس بولا جاتا ہے
A 11 12|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو تیس یا پندرہ سو تیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو تیس یا پندرہ سو تیس بولا جاتا ہے
A 11 12|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو اکتیس یا پندرہ سو اکتیس بولا جاتا ہے
A 7 8|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو اکتیس یا پندرہ سو اکتیس بولا جاتا ہے
A 11 12|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو بتیس یا پندرہ سو بتیس بولا جاتا ہے
A 7 8|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو بتیس یا پندرہ سو بتیس بولا جاتا ہے
A 11 12|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو تینتیس یا پندرہ سو تینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو تینتیس یا پندرہ سو تینتیس بولا جاتا ہے
A 11 12|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو چونتیس یا پندرہ سو چونتیس بولا جاتا ہے
A 7 8|||R:NUM|||پینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو پینتیس یا پندرہ سو پینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چھتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو انتالیس یا پندرہ سو انتالیس بولا جاتا ہے
A 7 8|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو چالیس یا پندرہ سو چالیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو اکتالیس یا پندرہ سو اکتالیس بولا جاتا ہے
A 7 8|||R:NUM|||بیالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو انچاس یا پندرہ سو انچاس بولا جاتا ہے
A 7 8|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو انچاس یا پندرہ سو انچاس بولا جاتا ہے
A 11 12|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو پچاس یا پندرہ سو پچاس بولا جاتا ہے
A 7 8|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو پچاس یا پندرہ سو پچاس بولا جاتا ہے
A 11 12|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو اکاون یا پندرہ سو اکاون بولا جاتا ہے
A 7 8|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو اکاون یا پندرہ سو اکاون بولا جاتا ہے
A 11 12|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو باون یا پندرہ سو باون بولا جاتا ہے
A 7 8|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو باون یا پندرہ سو باون بولا جاتا ہے
A 11 12|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو ترپن یا پندرہ سو ترپن بولا جاتا ہے
A 7 8|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو ترپن یا پندرہ سو ترپن بولا جاتا ہے
A 11 12|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو چون یا پندرہ سو چون بولا جاتا ہے
A 7 8|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو چون یا پندرہ سو چون بولا جاتا ہے
A 11 12|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو پچپن یا پندرہ سو پچپن بولا جاتا ہے
A 7 8|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو پچپن یا پندرہ سو پچپن بولا جاتا ہے
A 11 12|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو چھپن یا پندرہ سو چھپن بولا جاتا ہے
A 7 8|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو چھپن یا پندرہ سو چھپن بولا جاتا ہے
A 11 12|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو ستاون یا پندرہ سو ستاون بولا جاتا ہے
A 7 8|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو ستاون یا پندرہ سو ستاون بولا جاتا ہے
A 11 12|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو اٹھاون یا پندرہ سو اٹھاون بولا جاتا ہے
A 7 8|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو اٹھاون یا پندرہ سو اٹھاون بولا جاتا ہے
A 11 12|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو انسٹھ یا پندرہ سو انسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو انسٹھ یا پندرہ سو انسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو ساٹھ یا پندرہ سو ساٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو ساٹھ یا پندرہ سو ساٹھ بولا جاتا ہے
A 11 12|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو اکسٹھ یا پندرہ سو اکسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو اکسٹھ یا پندرہ سو اکسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو باسٹھ یا پندرہ سو باسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو باسٹھ یا پندرہ سو باسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو تریسٹھ یا پندرہ سو تریسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو تریسٹھ یا پندرہ سو تریسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو چونسٹھ یا پندرہ سو چونسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو چونسٹھ یا پندرہ سو چونسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو پینسٹھ یا پندرہ سو پینسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو پینسٹھ یا پندرہ سو پینسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو چھیاسٹھ یا پندرہ سو چھیاسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||سڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو سڑسٹھ یا پندرہ سو سڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو اڑسٹھ یا پندرہ سو اڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||انہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو انہتر یا پندرہ سو انہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو ستر یا پندرہ سو ستر بولا جاتا ہے
A 7 8|||R:NUM|||اکہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو تہتر یا پندرہ سو تہتر بولا جاتا ہے
A 7 8|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو تہتر یا پندرہ سو تہتر بولا جاتا ہے
A 11 12|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو چوہتر یا پندرہ سو چوہتر بولا جاتا ہے
A 7 8|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو چوہتر یا پندرہ سو چوہتر بولا جاتا ہے
A 11 12|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو چھہتر یا پندرہ سو چھہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو چھہتر یا پندرہ سو چھہتر بولا جاتا ہے
A 11 12|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو ستتر یا پندرہ سو ستتر بولا جاتا ہے
A 7 8|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو ستتر یا پندرہ سو ستتر بولا جاتا ہے
A 11 12|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو اٹھتر یا پندرہ سو اٹھتر بولا جاتا ہے
A 7 8|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو اٹھتر یا پندرہ سو اٹھتر بولا جاتا ہے
A 11 12|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو اکیاسی یا پندرہ سو اکیاسی بولا جاتا ہے
A 7 8|||R:NUM|||بیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو بیاسی یا پندرہ سو بیاسی بولا جاتا ہے
A 7 8|||R:NUM|||تریاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو تریاسی یا پندرہ سو تریاسی بولا جاتا ہے
A 7 8|||R:NUM|||چوراسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو چوراسی یا پندرہ سو چوراسی بولا جاتا ہے
A 7 8|||R:NUM|||پچاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو پچاسی یا پندرہ سو پچاسی بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو پچاسی یا پندرہ سو پچاسی بولا جاتا ہے
A 11 12|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو چھیاسی یا پندرہ سو چھیاسی بولا جاتا ہے
A 7 8|||R:NUM|||ستاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو ستاسی یا پندرہ سو ستاسی بولا جاتا ہے
A 7 8|||R:NUM|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو اٹھاسی یا پندرہ سو اٹھاسی بولا جاتا ہے
A 7 8|||R:NUM|||انانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو نوے یا پندرہ سو نوے بولا جاتا ہے
A 7 8|||R:NUM|||اکیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو اکیانوے یا پندرہ سو اکیانوے بولا جاتا ہے
A 7 8|||R:NUM|||بیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو چورانوے یا پندرہ سو چورانوے بولا جاتا ہے
A 7 8|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو پچانوے یا پندرہ سو پچانوے بولا جاتا ہے
A 7 8|||R:NUM|||چھیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو چھیانوے یا پندرہ سو چھیانوے بولا جاتا ہے
A 7 8|||R:NUM|||ستانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو ستانوے یا پندرہ سو ستانوے بولا جاتا ہے
A 7 8|||R:NUM|||اٹھانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار پانچ سو اٹھانوے یا پندرہ سو اٹھانوے بولا جاتا ہے
A 7 8|||R:NUM|||نینیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو ایک یا سولہ سو ایک بولا جاتا ہے
A 7 8|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو ایک یا سولہ سو ایک بولا جاتا ہے
A 11 12|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو دو یا سولہ سو دو بولا جاتا ہے
A 7 8|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو دو یا سولہ سو دو بولا جاتا ہے
A 11 12|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو تین یا سولہ سو تین بولا جاتا ہے
A 7 8|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو تین یا سولہ سو تین بولا جاتا ہے
A 11 12|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو چار یا سولہ سو چار بولا جاتا ہے
A 7 8|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو چار یا سولہ سو چار بولا جاتا ہے
A 11 12|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو پانچ یا سولہ سو پانچ بولا جاتا ہے
A 7 8|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو پانچ یا سولہ سو پانچ بولا جاتا ہے
A 11 12|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو چھ یا سولہ سو چھ بولا جاتا ہے
A 7 8|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو چھ یا سولہ سو چھ بولا جاتا ہے
A 11 12|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو سات یا سولہ سو سات بولا جاتا ہے
A 7 8|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو سات یا سولہ سو سات بولا جاتا ہے
A 11 12|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو آٹھ یا سولہ سو آٹھ بولا جاتا ہے
A 7 8|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو آٹھ یا سولہ سو آٹھ بولا جاتا ہے
A 11 12|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو نو یا سولہ سو نو بولا جاتا ہے
A 7 8|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو نو یا سولہ سو نو بولا جاتا ہے
A 11 12|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو دس یا سولہ سو دس بولا جاتا ہے
A 7 8|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو دس یا سولہ سو دس بولا جاتا ہے
A 11 12|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو گیارہ یا سولہ سو گیارہ بولا جاتا ہے
A 7 8|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو گیارہ یا سولہ سو گیارہ بولا جاتا ہے
A 11 12|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو بارہ یا سولہ سو بارہ بولا جاتا ہے
A 7 8|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو بارہ یا سولہ سو بارہ بولا جاتا ہے
A 11 12|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو تیرہ یا سولہ سو تیرہ بولا جاتا ہے
A 7 8|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو تیرہ یا سولہ سو تیرہ بولا جاتا ہے
A 11 12|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو چودہ یا سولہ سو چودہ بولا جاتا ہے
A 7 8|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو چودہ یا سولہ سو چودہ بولا جاتا ہے
A 11 12|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو پندرہ یا سولہ سو پندرہ بولا جاتا ہے
A 7 8|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو پندرہ یا سولہ سو پندرہ بولا جاتا ہے
A 11 12|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو سولہ یا سولہ سو سولہ بولا جاتا ہے
A 7 8|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو سولہ یا سولہ سو سولہ بولا جاتا ہے
A 11 12|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو سترہ یا سولہ سو سترہ بولا جاتا ہے
A 7 8|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو سترہ یا سولہ سو سترہ بولا جاتا ہے
A 11 12|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو بیس یا سولہ سو بیس بولا جاتا ہے
A 7 8|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو بیس یا سولہ سو بیس بولا جاتا ہے
A 11 12|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو اکیس یا سولہ سو اکیس بولا جاتا ہے
A 7 8|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو اکیس یا سولہ سو اکیس بولا جاتا ہے
A 11 12|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو بائیس یا سولہ سو بائیس بولا جاتا ہے
A 7 8|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو بائیس یا سولہ سو بائیس بولا جاتا ہے
A 11 12|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو چوبیس یا سولہ سو چوبیس بولا جاتا ہے
A 7 8|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو چوبیس یا سولہ سو چوبیس بولا جاتا ہے
A 11 12|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو پچیس یا سولہ سو پچیس بولا جاتا ہے
A 7 8|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو پچیس یا سولہ سو پچیس بولا جاتا ہے
A 11 12|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو چھبیس یا سولہ سو چھبیس بولا جاتا ہے
A 7 8|||R:NUM|||ستائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو ستائیس یا سولہ سو ستائیس بولا جاتا ہے
A 7 8|||R:NUM|||اٹھائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو اٹھائیس یا سولہ سو اٹھائیس بولا جاتا ہے
A 7 8|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو اٹھائیس یا سولہ سو اٹھائیس بولا جاتا ہے
A 11 12|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو انتیس یا سولہ سو انتیس بولا جاتا ہے
A 7 8|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو انتیس یا سولہ سو انتیس بولا جاتا ہے
A 11 12|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو تیس یا سولہ سو تیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو تیس یا سولہ سو تیس بولا جاتا ہے
A 11 12|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو اکتیس یا سولہ سو اکتیس بولا جاتا ہے
A 7 8|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو اکتیس یا سولہ سو اکتیس بولا جاتا ہے
A 11 12|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو بتیس یا سولہ سو بتیس بولا جاتا ہے
A 7 8|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو بتیس یا سولہ سو بتیس بولا جاتا ہے
A 11 12|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو تینتیس یا سولہ سو تینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو تینتیس یا سولہ سو تینتیس بولا جاتا ہے
A 11 12|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو چونتیس یا سولہ سو چونتیس بولا جاتا ہے
A 7 8|||R:NUM|||پینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو پینتیس یا سولہ سو پینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چھتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو انتالیس یا سولہ سو انتالیس بولا جاتا ہے
A 7 8|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو چالیس یا سولہ سو چالیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو اکتالیس یا سولہ سو اکتالیس بولا جاتا ہے
A 7 8|||R:NUM|||بیالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو انچاس یا سولہ سو انچاس بولا جاتا ہے
A 7 8|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو انچاس یا سولہ سو انچاس بولا جاتا ہے
A 11 12|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو پچاس یا سولہ سو پچاس بولا جاتا ہے
A 7 8|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو پچاس یا سولہ سو پچاس بولا جاتا ہے
A 11 12|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو اکاون یا سولہ سو اکاون بولا جاتا ہے
A 7 8|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو اکاون یا سولہ سو اکاون بولا جاتا ہے
A 11 12|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو باون یا سولہ سو باون بولا جاتا ہے
A 7 8|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو باون یا سولہ سو باون بولا جاتا ہے
A 11 12|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو ترپن یا سولہ سو ترپن بولا جاتا ہے
A 7 8|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو ترپن یا سولہ سو ترپن بولا جاتا ہے
A 11 12|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو چون یا سولہ سو چون بولا جاتا ہے
A 7 8|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو چون یا سولہ سو چون بولا جاتا ہے
A 11 12|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو پچپن یا سولہ سو پچپن بولا جاتا ہے
A 7 8|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو پچپن یا سولہ سو پچپن بولا جاتا ہے
A 11 12|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو چھپن یا سولہ سو چھپن بولا جاتا ہے
A 7 8|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو چھپن یا سولہ سو چھپن بولا جاتا ہے
A 11 12|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو ستاون یا سولہ سو ستاون بولا جاتا ہے
A 7 8|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو ستاون یا سولہ سو ستاون بولا جاتا ہے
A 11 12|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو اٹھاون یا سولہ سو اٹھاون بولا جاتا ہے
A 7 8|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو اٹھاون یا سولہ سو اٹھاون بولا جاتا ہے
A 11 12|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو انسٹھ یا سولہ سو انسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو انسٹھ یا سولہ سو انسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو ساٹھ یا سولہ سو ساٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو ساٹھ یا سولہ سو ساٹھ بولا جاتا ہے
A 11 12|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو اکسٹھ یا سولہ سو اکسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو اکسٹھ یا سولہ سو اکسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو باسٹھ یا سولہ سو باسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو باسٹھ یا سولہ سو باسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو تریسٹھ یا سولہ سو تریسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو تریسٹھ یا سولہ سو تریسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو چونسٹھ یا سولہ سو چونسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو چونسٹھ یا سولہ سو چونسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو پینسٹھ یا سولہ سو پینسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو پینسٹھ یا سولہ سو پینسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو چھیاسٹھ یا سولہ سو چھیاسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||سڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو سڑسٹھ یا سولہ سو سڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو اڑسٹھ یا سولہ سو اڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||انہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو انہتر یا سولہ سو انہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو ستر یا سولہ سو ستر بولا جاتا ہے
A 7 8|||R:NUM|||اکہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو تہتر یا سولہ سو تہتر بولا جاتا ہے
A 7 8|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو تہتر یا سولہ سو تہتر بولا جاتا ہے
A 11 12|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو چوہتر یا سولہ سو چوہتر بولا جاتا ہے
A 7 8|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو چوہتر یا سولہ سو چوہتر بولا جاتا ہے
A 11 12|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو چھہتر یا سولہ سو چھہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو ستتر یا سولہ سو ستتر بولا جاتا ہے
A 7 8|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو اٹھتر یا سولہ سو اٹھتر بولا جاتا ہے
A 7 8|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو اٹھتر یا سولہ سو اٹھتر بولا جاتا ہے
A 11 12|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو اکیاسی یا سولہ سو اکیاسی بولا جاتا ہے
A 7 8|||R:NUM|||بیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو بیاسی یا سولہ سو بیاسی بولا جاتا ہے
A 7 8|||R:NUM|||تریاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو تریاسی یا سولہ سو تریاسی بولا جاتا ہے
A 7 8|||R:NUM|||چوراسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو چوراسی یا سولہ سو چوراسی بولا جاتا ہے
A 7 8|||R:NUM|||پچاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو پچاسی یا سولہ سو پچاسی بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو پچاسی یا سولہ سو پچاسی بولا جاتا ہے
A 11 12|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو چھیاسی یا سولہ سو چھیاسی بولا جاتا ہے
A 7 8|||R:NUM|||ستاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو ستاسی یا سولہ سو ستاسی بولا جاتا ہے
A 7 8|||R:NUM|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو اٹھاسی یا سولہ سو اٹھاسی بولا جاتا ہے
A 7 8|||R:NUM|||انانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو نوے یا سولہ سو نوے بولا جاتا ہے
A 7 8|||R:NUM|||اکیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو اکیانوے یا سولہ سو اکیانوے بولا جاتا ہے
A 7 8|||R:NUM|||بیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو چورانوے یا سولہ سو چورانوے بولا جاتا ہے
A 7 8|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو چورانوے یا سولہ سو چورانوے بولا جاتا ہے
A 11 12|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو پچانوے یا سولہ سو پچانوے بولا جاتا ہے
A 7 8|||R:NUM|||چھیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو چھیانوے یا سولہ سو چھیانوے بولا جاتا ہے
A 7 8|||R:NUM|||ستانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو ستانوے یا سولہ سو ستانوے بولا جاتا ہے
A 7 8|||R:NUM|||اٹھانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو اٹھانوے یا سولہ سو اٹھانوے بولا جاتا ہے
A 7 8|||R:NUM|||نینیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو یا سولہ سو بولا جاتا ہے
A 5 6|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار چھ سو یا سولہ سو بولا جاتا ہے
A 8 9|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو یا سترہ سو بولا جاتا ہے
A 5 6|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو یا سترہ سو بولا جاتا ہے
A 8 9|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو یا اٹھارہ سو بولا جاتا ہے
A 5 6|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو دو یا سترہ سو دو بولا جاتا ہے
A 7 8|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو دو یا سترہ سو دو بولا جاتا ہے
A 11 12|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو تین یا سترہ سو تین بولا جاتا ہے
A 7 8|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو تین یا سترہ سو تین بولا جاتا ہے
A 11 12|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو چار یا سترہ سو چار بولا جاتا ہے
A 7 8|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو چار یا سترہ سو چار بولا جاتا ہے
A 11 12|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو پانچ یا سترہ سو پانچ بولا جاتا ہے
A 7 8|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو پانچ یا سترہ سو پانچ بولا جاتا ہے
A 11 12|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو چھ یا سترہ سو چھ بولا جاتا ہے
A 7 8|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو چھ یا سترہ سو چھ بولا جاتا ہے
A 11 12|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو سات یا سترہ سو سات بولا جاتا ہے
A 7 8|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو سات یا سترہ سو سات بولا جاتا ہے
A 11 12|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو آٹھ یا سترہ سو آٹھ بولا جاتا ہے
A 7 8|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو آٹھ یا سترہ سو آٹھ بولا جاتا ہے
A 11 12|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو نو یا سترہ سو نو بولا جاتا ہے
A 7 8|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو نو یا سترہ سو نو بولا جاتا ہے
A 11 12|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو دس یا سترہ سو دس بولا جاتا ہے
A 7 8|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو دس یا سترہ سو دس بولا جاتا ہے
A 11 12|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو گیارہ یا سترہ سو گیارہ بولا جاتا ہے
A 7 8|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو گیارہ یا سترہ سو گیارہ بولا جاتا ہے
A 11 12|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو بارہ یا سترہ سو بارہ بولا جاتا ہے
A 7 8|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو بارہ یا سترہ سو بارہ بولا جاتا ہے
A 11 12|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو تیرہ یا سترہ سو تیرہ بولا جاتا ہے
A 7 8|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو تیرہ یا سترہ سو تیرہ بولا جاتا ہے
A 11 12|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو چودہ یا سترہ سو چودہ بولا جاتا ہے
A 7 8|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو چودہ یا سترہ سو چودہ بولا جاتا ہے
A 11 12|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو پندرہ یا سترہ سو پندرہ بولا جاتا ہے
A 7 8|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو پندرہ یا سترہ سو پندرہ بولا جاتا ہے
A 11 12|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو سولہ یا سترہ سو سولہ بولا جاتا ہے
A 7 8|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو سولہ یا سترہ سو سولہ بولا جاتا ہے
A 11 12|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو سترہ یا سترہ سو سترہ بولا جاتا ہے
A 7 8|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو سترہ یا سترہ سو سترہ بولا جاتا ہے
A 11 12|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو اٹھارہ یا سترہ سو اٹھارہ بولا جاتا ہے
A 7 8|||R:NUM|||انیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو انیس یا سترہ سو انیس بولا جاتا ہے
A 7 8|||R:NUM|||بیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو بیس یا سترہ سو بیس بولا جاتا ہے
A 7 8|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو بیس یا سترہ سو بیس بولا جاتا ہے
A 11 12|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو اکیس یا سترہ سو اکیس بولا جاتا ہے
A 7 8|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو اکیس یا سترہ سو اکیس بولا جاتا ہے
A 11 12|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو بائیس یا سترہ سو بائیس بولا جاتا ہے
A 7 8|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو بائیس یا سترہ سو بائیس بولا جاتا ہے
A 11 12|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو چوبیس یا سترہ سو چوبیس بولا جاتا ہے
A 7 8|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو چوبیس یا سترہ سو چوبیس بولا جاتا ہے
A 11 12|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو پچیس یا سترہ سو پچیس بولا جاتا ہے
A 7 8|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو پچیس یا سترہ سو پچیس بولا جاتا ہے
A 11 12|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو چھبیس یا سترہ سو چھبیس بولا جاتا ہے
A 7 8|||R:NUM|||ستائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو ستائیس یا سترہ سو ستائیس بولا جاتا ہے
A 7 8|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو تیس یا سترہ سو تیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو تیس یا سترہ سو تیس بولا جاتا ہے
A 11 12|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو اکتیس یا سترہ سو اکتیس بولا جاتا ہے
A 7 8|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو اکتیس یا سترہ سو اکتیس بولا جاتا ہے
A 11 12|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو بتیس یا سترہ سو بتیس بولا جاتا ہے
A 7 8|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو بتیس یا سترہ سو بتیس بولا جاتا ہے
A 11 12|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو تینتیس یا سترہ سو تینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو تینتیس یا سترہ سو تینتیس بولا جاتا ہے
A 11 12|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو چونتیس یا سترہ سو چونتیس بولا جاتا ہے
A 7 8|||R:NUM|||پینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو پینتیس یا سترہ سو پینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چھتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو انتالیس یا سترہ سو انتالیس بولا جاتا ہے
A 7 8|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو چالیس یا سترہ سو چالیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو اکتالیس یا سترہ سو اکتالیس بولا جاتا ہے
A 7 8|||R:NUM|||بیالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو انچاس یا سترہ سو انچاس بولا جاتا ہے
A 7 8|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو انچاس یا سترہ سو انچاس بولا جاتا ہے
A 11 12|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو پچاس یا سترہ سو پچاس بولا جاتا ہے
A 7 8|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو پچاس یا سترہ سو پچاس بولا جاتا ہے
A 11 12|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو اکاون یا سترہ سو اکاون بولا جاتا ہے
A 7 8|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو اکاون یا سترہ سو اکاون بولا جاتا ہے
A 11 12|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو باون یا سترہ سو باون بولا جاتا ہے
A 7 8|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو باون یا سترہ سو باون بولا جاتا ہے
A 11 12|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو ترپن یا سترہ سو ترپن بولا جاتا ہے
A 7 8|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو ترپن یا سترہ سو ترپن بولا جاتا ہے
A 11 12|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو چون یا سترہ سو چون بولا جاتا ہے
A 7 8|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو چون یا سترہ سو چون بولا جاتا ہے
A 11 12|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو پچپن یا سترہ سو پچپن بولا جاتا ہے
A 7 8|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو پچپن یا سترہ سو پچپن بولا جاتا ہے
A 11 12|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو چھپن یا سترہ سو چھپن بولا جاتا ہے
A 7 8|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو چھپن یا سترہ سو چھپن بولا جاتا ہے
A 11 12|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو ستاون یا سترہ سو ستاون بولا جاتا ہے
A 7 8|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو ستاون یا سترہ سو ستاون بولا جاتا ہے
A 11 12|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو اٹھاون یا سترہ سو اٹھاون بولا جاتا ہے
A 7 8|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو اٹھاون یا سترہ سو اٹھاون بولا جاتا ہے
A 11 12|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو انسٹھ یا سترہ سو انسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو انسٹھ یا سترہ سو انسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو ساٹھ یا سترہ سو ساٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو ساٹھ یا سترہ سو ساٹھ بولا جاتا ہے
A 11 12|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو اکسٹھ یا سترہ سو اکسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو اکسٹھ یا سترہ سو اکسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو باسٹھ یا سترہ سو باسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو باسٹھ یا سترہ سو باسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو تریسٹھ یا سترہ سو تریسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو تریسٹھ یا سترہ سو تریسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو چونسٹھ یا سترہ سو چونسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو چونسٹھ یا سترہ سو چونسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو پینسٹھ یا سترہ سو پینسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو پینسٹھ یا سترہ سو پینسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو چھیاسٹھ یا سترہ سو چھیاسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||سڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو سڑسٹھ یا سترہ سو سڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو اڑسٹھ یا سترہ سو اڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||انہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو انہتر یا سترہ سو انہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو ستر یا سترہ سو ستر بولا جاتا ہے
A 7 8|||R:NUM|||اکہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو تہتر یا سترہ سو تہتر بولا جاتا ہے
A 7 8|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو چوہتر یا سترہ سو چوہتر بولا جاتا ہے
A 7 8|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو چوہتر یا سترہ سو چوہتر بولا جاتا ہے
A 11 12|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو چھہتر یا سترہ سو چھہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو ستتر یا سترہ سو ستتر بولا جاتا ہے
A 7 8|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو اٹھتر یا سترہ سو اٹھتر بولا جاتا ہے
A 7 8|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو اٹھتر یا سترہ سو اٹھتر بولا جاتا ہے
A 11 12|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو اکیاسی یا سترہ سو اکیاسی بولا جاتا ہے
A 7 8|||R:NUM|||بیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو بیاسی یا سترہ سو بیاسی بولا جاتا ہے
A 7 8|||R:NUM|||تریاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو تریاسی یا سترہ سو تریاسی بولا جاتا ہے
A 7 8|||R:NUM|||چوراسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو چوراسی یا سترہ سو چوراسی بولا جاتا ہے
A 7 8|||R:NUM|||پچاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو پچاسی یا سترہ سو پچاسی بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو پچاسی یا سترہ سو پچاسی بولا جاتا ہے
A 11 12|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو چھیاسی یا سترہ سو چھیاسی بولا جاتا ہے
A 7 8|||R:NUM|||ستاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو ستاسی یا سترہ سو ستاسی بولا جاتا ہے
A 7 8|||R:NUM|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو اٹھاسی یا سترہ سو اٹھاسی بولا جاتا ہے
A 7 8|||R:NUM|||انانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو نوے یا سترہ سو نوے بولا جاتا ہے
A 7 8|||R:NUM|||اکیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو اکیانوے یا سترہ سو اکیانوے بولا جاتا ہے
A 7 8|||R:NUM|||بیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو چورانوے یا سترہ سو چورانوے بولا جاتا ہے
A 7 8|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو چورانوے یا سترہ سو چورانوے بولا جاتا ہے
A 11 12|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو پچانوے یا سترہ سو پچانوے بولا جاتا ہے
A 7 8|||R:NUM|||چھیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو چھیانوے یا سترہ سو چھیانوے بولا جاتا ہے
A 7 8|||R:NUM|||ستانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو ستانوے یا سترہ سو ستانوے بولا جاتا ہے
A 7 8|||R:NUM|||اٹھانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو اٹھانوے یا سترہ سو اٹھانوے بولا جاتا ہے
A 7 8|||R:NUM|||نینیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو نینیانوے یا سترہ سو نینیانوے بولا جاتا ہے
A 5 6|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار سات سو نینیانوے یا سترہ سو نینیانوے بولا جاتا ہے
A 9 10|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو ایک یا اٹھارہ سو ایک بولا جاتا ہے
A 7 8|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو ایک یا اٹھارہ سو ایک بولا جاتا ہے
A 11 12|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو دو یا اٹھارہ سو دو بولا جاتا ہے
A 7 8|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو دو یا اٹھارہ سو دو بولا جاتا ہے
A 11 12|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو تین یا اٹھارہ سو تین بولا جاتا ہے
A 7 8|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو تین یا اٹھارہ سو تین بولا جاتا ہے
A 11 12|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو چار یا اٹھارہ سو چار بولا جاتا ہے
A 7 8|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو چار یا اٹھارہ سو چار بولا جاتا ہے
A 11 12|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو پانچ یا اٹھارہ سو پانچ بولا جاتا ہے
A 7 8|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو پانچ یا اٹھارہ سو پانچ بولا جاتا ہے
A 11 12|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو چھ یا اٹھارہ سو چھ بولا جاتا ہے
A 7 8|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو چھ یا اٹھارہ سو چھ بولا جاتا ہے
A 11 12|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو سات یا اٹھارہ سو سات بولا جاتا ہے
A 7 8|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو سات یا اٹھارہ سو سات بولا جاتا ہے
A 11 12|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو آٹھ یا اٹھارہ سو آٹھ بولا جاتا ہے
A 7 8|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو آٹھ یا اٹھارہ سو آٹھ بولا جاتا ہے
A 11 12|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو نو یا اٹھارہ سو نو بولا جاتا ہے
A 7 8|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو نو یا اٹھارہ سو نو بولا جاتا ہے
A 11 12|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو دس یا اٹھارہ سو دس بولا جاتا ہے
A 7 8|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو دس یا اٹھارہ سو دس بولا جاتا ہے
A 11 12|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو گیارہ یا اٹھارہ سو گیارہ بولا جاتا ہے
A 7 8|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو گیارہ یا اٹھارہ سو گیارہ بولا جاتا ہے
A 11 12|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو بارہ یا اٹھارہ سو بارہ بولا جاتا ہے
A 7 8|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو بارہ یا اٹھارہ سو بارہ بولا جاتا ہے
A 11 12|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو تیرہ یا اٹھارہ سو تیرہ بولا جاتا ہے
A 7 8|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو تیرہ یا اٹھارہ سو تیرہ بولا جاتا ہے
A 11 12|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو چودہ یا اٹھارہ سو چودہ بولا جاتا ہے
A 7 8|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو چودہ یا اٹھارہ سو چودہ بولا جاتا ہے
A 11 12|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو پندرہ یا اٹھارہ سو پندرہ بولا جاتا ہے
A 7 8|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو پندرہ یا اٹھارہ سو پندرہ بولا جاتا ہے
A 11 12|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو سولہ یا اٹھارہ سو سولہ بولا جاتا ہے
A 7 8|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو سولہ یا اٹھارہ سو سولہ بولا جاتا ہے
A 11 12|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو سترہ یا اٹھارہ سو سترہ بولا جاتا ہے
A 7 8|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو سترہ یا اٹھارہ سو سترہ بولا جاتا ہے
A 11 12|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو اٹھارہ یا اٹھارہ سو اٹھارہ بولا جاتا ہے
A 7 8|||R:NUM|||انیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو انیس یا اٹھارہ سو انیس بولا جاتا ہے
A 7 8|||R:NUM|||بیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو بیس یا اٹھارہ سو بیس بولا جاتا ہے
A 7 8|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو بیس یا اٹھارہ سو بیس بولا جاتا ہے
A 11 12|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو اکیس یا اٹھارہ سو اکیس بولا جاتا ہے
A 7 8|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو اکیس یا اٹھارہ سو اکیس بولا جاتا ہے
A 11 12|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو بائیس یا اٹھارہ سو بائیس بولا جاتا ہے
A 7 8|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو بائیس یا اٹھارہ سو بائیس بولا جاتا ہے
A 11 12|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو چوبیس یا اٹھارہ سو چوبیس بولا جاتا ہے
A 7 8|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو چوبیس یا اٹھارہ سو چوبیس بولا جاتا ہے
A 11 12|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو پچیس یا اٹھارہ سو پچیس بولا جاتا ہے
A 7 8|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو پچیس یا اٹھارہ سو پچیس بولا جاتا ہے
A 11 12|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو چھبیس یا اٹھارہ سو چھبیس بولا جاتا ہے
A 7 8|||R:NUM|||ستائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو ستائیس یا اٹھارہ سو ستائیس بولا جاتا ہے
A 7 8|||R:NUM|||اٹھائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو اٹھائیس یا اٹھارہ سو اٹھائیس بولا جاتا ہے
A 7 8|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو اٹھائیس یا اٹھارہ سو اٹھائیس بولا جاتا ہے
A 11 12|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو انتیس یا اٹھارہ سو انتیس بولا جاتا ہے
A 7 8|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو انتیس یا اٹھارہ سو انتیس بولا جاتا ہے
A 11 12|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو تیس یا اٹھارہ سو تیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو تیس یا اٹھارہ سو تیس بولا جاتا ہے
A 11 12|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو اکتیس یا اٹھارہ سو اکتیس بولا جاتا ہے
A 7 8|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو اکتیس یا اٹھارہ سو اکتیس بولا جاتا ہے
A 11 12|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو بتیس یا اٹھارہ سو بتیس بولا جاتا ہے
A 7 8|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو بتیس یا اٹھارہ سو بتیس بولا جاتا ہے
A 11 12|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو تینتیس یا اٹھارہ سو تینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو تینتیس یا اٹھارہ سو تینتیس بولا جاتا ہے
A 11 12|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو چونتیس یا اٹھارہ سو چونتیس بولا جاتا ہے
A 7 8|||R:NUM|||پینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو پینتیس یا اٹھارہ سو پینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چھتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو انتالیس یا اٹھارہ سو انتالیس بولا جاتا ہے
A 7 8|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو چالیس یا اٹھارہ سو چالیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو اکتالیس یا اٹھارہ سو اکتالیس بولا جاتا ہے
A 7 8|||R:NUM|||بیالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو اڑتالیس یا اٹھارہ سو اڑتالیس بولا جاتا ہے
A 7 8|||R:NUM|||انچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو انچاس یا اٹھارہ سو انچاس بولا جاتا ہے
A 7 8|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو انچاس یا اٹھارہ سو انچاس بولا جاتا ہے
A 11 12|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو پچاس یا اٹھارہ سو پچاس بولا جاتا ہے
A 7 8|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو پچاس یا اٹھارہ سو پچاس بولا جاتا ہے
A 11 12|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو اکاون یا اٹھارہ سو اکاون بولا جاتا ہے
A 7 8|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو اکاون یا اٹھارہ سو اکاون بولا جاتا ہے
A 11 12|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو باون یا اٹھارہ سو باون بولا جاتا ہے
A 7 8|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو باون یا اٹھارہ سو باون بولا جاتا ہے
A 11 12|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو ترپن یا اٹھارہ سو ترپن بولا جاتا ہے
A 7 8|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو ترپن یا اٹھارہ سو ترپن بولا جاتا ہے
A 11 12|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو چون یا اٹھارہ سو چون بولا جاتا ہے
A 7 8|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو چون یا اٹھارہ سو چون بولا جاتا ہے
A 11 12|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو پچپن یا اٹھارہ سو پچپن بولا جاتا ہے
A 7 8|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو پچپن یا اٹھارہ سو پچپن بولا جاتا ہے
A 11 12|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو چھپن یا اٹھارہ سو چھپن بولا جاتا ہے
A 7 8|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو چھپن یا اٹھارہ سو چھپن بولا جاتا ہے
A 11 12|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو ستاون یا اٹھارہ سو ستاون بولا جاتا ہے
A 7 8|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو ستاون یا اٹھارہ سو ستاون بولا جاتا ہے
A 11 12|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو اٹھاون یا اٹھارہ سو اٹھاون بولا جاتا ہے
A 7 8|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو اٹھاون یا اٹھارہ سو اٹھاون بولا جاتا ہے
A 11 12|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو انسٹھ یا اٹھارہ سو انسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو انسٹھ یا اٹھارہ سو انسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو ساٹھ یا اٹھارہ سو ساٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو ساٹھ یا اٹھارہ سو ساٹھ بولا جاتا ہے
A 11 12|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو اکسٹھ یا اٹھارہ سو اکسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو اکسٹھ یا اٹھارہ سو اکسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو باسٹھ یا اٹھارہ سو باسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو باسٹھ یا اٹھارہ سو باسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو تریسٹھ یا اٹھارہ سو تریسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو تریسٹھ یا اٹھارہ سو تریسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو چونسٹھ یا اٹھارہ سو چونسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو چونسٹھ یا اٹھارہ سو چونسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو پینسٹھ یا اٹھارہ سو پینسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو پینسٹھ یا اٹھارہ سو پینسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو چھیاسٹھ یا اٹھارہ سو چھیاسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||سڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو سڑسٹھ یا اٹھارہ سو سڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو اڑسٹھ یا اٹھارہ سو اڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||انہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو انہتر یا اٹھارہ سو انہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو ستر یا اٹھارہ سو ستر بولا جاتا ہے
A 7 8|||R:NUM|||اکہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو تہتر یا اٹھارہ سو تہتر بولا جاتا ہے
A 7 8|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو چوہتر یا اٹھارہ سو چوہتر بولا جاتا ہے
A 7 8|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو چوہتر یا اٹھارہ سو چوہتر بولا جاتا ہے
A 11 12|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو چھہتر یا اٹھارہ سو چھہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو ستتر یا اٹھارہ سو ستتر بولا جاتا ہے
A 7 8|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو اٹھتر یا اٹھارہ سو اٹھتر بولا جاتا ہے
A 7 8|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو اٹھتر یا اٹھارہ سو اٹھتر بولا جاتا ہے
A 11 12|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو اکیاسی یا اٹھارہ سو اکیاسی بولا جاتا ہے
A 7 8|||R:NUM|||بیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو بیاسی یا اٹھارہ سو بیاسی بولا جاتا ہے
A 7 8|||R:NUM|||تریاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو تریاسی یا اٹھارہ سو تریاسی بولا جاتا ہے
A 7 8|||R:NUM|||چوراسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو پچاسی یا اٹھارہ سو پچاسی بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو پچاسی یا اٹھارہ سو پچاسی بولا جاتا ہے
A 11 12|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو چھیاسی یا اٹھارہ سو چھیاسی بولا جاتا ہے
A 7 8|||R:NUM|||ستاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو ستاسی یا اٹھارہ سو ستاسی بولا جاتا ہے
A 7 8|||R:NUM|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو اٹھاسی یا اٹھارہ سو اٹھاسی بولا جاتا ہے
A 7 8|||R:NUM|||انانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو نوے یا اٹھارہ سو نوے بولا جاتا ہے
A 7 8|||R:NUM|||اکیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو اکیانوے یا اٹھارہ سو اکیانوے بولا جاتا ہے
A 7 8|||R:NUM|||بیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو چورانوے یا اٹھارہ سو چورانوے بولا جاتا ہے
A 7 8|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو چورانوے یا اٹھارہ سو چورانوے بولا جاتا ہے
A 11 12|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو پچانوے یا اٹھارہ سو پچانوے بولا جاتا ہے
A 7 8|||R:NUM|||چھیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو چھیانوے یا اٹھارہ سو چھیانوے بولا جاتا ہے
A 7 8|||R:NUM|||ستانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو ستانوے یا اٹھارہ سو ستانوے بولا جاتا ہے
A 7 8|||R:NUM|||اٹھانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار آٹھ سو اٹھانوے یا اٹھارہ سو اٹھانوے بولا جاتا ہے
A 7 8|||R:NUM|||نینیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو ایک یا انیس سو ایک بولا جاتا ہے
A 7 8|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو ایک یا انیس سو ایک بولا جاتا ہے
A 11 12|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو دو یا انیس سو دو بولا جاتا ہے
A 7 8|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو دو یا انیس سو دو بولا جاتا ہے
A 11 12|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو تین یا انیس سو تین بولا جاتا ہے
A 7 8|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو تین یا انیس سو تین بولا جاتا ہے
A 11 12|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو چار یا انیس سو چار بولا جاتا ہے
A 7 8|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو چار یا انیس سو چار بولا جاتا ہے
A 11 12|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو پانچ یا انیس سو پانچ بولا جاتا ہے
A 7 8|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو پانچ یا انیس سو پانچ بولا جاتا ہے
A 11 12|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو چھ یا انیس سو چھ بولا جاتا ہے
A 7 8|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو چھ یا انیس سو چھ بولا جاتا ہے
A 11 12|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو سات یا انیس سو سات بولا جاتا ہے
A 7 8|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو سات یا انیس سو سات بولا جاتا ہے
A 11 12|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو آٹھ یا انیس سو آٹھ بولا جاتا ہے
A 7 8|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو آٹھ یا انیس سو آٹھ بولا جاتا ہے
A 11 12|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو نو یا انیس سو نو بولا جاتا ہے
A 7 8|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو نو یا انیس سو نو بولا جاتا ہے
A 11 12|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو دس یا انیس سو دس بولا جاتا ہے
A 7 8|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو دس یا انیس سو دس بولا جاتا ہے
A 11 12|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو گیارہ یا انیس سو گیارہ بولا جاتا ہے
A 7 8|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو گیارہ یا انیس سو گیارہ بولا جاتا ہے
A 11 12|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو بارہ یا انیس سو بارہ بولا جاتا ہے
A 7 8|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو بارہ یا انیس سو بارہ بولا جاتا ہے
A 11 12|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو تیرہ یا انیس سو تیرہ بولا جاتا ہے
A 7 8|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو تیرہ یا انیس سو تیرہ بولا جاتا ہے
A 11 12|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو چودہ یا انیس سو چودہ بولا جاتا ہے
A 7 8|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو چودہ یا انیس سو چودہ بولا جاتا ہے
A 11 12|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو پندرہ یا انیس سو پندرہ بولا جاتا ہے
A 7 8|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو پندرہ یا انیس سو پندرہ بولا جاتا ہے
A 11 12|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو سولہ یا انیس سو سولہ بولا جاتا ہے
A 7 8|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو سولہ یا انیس سو سولہ بولا جاتا ہے
A 11 12|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو سترہ یا انیس سو سترہ بولا جاتا ہے
A 7 8|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو سترہ یا انیس سو سترہ بولا جاتا ہے
A 11 12|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو بیس یا انیس سو بیس بولا جاتا ہے
A 7 8|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو بیس یا انیس سو بیس بولا جاتا ہے
A 11 12|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو اکیس یا انیس سو اکیس بولا جاتا ہے
A 7 8|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو اکیس یا انیس سو اکیس بولا جاتا ہے
A 11 12|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو بائیس یا انیس سو بائیس بولا جاتا ہے
A 7 8|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو بائیس یا انیس سو بائیس بولا جاتا ہے
A 11 12|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو چوبیس یا انیس سو چوبیس بولا جاتا ہے
A 7 8|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو چوبیس یا انیس سو چوبیس بولا جاتا ہے
A 11 12|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو پچیس یا انیس سو پچیس بولا جاتا ہے
A 7 8|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو پچیس یا انیس سو پچیس بولا جاتا ہے
A 11 12|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو چھبیس یا انیس سو چھبیس بولا جاتا ہے
A 7 8|||R:NUM|||ستائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو ستائیس یا انیس سو ستائیس بولا جاتا ہے
A 7 8|||R:NUM|||اٹھائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو اٹھائیس یا انیس سو اٹھائیس بولا جاتا ہے
A 7 8|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو اٹھائیس یا انیس سو اٹھائیس بولا جاتا ہے
A 11 12|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو انتیس یا انیس سو انتیس بولا جاتا ہے
A 7 8|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو انتیس یا انیس سو انتیس بولا جاتا ہے
A 11 12|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو تیس یا انیس سو تیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو تیس یا انیس سو تیس بولا جاتا ہے
A 11 12|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو اکتیس یا انیس سو اکتیس بولا جاتا ہے
A 7 8|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو اکتیس یا انیس سو اکتیس بولا جاتا ہے
A 11 12|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو بتیس یا انیس سو بتیس بولا جاتا ہے
A 7 8|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو بتیس یا انیس سو بتیس بولا جاتا ہے
A 11 12|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو تینتیس یا انیس سو تینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو تینتیس یا انیس سو تینتیس بولا جاتا ہے
A 11 12|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو چونتیس یا انیس سو چونتیس بولا جاتا ہے
A 7 8|||R:NUM|||پینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو پینتیس یا انیس سو پینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چھتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو انتالیس یا انیس سو انتالیس بولا جاتا ہے
A 7 8|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو چالیس یا انیس سو چالیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو اکتالیس یا انیس سو اکتالیس بولا جاتا ہے
A 7 8|||R:NUM|||بیالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو انچاس یا انیس سو انچاس بولا جاتا ہے
A 7 8|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو انچاس یا انیس سو انچاس بولا جاتا ہے
A 11 12|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو پچاس یا انیس سو پچاس بولا جاتا ہے
A 7 8|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو پچاس یا انیس سو پچاس بولا جاتا ہے
A 11 12|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو اکاون یا انیس سو اکاون بولا جاتا ہے
A 7 8|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو اکاون یا انیس سو اکاون بولا جاتا ہے
A 11 12|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو باون یا انیس سو باون بولا جاتا ہے
A 7 8|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو باون یا انیس سو باون بولا جاتا ہے
A 11 12|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو ترپن یا انیس سو ترپن بولا جاتا ہے
A 7 8|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو ترپن یا انیس سو ترپن بولا جاتا ہے
A 11 12|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو چون یا انیس سو چون بولا جاتا ہے
A 7 8|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو چون یا انیس سو چون بولا جاتا ہے
A 11 12|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو پچپن یا انیس سو پچپن بولا جاتا ہے
A 7 8|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو پچپن یا انیس سو پچپن بولا جاتا ہے
A 11 12|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو چھپن یا انیس سو چھپن بولا جاتا ہے
A 7 8|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو چھپن یا انیس سو چھپن بولا جاتا ہے
A 11 12|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو ستاون یا انیس سو ستاون بولا جاتا ہے
A 7 8|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو ستاون یا انیس سو ستاون بولا جاتا ہے
A 11 12|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو اٹھاون یا انیس سو اٹھاون بولا جاتا ہے
A 7 8|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو اٹھاون یا انیس سو اٹھاون بولا جاتا ہے
A 11 12|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو انسٹھ یا انیس سو انسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو انسٹھ یا انیس سو انسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو ساٹھ یا انیس سو ساٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو ساٹھ یا انیس سو ساٹھ بولا جاتا ہے
A 11 12|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو اکسٹھ یا انیس سو اکسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو اکسٹھ یا انیس سو اکسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو باسٹھ یا انیس سو باسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو باسٹھ یا انیس سو باسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو تریسٹھ یا انیس سو تریسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو تریسٹھ یا انیس سو تریسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو چونسٹھ یا انیس سو چونسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو چونسٹھ یا انیس سو چونسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو پینسٹھ یا انیس سو پینسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو پینسٹھ یا انیس سو پینسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو چھیاسٹھ یا انیس سو چھیاسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||سڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو سڑسٹھ یا انیس سو سڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو اڑسٹھ یا انیس سو اڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||انہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو انہتر یا انیس سو انہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو ستر یا انیس سو ستر بولا جاتا ہے
A 7 8|||R:NUM|||اکہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو تہتر یا انیس سو تہتر بولا جاتا ہے
A 7 8|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو تہتر یا انیس سو تہتر بولا جاتا ہے
A 11 12|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو چوہتر یا انیس سو چوہتر بولا جاتا ہے
A 7 8|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو چوہتر یا انیس سو چوہتر بولا جاتا ہے
A 11 12|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو چھہتر یا انیس سو چھہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو ستتر یا انیس سو ستتر بولا جاتا ہے
A 7 8|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو اٹھتر یا انیس سو اٹھتر بولا جاتا ہے
A 7 8|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو اٹھتر یا انیس سو اٹھتر بولا جاتا ہے
A 11 12|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو اکیاسی یا انیس سو اکیاسی بولا جاتا ہے
A 7 8|||R:NUM|||بیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو بیاسی یا انیس سو بیاسی بولا جاتا ہے
A 7 8|||R:NUM|||تریاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو تریاسی یا انیس سو تریاسی بولا جاتا ہے
A 7 8|||R:NUM|||چوراسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو چوراسی یا انیس سو چوراسی بولا جاتا ہے
A 7 8|||R:NUM|||پچاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو پچاسی یا انیس سو پچاسی بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو چھیاسی یا انیس سو چھیاسی بولا جاتا ہے
A 7 8|||R:NUM|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو اٹھاسی یا انیس سو اٹھاسی بولا جاتا ہے
A 7 8|||R:NUM|||انانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو نوے یا انیس سو نوے بولا جاتا ہے
A 7 8|||R:NUM|||اکیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو اکیانوے یا انیس سو اکیانوے بولا جاتا ہے
A 7 8|||R:NUM|||بیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو چورانوے یا انیس سو چورانوے بولا جاتا ہے
A 7 8|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو چورانوے یا انیس سو چورانوے بولا جاتا ہے
A 11 12|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے ایک ہزار نو سو ستانوے یا انیس سو ستانوے بولا جاتا ہے
A 7 8|||R:NUM|||اٹھانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک یا بیس سو ایک بولا جاتا ہے
A 5 6|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک یا بیس سو ایک بولا جاتا ہے
A 9 10|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو یا بیس سو دو بولا جاتا ہے
A 5 6|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو یا بیس سو دو بولا جاتا ہے
A 9 10|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین یا بیس سو تین بولا جاتا ہے
A 5 6|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین یا بیس سو تین بولا جاتا ہے
A 9 10|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار یا بیس سو چار بولا جاتا ہے
A 5 6|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار یا بیس سو چار بولا جاتا ہے
A 9 10|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ یا بیس سو پانچ بولا جاتا ہے
A 5 6|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ یا بیس سو پانچ بولا جاتا ہے
A 9 10|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ یا بیس سو چھ بولا جاتا ہے
A 5 6|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ یا بیس سو چھ بولا جاتا ہے
A 9 10|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات یا بیس سو سات بولا جاتا ہے
A 5 6|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات یا بیس سو سات بولا جاتا ہے
A 9 10|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ یا بیس سو آٹھ بولا جاتا ہے
A 5 6|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ یا بیس سو آٹھ بولا جاتا ہے
A 9 10|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو یا بیس سو نو بولا جاتا ہے
A 5 6|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو یا بیس سو نو بولا جاتا ہے
A 9 10|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دس یا بیس سو دس بولا جاتا ہے
A 5 6|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دس یا بیس سو دس بولا جاتا ہے
A 9 10|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار گیارہ یا بیس سو گیارہ بولا جاتا ہے
A 5 6|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار گیارہ یا بیس سو گیارہ بولا جاتا ہے
A 9 10|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار بارہ یا بیس سو بارہ بولا جاتا ہے
A 5 6|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار بارہ یا بیس سو بارہ بولا جاتا ہے
A 9 10|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تیرہ یا بیس سو تیرہ بولا جاتا ہے
A 5 6|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تیرہ یا بیس سو تیرہ بولا جاتا ہے
A 9 10|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چودہ یا بیس سو چودہ بولا جاتا ہے
A 5 6|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چودہ یا بیس سو چودہ بولا جاتا ہے
A 9 10|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پندرہ یا بیس سو پندرہ بولا جاتا ہے
A 5 6|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پندرہ یا بیس سو پندرہ بولا جاتا ہے
A 9 10|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سولہ یا بیس سو سولہ بولا جاتا ہے
A 5 6|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سولہ یا بیس سو سولہ بولا جاتا ہے
A 9 10|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سترہ یا بیس سو سترہ بولا جاتا ہے
A 5 6|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سترہ یا بیس سو سترہ بولا جاتا ہے
A 9 10|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار بیس یا بیس سو بیس بولا جاتا ہے
A 5 6|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار بیس یا بیس سو بیس بولا جاتا ہے
A 9 10|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار اکیس یا بیس سو اکیس بولا جاتا ہے
A 5 6|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار اکیس یا بیس سو اکیس بولا جاتا ہے
A 9 10|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار بائیس یا بیس سو بائیس بولا جاتا ہے
A 5 6|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار بائیس یا بیس سو بائیس بولا جاتا ہے
A 9 10|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چوبیس یا بیس سو چوبیس بولا جاتا ہے
A 5 6|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چوبیس یا بیس سو چوبیس بولا جاتا ہے
A 9 10|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پچیس یا بیس سو پچیس بولا جاتا ہے
A 5 6|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پچیس یا بیس سو پچیس بولا جاتا ہے
A 9 10|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھبیس یا بیس سو چھبیس بولا جاتا ہے
A 5 6|||R:NUM|||ستائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ستائیس یا بیس سو ستائیس بولا جاتا ہے
A 5 6|||R:NUM|||اٹھائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار اٹھائیس یا بیس سو اٹھائیس بولا جاتا ہے
A 5 6|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار اٹھائیس یا بیس سو اٹھائیس بولا جاتا ہے
A 9 10|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار انتیس یا بیس سو انتیس بولا جاتا ہے
A 5 6|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار انتیس یا بیس سو انتیس بولا جاتا ہے
A 9 10|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تیس یا بیس سو تیس بولا جاتا ہے
A 5 6|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تیس یا بیس سو تیس بولا جاتا ہے
A 9 10|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار اکتیس یا بیس سو اکتیس بولا جاتا ہے
A 5 6|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار اکتیس یا بیس سو اکتیس بولا جاتا ہے
A 9 10|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار بتیس یا بیس سو بتیس بولا جاتا ہے
A 5 6|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار بتیس یا بیس سو بتیس بولا جاتا ہے
A 9 10|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تینتیس یا بیس سو تینتیس بولا جاتا ہے
A 5 6|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چونتیس یا بیس سو چونتیس بولا جاتا ہے
A 5 6|||R:NUM|||پینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پینتیس یا بیس سو پینتیس بولا جاتا ہے
A 5 6|||R:NUM|||چھتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار انتالیس یا بیس سو انتالیس بولا جاتا ہے
A 5 6|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چالیس یا بیس سو چالیس بولا جاتا ہے
A 5 6|||R:NUM|||اکتالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار اکتالیس یا بیس سو اکتالیس بولا جاتا ہے
A 5 6|||R:NUM|||بیالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار انچاس یا بیس سو انچاس بولا جاتا ہے
A 5 6|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار انچاس یا بیس سو انچاس بولا جاتا ہے
A 9 10|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پچاس یا بیس سو پچاس بولا جاتا ہے
A 5 6|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پچاس یا بیس سو پچاس بولا جاتا ہے
A 9 10|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار اکاون یا بیس سو اکاون بولا جاتا ہے
A 5 6|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار اکاون یا بیس سو اکاون بولا جاتا ہے
A 9 10|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار باون یا بیس سو باون بولا جاتا ہے
A 5 6|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار باون یا بیس سو باون بولا جاتا ہے
A 9 10|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ترپن یا بیس سو ترپن بولا جاتا ہے
A 5 6|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ترپن یا بیس سو ترپن بولا جاتا ہے
A 9 10|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چون یا بیس سو چون بولا جاتا ہے
A 5 6|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چون یا بیس سو چون بولا جاتا ہے
A 9 10|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پچپن یا بیس سو پچپن بولا جاتا ہے
A 5 6|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پچپن یا بیس سو پچپن بولا جاتا ہے
A 9 10|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھپن یا بیس سو چھپن بولا جاتا ہے
A 5 6|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھپن یا بیس سو چھپن بولا جاتا ہے
A 9 10|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ستاون یا بیس سو ستاون بولا جاتا ہے
A 5 6|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ستاون یا بیس سو ستاون بولا جاتا ہے
A 9 10|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار اٹھاون یا بیس سو اٹھاون بولا جاتا ہے
A 5 6|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار اٹھاون یا بیس سو اٹھاون بولا جاتا ہے
A 9 10|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار انسٹھ یا بیس سو انسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار انسٹھ یا بیس سو انسٹھ بولا جاتا ہے
A 9 10|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ساٹھ یا بیس سو ساٹھ بولا جاتا ہے
A 5 6|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ساٹھ یا بیس سو ساٹھ بولا جاتا ہے
A 9 10|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار اکسٹھ یا بیس سو اکسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار اکسٹھ یا بیس سو اکسٹھ بولا جاتا ہے
A 9 10|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار باسٹھ یا بیس سو باسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار باسٹھ یا بیس سو باسٹھ بولا جاتا ہے
A 9 10|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تریسٹھ یا بیس سو تریسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تریسٹھ یا بیس سو تریسٹھ بولا جاتا ہے
A 9 10|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چونسٹھ یا بیس سو چونسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چونسٹھ یا بیس سو چونسٹھ بولا جاتا ہے
A 9 10|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پینسٹھ یا بیس سو پینسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پینسٹھ یا بیس سو پینسٹھ بولا جاتا ہے
A 9 10|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھیاسٹھ یا بیس سو چھیاسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||سڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سڑسٹھ یا بیس سو سڑسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||اڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار اڑسٹھ یا بیس سو اڑسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||انہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار انہتر یا بیس سو انہتر بولا جاتا ہے
A 5 6|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ستر یا بیس سو ستر بولا جاتا ہے
A 5 6|||R:NUM|||اکہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تہتر یا بیس سو تہتر بولا جاتا ہے
A 5 6|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تہتر یا بیس سو تہتر بولا جاتا ہے
A 9 10|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چوہتر یا بیس سو چوہتر بولا جاتا ہے
A 5 6|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چوہتر یا بیس سو چوہتر بولا جاتا ہے
A 9 10|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھہتر یا بیس سو چھہتر بولا جاتا ہے
A 5 6|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ستتر یا بیس سو ستتر بولا جاتا ہے
A 5 6|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار اٹھتر یا بیس سو اٹھتر بولا جاتا ہے
A 5 6|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار اٹھتر یا بیس سو اٹھتر بولا جاتا ہے
A 9 10|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار اکیاسی یا بیس سو اکیاسی بولا جاتا ہے
A 5 6|||R:NUM|||بیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار بیاسی یا بیس سو بیاسی بولا جاتا ہے
A 5 6|||R:NUM|||تریاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تریاسی یا بیس سو تریاسی بولا جاتا ہے
A 5 6|||R:NUM|||چوراسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چوراسی یا بیس سو چوراسی بولا جاتا ہے
A 5 6|||R:NUM|||پچاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پچاسی یا بیس سو پچاسی بولا جاتا ہے
A 5 6|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار اٹھاسی یا بیس سو اٹھاسی بولا جاتا ہے
A 5 6|||R:NUM|||انانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نوے یا بیس سو نوے بولا جاتا ہے
A 5 6|||R:NUM|||اکیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار اکیانوے یا بیس سو اکیانوے بولا جاتا ہے
A 5 6|||R:NUM|||بیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چورانوے یا بیس سو چورانوے بولا جاتا ہے
A 5 6|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چورانوے یا بیس سو چورانوے بولا جاتا ہے
A 9 10|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پچانوے یا بیس سو پچانوے بولا جاتا ہے
A 5 6|||R:NUM|||چھیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھیانوے یا بیس سو چھیانوے بولا جاتا ہے
A 5 6|||R:NUM|||ستانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ستانوے یا بیس سو ستانوے بولا جاتا ہے
A 5 6|||R:NUM|||اٹھانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار اٹھانوے یا بیس سو اٹھانوے بولا جاتا ہے
A 5 6|||R:NUM|||نینیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو ایک یا اکیس سو ایک بولا جاتا ہے
A 7 8|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو ایک یا اکیس سو ایک بولا جاتا ہے
A 11 12|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو دو یا اکیس سو دو بولا جاتا ہے
A 7 8|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو دو یا اکیس سو دو بولا جاتا ہے
A 11 12|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو تین یا اکیس سو تین بولا جاتا ہے
A 7 8|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو تین یا اکیس سو تین بولا جاتا ہے
A 11 12|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو چار یا اکیس سو چار بولا جاتا ہے
A 7 8|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو چار یا اکیس سو چار بولا جاتا ہے
A 11 12|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو پانچ یا اکیس سو پانچ بولا جاتا ہے
A 7 8|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو پانچ یا اکیس سو پانچ بولا جاتا ہے
A 11 12|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو چھ یا اکیس سو چھ بولا جاتا ہے
A 7 8|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو چھ یا اکیس سو چھ بولا جاتا ہے
A 11 12|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو سات یا اکیس سو سات بولا جاتا ہے
A 7 8|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو سات یا اکیس سو سات بولا جاتا ہے
A 11 12|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو آٹھ یا اکیس سو آٹھ بولا جاتا ہے
A 7 8|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو آٹھ یا اکیس سو آٹھ بولا جاتا ہے
A 11 12|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو نو یا اکیس سو نو بولا جاتا ہے
A 7 8|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو نو یا اکیس سو نو بولا جاتا ہے
A 11 12|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو دس یا اکیس سو دس بولا جاتا ہے
A 7 8|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو دس یا اکیس سو دس بولا جاتا ہے
A 11 12|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو گیارہ یا اکیس سو گیارہ بولا جاتا ہے
A 7 8|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو گیارہ یا اکیس سو گیارہ بولا جاتا ہے
A 11 12|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو بارہ یا اکیس سو بارہ بولا جاتا ہے
A 7 8|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو بارہ یا اکیس سو بارہ بولا جاتا ہے
A 11 12|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو تیرہ یا اکیس سو تیرہ بولا جاتا ہے
A 7 8|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو تیرہ یا اکیس سو تیرہ بولا جاتا ہے
A 11 12|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو چودہ یا اکیس سو چودہ بولا جاتا ہے
A 7 8|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو چودہ یا اکیس سو چودہ بولا جاتا ہے
A 11 12|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو پندرہ یا اکیس سو پندرہ بولا جاتا ہے
A 7 8|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو پندرہ یا اکیس سو پندرہ بولا جاتا ہے
A 11 12|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو سولہ یا اکیس سو سولہ بولا جاتا ہے
A 7 8|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو سولہ یا اکیس سو سولہ بولا جاتا ہے
A 11 12|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو سترہ یا اکیس سو سترہ بولا جاتا ہے
A 7 8|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو سترہ یا اکیس سو سترہ بولا جاتا ہے
A 11 12|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو اٹھارہ یا اکیس سو اٹھارہ بولا جاتا ہے
A 7 8|||R:NUM|||انیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو انیس یا اکیس سو انیس بولا جاتا ہے
A 7 8|||R:NUM|||بیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو بیس یا اکیس سو بیس بولا جاتا ہے
A 7 8|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو بیس یا اکیس سو بیس بولا جاتا ہے
A 11 12|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو اکیس یا اکیس سو اکیس بولا جاتا ہے
A 7 8|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو اکیس یا اکیس سو اکیس بولا جاتا ہے
A 11 12|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو بائیس یا اکیس سو بائیس بولا جاتا ہے
A 7 8|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو بائیس یا اکیس سو بائیس بولا جاتا ہے
A 11 12|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو چوبیس یا اکیس سو چوبیس بولا جاتا ہے
A 7 8|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو چوبیس یا اکیس سو چوبیس بولا جاتا ہے
A 11 12|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو پچیس یا اکیس سو پچیس بولا جاتا ہے
A 7 8|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو پچیس یا اکیس سو پچیس بولا جاتا ہے
A 11 12|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو چھبیس یا اکیس سو چھبیس بولا جاتا ہے
A 7 8|||R:NUM|||ستائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو ستائیس یا اکیس سو ستائیس بولا جاتا ہے
A 7 8|||R:NUM|||اٹھائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو اٹھائیس یا اکیس سو اٹھائیس بولا جاتا ہے
A 7 8|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو اٹھائیس یا اکیس سو اٹھائیس بولا جاتا ہے
A 11 12|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو انتیس یا اکیس سو انتیس بولا جاتا ہے
A 7 8|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو انتیس یا اکیس سو انتیس بولا جاتا ہے
A 11 12|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو تیس یا اکیس سو تیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو تیس یا اکیس سو تیس بولا جاتا ہے
A 11 12|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو اکتیس یا اکیس سو اکتیس بولا جاتا ہے
A 7 8|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو اکتیس یا اکیس سو اکتیس بولا جاتا ہے
A 11 12|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو بتیس یا اکیس سو بتیس بولا جاتا ہے
A 7 8|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو بتیس یا اکیس سو بتیس بولا جاتا ہے
A 11 12|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو تینتیس یا اکیس سو تینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو چونتیس یا اکیس سو چونتیس بولا جاتا ہے
A 7 8|||R:NUM|||پینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو پینتیس یا اکیس سو پینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چھتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو انتالیس یا اکیس سو انتالیس بولا جاتا ہے
A 7 8|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو چالیس یا اکیس سو چالیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو اکتالیس یا اکیس سو اکتالیس بولا جاتا ہے
A 7 8|||R:NUM|||بیالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو انچاس یا اکیس سو انچاس بولا جاتا ہے
A 7 8|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو انچاس یا اکیس سو انچاس بولا جاتا ہے
A 11 12|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو پچاس یا اکیس سو پچاس بولا جاتا ہے
A 7 8|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو پچاس یا اکیس سو پچاس بولا جاتا ہے
A 11 12|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو اکاون یا اکیس سو اکاون بولا جاتا ہے
A 7 8|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو اکاون یا اکیس سو اکاون بولا جاتا ہے
A 11 12|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو باون یا اکیس سو باون بولا جاتا ہے
A 7 8|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو باون یا اکیس سو باون بولا جاتا ہے
A 11 12|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو ترپن یا اکیس سو ترپن بولا جاتا ہے
A 7 8|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو ترپن یا اکیس سو ترپن بولا جاتا ہے
A 11 12|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو چون یا اکیس سو چون بولا جاتا ہے
A 7 8|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو چون یا اکیس سو چون بولا جاتا ہے
A 11 12|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو پچپن یا اکیس سو پچپن بولا جاتا ہے
A 7 8|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو پچپن یا اکیس سو پچپن بولا جاتا ہے
A 11 12|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو چھپن یا اکیس سو چھپن بولا جاتا ہے
A 7 8|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو چھپن یا اکیس سو چھپن بولا جاتا ہے
A 11 12|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو ستاون یا اکیس سو ستاون بولا جاتا ہے
A 7 8|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو ستاون یا اکیس سو ستاون بولا جاتا ہے
A 11 12|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو اٹھاون یا اکیس سو اٹھاون بولا جاتا ہے
A 7 8|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو اٹھاون یا اکیس سو اٹھاون بولا جاتا ہے
A 11 12|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو انسٹھ یا اکیس سو انسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو انسٹھ یا اکیس سو انسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو ساٹھ یا اکیس سو ساٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو ساٹھ یا اکیس سو ساٹھ بولا جاتا ہے
A 11 12|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو اکسٹھ یا اکیس سو اکسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو اکسٹھ یا اکیس سو اکسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو باسٹھ یا اکیس سو باسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو باسٹھ یا اکیس سو باسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو تریسٹھ یا اکیس سو تریسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو تریسٹھ یا اکیس سو تریسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو چونسٹھ یا اکیس سو چونسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو چونسٹھ یا اکیس سو چونسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو پینسٹھ یا اکیس سو پینسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو پینسٹھ یا اکیس سو پینسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو چھیاسٹھ یا اکیس سو چھیاسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||سڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو سڑسٹھ یا اکیس سو سڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو اڑسٹھ یا اکیس سو اڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||انہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو انہتر یا اکیس سو انہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو ستر یا اکیس سو ستر بولا جاتا ہے
A 7 8|||R:NUM|||اکہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو تہتر یا اکیس سو تہتر بولا جاتا ہے
A 7 8|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو چوہتر یا اکیس سو چوہتر بولا جاتا ہے
A 7 8|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو چوہتر یا اکیس سو چوہتر بولا جاتا ہے
A 11 12|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو چھہتر یا اکیس سو چھہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو ستتر یا اکیس سو ستتر بولا جاتا ہے
A 7 8|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو اٹھتر یا اکیس سو اٹھتر بولا جاتا ہے
A 7 8|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو اٹھتر یا اکیس سو اٹھتر بولا جاتا ہے
A 11 12|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو اکیاسی یا اکیس سو اکیاسی بولا جاتا ہے
A 7 8|||R:NUM|||بیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو بیاسی یا اکیس سو بیاسی بولا جاتا ہے
A 7 8|||R:NUM|||تریاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو تریاسی یا اکیس سو تریاسی بولا جاتا ہے
A 7 8|||R:NUM|||چوراسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو چوراسی یا اکیس سو چوراسی بولا جاتا ہے
A 7 8|||R:NUM|||پچاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو پچاسی یا اکیس سو پچاسی بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو چھیاسی یا اکیس سو چھیاسی بولا جاتا ہے
A 7 8|||R:NUM|||ستاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو ستاسی یا اکیس سو ستاسی بولا جاتا ہے
A 7 8|||R:NUM|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو اٹھاسی یا اکیس سو اٹھاسی بولا جاتا ہے
A 7 8|||R:NUM|||انانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو نوے یا اکیس سو نوے بولا جاتا ہے
A 7 8|||R:NUM|||اکیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو اکیانوے یا اکیس سو اکیانوے بولا جاتا ہے
A 7 8|||R:NUM|||بیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو چورانوے یا اکیس سو چورانوے بولا جاتا ہے
A 7 8|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو چورانوے یا اکیس سو چورانوے بولا جاتا ہے
A 11 12|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو پچانوے یا اکیس سو پچانوے بولا جاتا ہے
A 7 8|||R:NUM|||چھیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو چھیانوے یا اکیس سو چھیانوے بولا جاتا ہے
A 7 8|||R:NUM|||ستانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو ستانوے یا اکیس سو ستانوے بولا جاتا ہے
A 7 8|||R:NUM|||اٹھانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو اٹھانوے یا اکیس سو اٹھانوے بولا جاتا ہے
A 7 8|||R:NUM|||نینیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو ایک یا بائیس سو ایک بولا جاتا ہے
A 7 8|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو ایک یا بائیس سو ایک بولا جاتا ہے
A 11 12|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو دو یا بائیس سو دو بولا جاتا ہے
A 7 8|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو دو یا بائیس سو دو بولا جاتا ہے
A 11 12|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو تین یا بائیس سو تین بولا جاتا ہے
A 7 8|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو تین یا بائیس سو تین بولا جاتا ہے
A 11 12|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو چار یا بائیس سو چار بولا جاتا ہے
A 7 8|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو چار یا بائیس سو چار بولا جاتا ہے
A 11 12|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو پانچ یا بائیس سو پانچ بولا جاتا ہے
A 7 8|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو پانچ یا بائیس سو پانچ بولا جاتا ہے
A 11 12|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو چھ یا بائیس سو چھ بولا جاتا ہے
A 7 8|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو چھ یا بائیس سو چھ بولا جاتا ہے
A 11 12|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو سات یا بائیس سو سات بولا جاتا ہے
A 7 8|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو سات یا بائیس سو سات بولا جاتا ہے
A 11 12|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو آٹھ یا بائیس سو آٹھ بولا جاتا ہے
A 7 8|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو آٹھ یا بائیس سو آٹھ بولا جاتا ہے
A 11 12|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو نو یا بائیس سو نو بولا جاتا ہے
A 7 8|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو نو یا بائیس سو نو بولا جاتا ہے
A 11 12|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو دس یا بائیس سو دس بولا جاتا ہے
A 7 8|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو دس یا بائیس سو دس بولا جاتا ہے
A 11 12|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو بارہ یا بائیس سو بارہ بولا جاتا ہے
A 7 8|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو بارہ یا بائیس سو بارہ بولا جاتا ہے
A 11 12|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو تیرہ یا بائیس سو تیرہ بولا جاتا ہے
A 7 8|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو تیرہ یا بائیس سو تیرہ بولا جاتا ہے
A 11 12|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو چودہ یا بائیس سو چودہ بولا جاتا ہے
A 7 8|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو چودہ یا بائیس سو چودہ بولا جاتا ہے
A 11 12|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو پندرہ یا بائیس سو پندرہ بولا جاتا ہے
A 7 8|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو پندرہ یا بائیس سو پندرہ بولا جاتا ہے
A 11 12|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو سولہ یا بائیس سو سولہ بولا جاتا ہے
A 7 8|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو سولہ یا بائیس سو سولہ بولا جاتا ہے
A 11 12|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو سترہ یا بائیس سو سترہ بولا جاتا ہے
A 7 8|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو سترہ یا بائیس سو سترہ بولا جاتا ہے
A 11 12|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو اٹھارہ یا بائیس سو اٹھارہ بولا جاتا ہے
A 7 8|||R:NUM|||انیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو انیس یا بائیس سو انیس بولا جاتا ہے
A 7 8|||R:NUM|||بیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو بیس یا بائیس سو بیس بولا جاتا ہے
A 7 8|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو بیس یا بائیس سو بیس بولا جاتا ہے
A 11 12|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو اکیس یا بائیس سو اکیس بولا جاتا ہے
A 7 8|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو اکیس یا بائیس سو اکیس بولا جاتا ہے
A 11 12|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو بائیس یا بائیس سو بائیس بولا جاتا ہے
A 7 8|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو بائیس یا بائیس سو بائیس بولا جاتا ہے
A 11 12|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو چوبیس یا بائیس سو چوبیس بولا جاتا ہے
A 7 8|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو چوبیس یا بائیس سو چوبیس بولا جاتا ہے
A 11 12|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو پچیس یا بائیس سو پچیس بولا جاتا ہے
A 7 8|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو پچیس یا بائیس سو پچیس بولا جاتا ہے
A 11 12|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو چھبیس یا بائیس سو چھبیس بولا جاتا ہے
A 7 8|||R:NUM|||ستائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو ستائیس یا بائیس سو ستائیس بولا جاتا ہے
A 7 8|||R:NUM|||اٹھائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو اٹھائیس یا بائیس سو اٹھائیس بولا جاتا ہے
A 7 8|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو اٹھائیس یا بائیس سو اٹھائیس بولا جاتا ہے
A 11 12|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو انتیس یا بائیس سو انتیس بولا جاتا ہے
A 7 8|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو انتیس یا بائیس سو انتیس بولا جاتا ہے
A 11 12|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو تیس یا بائیس سو تیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو تیس یا بائیس سو تیس بولا جاتا ہے
A 11 12|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو اکتیس یا بائیس سو اکتیس بولا جاتا ہے
A 7 8|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو اکتیس یا بائیس سو اکتیس بولا جاتا ہے
A 11 12|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو بتیس یا بائیس سو بتیس بولا جاتا ہے
A 7 8|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو بتیس یا بائیس سو بتیس بولا جاتا ہے
A 11 12|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو تینتیس یا بائیس سو تینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو چونتیس یا بائیس سو چونتیس بولا جاتا ہے
A 7 8|||R:NUM|||پینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو پینتیس یا بائیس سو پینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چھتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو انتالیس یا بائیس سو انتالیس بولا جاتا ہے
A 7 8|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو چالیس یا بائیس سو چالیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو اکتالیس یا بائیس سو اکتالیس بولا جاتا ہے
A 7 8|||R:NUM|||بیالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو انچاس یا بائیس سو انچاس بولا جاتا ہے
A 7 8|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو انچاس یا بائیس سو انچاس بولا جاتا ہے
A 11 12|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو پچاس یا بائیس سو پچاس بولا جاتا ہے
A 7 8|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو پچاس یا بائیس سو پچاس بولا جاتا ہے
A 11 12|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو اکاون یا بائیس سو اکاون بولا جاتا ہے
A 7 8|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو اکاون یا بائیس سو اکاون بولا جاتا ہے
A 11 12|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو باون یا بائیس سو باون بولا جاتا ہے
A 7 8|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو باون یا بائیس سو باون بولا جاتا ہے
A 11 12|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو ترپن یا بائیس سو ترپن بولا جاتا ہے
A 7 8|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو ترپن یا بائیس سو ترپن بولا جاتا ہے
A 11 12|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو چون یا بائیس سو چون بولا جاتا ہے
A 7 8|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو چون یا بائیس سو چون بولا جاتا ہے
A 11 12|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو پچپن یا بائیس سو پچپن بولا جاتا ہے
A 7 8|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو پچپن یا بائیس سو پچپن بولا جاتا ہے
A 11 12|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو چھپن یا بائیس سو چھپن بولا جاتا ہے
A 7 8|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو چھپن یا بائیس سو چھپن بولا جاتا ہے
A 11 12|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو ستاون یا بائیس سو ستاون بولا جاتا ہے
A 7 8|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو ستاون یا بائیس سو ستاون بولا جاتا ہے
A 11 12|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو اٹھاون یا بائیس سو اٹھاون بولا جاتا ہے
A 7 8|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو اٹھاون یا بائیس سو اٹھاون بولا جاتا ہے
A 11 12|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو انسٹھ یا بائیس سو انسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو انسٹھ یا بائیس سو انسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو ساٹھ یا بائیس سو ساٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو ساٹھ یا بائیس سو ساٹھ بولا جاتا ہے
A 11 12|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو اکسٹھ یا بائیس سو اکسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو اکسٹھ یا بائیس سو اکسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو باسٹھ یا بائیس سو باسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو باسٹھ یا بائیس سو باسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو تریسٹھ یا بائیس سو تریسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو تریسٹھ یا بائیس سو تریسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو چونسٹھ یا بائیس سو چونسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو چونسٹھ یا بائیس سو چونسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو پینسٹھ یا بائیس سو پینسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو پینسٹھ یا بائیس سو پینسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو چھیاسٹھ یا بائیس سو چھیاسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||سڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو سڑسٹھ یا بائیس سو سڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو اڑسٹھ یا بائیس سو اڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||انہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو انہتر یا بائیس سو انہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو ستر یا بائیس سو ستر بولا جاتا ہے
A 7 8|||R:NUM|||اکہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو تہتر یا بائیس سو تہتر بولا جاتا ہے
A 7 8|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو تہتر یا بائیس سو تہتر بولا جاتا ہے
A 11 12|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو چوہتر یا بائیس سو چوہتر بولا جاتا ہے
A 7 8|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو چوہتر یا بائیس سو چوہتر بولا جاتا ہے
A 11 12|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو چھہتر یا بائیس سو چھہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو ستتر یا بائیس سو ستتر بولا جاتا ہے
A 7 8|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو اٹھتر یا بائیس سو اٹھتر بولا جاتا ہے
A 7 8|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو اٹھتر یا بائیس سو اٹھتر بولا جاتا ہے
A 11 12|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو اکیاسی یا بائیس سو اکیاسی بولا جاتا ہے
A 7 8|||R:NUM|||بیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو بیاسی یا بائیس سو بیاسی بولا جاتا ہے
A 7 8|||R:NUM|||تریاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو تریاسی یا بائیس سو تریاسی بولا جاتا ہے
A 7 8|||R:NUM|||چوراسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو چوراسی یا بائیس سو چوراسی بولا جاتا ہے
A 7 8|||R:NUM|||پچاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو پچاسی یا بائیس سو پچاسی بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو پچاسی یا بائیس سو پچاسی بولا جاتا ہے
A 11 12|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو اٹھاسی یا بائیس سو اٹھاسی بولا جاتا ہے
A 7 8|||R:NUM|||انانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو نوے یا بائیس سو نوے بولا جاتا ہے
A 7 8|||R:NUM|||اکیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو اکیانوے یا بائیس سو اکیانوے بولا جاتا ہے
A 7 8|||R:NUM|||بیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو چورانوے یا بائیس سو چورانوے بولا جاتا ہے
A 7 8|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو چورانوے یا بائیس سو چورانوے بولا جاتا ہے
A 11 12|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو پچانوے یا بائیس سو پچانوے بولا جاتا ہے
A 7 8|||R:NUM|||چھیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو چھیانوے یا بائیس سو چھیانوے بولا جاتا ہے
A 7 8|||R:NUM|||ستانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو ستانوے یا بائیس سو ستانوے بولا جاتا ہے
A 7 8|||R:NUM|||اٹھانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو اٹھانوے یا بائیس سو اٹھانوے بولا جاتا ہے
A 5 6|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو اٹھانوے یا بائیس سو اٹھانوے بولا جاتا ہے
A 7 8|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو اٹھانوے یا بائیس سو اٹھانوے بولا جاتا ہے
A 9 10|||R:NUM|||تئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار دو سو اٹھانوے یا بائیس سو اٹھانوے بولا جاتا ہے
A 11 12|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو ایک یا تئیس سو ایک بولا جاتا ہے
A 7 8|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو ایک یا تئیس سو ایک بولا جاتا ہے
A 11 12|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو دو یا تئیس سو دو بولا جاتا ہے
A 7 8|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو دو یا تئیس سو دو بولا جاتا ہے
A 11 12|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو تین یا تئیس سو تین بولا جاتا ہے
A 7 8|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو تین یا تئیس سو تین بولا جاتا ہے
A 11 12|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو چار یا تئیس سو چار بولا جاتا ہے
A 7 8|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو چار یا تئیس سو چار بولا جاتا ہے
A 11 12|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو پانچ یا تئیس سو پانچ بولا جاتا ہے
A 7 8|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو پانچ یا تئیس سو پانچ بولا جاتا ہے
A 11 12|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو چھ یا تئیس سو چھ بولا جاتا ہے
A 7 8|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو چھ یا تئیس سو چھ بولا جاتا ہے
A 11 12|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو سات یا تئیس سو سات بولا جاتا ہے
A 7 8|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو سات یا تئیس سو سات بولا جاتا ہے
A 11 12|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو آٹھ یا تئیس سو آٹھ بولا جاتا ہے
A 7 8|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو آٹھ یا تئیس سو آٹھ بولا جاتا ہے
A 11 12|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو نو یا تئیس سو نو بولا جاتا ہے
A 7 8|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو نو یا تئیس سو نو بولا جاتا ہے
A 11 12|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو دس یا تئیس سو دس بولا جاتا ہے
A 7 8|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو دس یا تئیس سو دس بولا جاتا ہے
A 11 12|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو گیارہ یا تئیس سو گیارہ بولا جاتا ہے
A 7 8|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو گیارہ یا تئیس سو گیارہ بولا جاتا ہے
A 11 12|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو بارہ یا تئیس سو بارہ بولا جاتا ہے
A 7 8|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو بارہ یا تئیس سو بارہ بولا جاتا ہے
A 11 12|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو تیرہ یا تئیس سو تیرہ بولا جاتا ہے
A 7 8|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو تیرہ یا تئیس سو تیرہ بولا جاتا ہے
A 11 12|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو چودہ یا تئیس سو چودہ بولا جاتا ہے
A 7 8|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو چودہ یا تئیس سو چودہ بولا جاتا ہے
A 11 12|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو پندرہ یا تئیس سو پندرہ بولا جاتا ہے
A 7 8|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو پندرہ یا تئیس سو پندرہ بولا جاتا ہے
A 11 12|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو سولہ یا تئیس سو سولہ بولا جاتا ہے
A 7 8|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو سولہ یا تئیس سو سولہ بولا جاتا ہے
A 11 12|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو سترہ یا تئیس سو سترہ بولا جاتا ہے
A 7 8|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو سترہ یا تئیس سو سترہ بولا جاتا ہے
A 11 12|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو اٹھارہ یا تئیس سو اٹھارہ بولا جاتا ہے
A 7 8|||R:NUM|||انیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو انیس یا تئیس سو انیس بولا جاتا ہے
A 7 8|||R:NUM|||بیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو بیس یا تئیس سو بیس بولا جاتا ہے
A 7 8|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو بیس یا تئیس سو بیس بولا جاتا ہے
A 11 12|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو اکیس یا تئیس سو اکیس بولا جاتا ہے
A 7 8|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو اکیس یا تئیس سو اکیس بولا جاتا ہے
A 11 12|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو بائیس یا تئیس سو بائیس بولا جاتا ہے
A 7 8|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو بائیس یا تئیس سو بائیس بولا جاتا ہے
A 11 12|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو چوبیس یا تئیس سو چوبیس بولا جاتا ہے
A 7 8|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو چوبیس یا تئیس سو چوبیس بولا جاتا ہے
A 11 12|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو پچیس یا تئیس سو پچیس بولا جاتا ہے
A 7 8|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو پچیس یا تئیس سو پچیس بولا جاتا ہے
A 11 12|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو چھبیس یا تئیس سو چھبیس بولا جاتا ہے
A 7 8|||R:NUM|||ستائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو ستائیس یا تئیس سو ستائیس بولا جاتا ہے
A 7 8|||R:NUM|||اٹھائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو اٹھائیس یا تئیس سو اٹھائیس بولا جاتا ہے
A 7 8|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو اٹھائیس یا تئیس سو اٹھائیس بولا جاتا ہے
A 11 12|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو انتیس یا تئیس سو انتیس بولا جاتا ہے
A 7 8|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو انتیس یا تئیس سو انتیس بولا جاتا ہے
A 11 12|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو تیس یا تئیس سو تیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو تیس یا تئیس سو تیس بولا جاتا ہے
A 11 12|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو اکتیس یا تئیس سو اکتیس بولا جاتا ہے
A 7 8|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو اکتیس یا تئیس سو اکتیس بولا جاتا ہے
A 11 12|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو بتیس یا تئیس سو بتیس بولا جاتا ہے
A 7 8|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو بتیس یا تئیس سو بتیس بولا جاتا ہے
A 11 12|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو تینتیس یا تئیس سو تینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو چونتیس یا تئیس سو چونتیس بولا جاتا ہے
A 7 8|||R:NUM|||پینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو پینتیس یا تئیس سو پینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چھتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو انتالیس یا تئیس سو انتالیس بولا جاتا ہے
A 7 8|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو چالیس یا تئیس سو چالیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو اکتالیس یا تئیس سو اکتالیس بولا جاتا ہے
A 7 8|||R:NUM|||بیالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو اڑتالیس یا تئیس سو اڑتالیس بولا جاتا ہے
A 7 8|||R:NUM|||انچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو انچاس یا تئیس سو انچاس بولا جاتا ہے
A 7 8|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو انچاس یا تئیس سو انچاس بولا جاتا ہے
A 11 12|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو پچاس یا تئیس سو پچاس بولا جاتا ہے
A 7 8|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو پچاس یا تئیس سو پچاس بولا جاتا ہے
A 11 12|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو اکاون یا تئیس سو اکاون بولا جاتا ہے
A 7 8|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو اکاون یا تئیس سو اکاون بولا جاتا ہے
A 11 12|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو باون یا تئیس سو باون بولا جاتا ہے
A 7 8|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو باون یا تئیس سو باون بولا جاتا ہے
A 11 12|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو ترپن یا تئیس سو ترپن بولا جاتا ہے
A 7 8|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو ترپن یا تئیس سو ترپن بولا جاتا ہے
A 11 12|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو چون یا تئیس سو چون بولا جاتا ہے
A 7 8|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو چون یا تئیس سو چون بولا جاتا ہے
A 11 12|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو پچپن یا تئیس سو پچپن بولا جاتا ہے
A 7 8|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو پچپن یا تئیس سو پچپن بولا جاتا ہے
A 11 12|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو چھپن یا تئیس سو چھپن بولا جاتا ہے
A 7 8|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو چھپن یا تئیس سو چھپن بولا جاتا ہے
A 11 12|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو ستاون یا تئیس سو ستاون بولا جاتا ہے
A 7 8|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو ستاون یا تئیس سو ستاون بولا جاتا ہے
A 11 12|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو اٹھاون یا تئیس سو اٹھاون بولا جاتا ہے
A 7 8|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو اٹھاون یا تئیس سو اٹھاون بولا جاتا ہے
A 11 12|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو انسٹھ یا تئیس سو انسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو انسٹھ یا تئیس سو انسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو ساٹھ یا تئیس سو ساٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو ساٹھ یا تئیس سو ساٹھ بولا جاتا ہے
A 11 12|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو اکسٹھ یا تئیس سو اکسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو اکسٹھ یا تئیس سو اکسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو باسٹھ یا تئیس سو باسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو باسٹھ یا تئیس سو باسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو تریسٹھ یا تئیس سو تریسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو تریسٹھ یا تئیس سو تریسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو چونسٹھ یا تئیس سو چونسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو چونسٹھ یا تئیس سو چونسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو پینسٹھ یا تئیس سو پینسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو پینسٹھ یا تئیس سو پینسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو چھیاسٹھ یا تئیس سو چھیاسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||سڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو سڑسٹھ یا تئیس سو سڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو اڑسٹھ یا تئیس سو اڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||انہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو انہتر یا تئیس سو انہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو ستر یا تئیس سو ستر بولا جاتا ہے
A 7 8|||R:NUM|||اکہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو تہتر یا تئیس سو تہتر بولا جاتا ہے
A 7 8|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو تہتر یا تئیس سو تہتر بولا جاتا ہے
A 11 12|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو چوہتر یا تئیس سو چوہتر بولا جاتا ہے
A 7 8|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو چوہتر یا تئیس سو چوہتر بولا جاتا ہے
A 11 12|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو چھہتر یا تئیس سو چھہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو ستتر یا تئیس سو ستتر بولا جاتا ہے
A 7 8|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو اٹھتر یا تئیس سو اٹھتر بولا جاتا ہے
A 7 8|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو اٹھتر یا تئیس سو اٹھتر بولا جاتا ہے
A 11 12|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو اکیاسی یا تئیس سو اکیاسی بولا جاتا ہے
A 7 8|||R:NUM|||بیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو بیاسی یا تئیس سو بیاسی بولا جاتا ہے
A 7 8|||R:NUM|||تریاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو تریاسی یا تئیس سو تریاسی بولا جاتا ہے
A 7 8|||R:NUM|||چوراسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو چوراسی یا تئیس سو چوراسی بولا جاتا ہے
A 7 8|||R:NUM|||پچاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو پچاسی یا تئیس سو پچاسی بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو پچاسی یا تئیس سو پچاسی بولا جاتا ہے
A 11 12|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو چھیاسی یا تئیس سو چھیاسی بولا جاتا ہے
A 7 8|||R:NUM|||ستاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو ستاسی یا تئیس سو ستاسی بولا جاتا ہے
A 7 8|||R:NUM|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو اٹھاسی یا تئیس سو اٹھاسی بولا جاتا ہے
A 7 8|||R:NUM|||انانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو نوے یا تئیس سو نوے بولا جاتا ہے
A 7 8|||R:NUM|||اکیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو اکیانوے یا تئیس سو اکیانوے بولا جاتا ہے
A 7 8|||R:NUM|||بیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو چورانوے یا تئیس سو چورانوے بولا جاتا ہے
A 7 8|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو پچانوے یا تئیس سو پچانوے بولا جاتا ہے
A 7 8|||R:NUM|||چھیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو چھیانوے یا تئیس سو چھیانوے بولا جاتا ہے
A 7 8|||R:NUM|||ستانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو ستانوے یا تئیس سو ستانوے بولا جاتا ہے
A 7 8|||R:NUM|||اٹھانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار تین سو اٹھانوے یا تئیس سو اٹھانوے بولا جاتا ہے
A 7 8|||R:NUM|||نینیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو یا اکیس سو بولا جاتا ہے
A 5 6|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار ایک سو یا اکیس سو بولا جاتا ہے
A 8 9|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو ایک یا چوبیس سو ایک بولا جاتا ہے
A 7 8|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو ایک یا چوبیس سو ایک بولا جاتا ہے
A 11 12|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو دو یا چوبیس سو دو بولا جاتا ہے
A 7 8|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو دو یا چوبیس سو دو بولا جاتا ہے
A 11 12|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو تین یا چوبیس سو تین بولا جاتا ہے
A 7 8|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو تین یا چوبیس سو تین بولا جاتا ہے
A 11 12|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو چار یا چوبیس سو چار بولا جاتا ہے
A 7 8|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو چار یا چوبیس سو چار بولا جاتا ہے
A 11 12|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو پانچ یا چوبیس سو پانچ بولا جاتا ہے
A 7 8|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو پانچ یا چوبیس سو پانچ بولا جاتا ہے
A 11 12|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو چھ یا چوبیس سو چھ بولا جاتا ہے
A 7 8|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو چھ یا چوبیس سو چھ بولا جاتا ہے
A 11 12|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو سات یا چوبیس سو سات بولا جاتا ہے
A 7 8|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو سات یا چوبیس سو سات بولا جاتا ہے
A 11 12|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو آٹھ یا چوبیس سو آٹھ بولا جاتا ہے
A 7 8|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو آٹھ یا چوبیس سو آٹھ بولا جاتا ہے
A 11 12|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو نو یا چوبیس سو نو بولا جاتا ہے
A 7 8|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو نو یا چوبیس سو نو بولا جاتا ہے
A 11 12|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو دس یا چوبیس سو دس بولا جاتا ہے
A 7 8|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو دس یا چوبیس سو دس بولا جاتا ہے
A 11 12|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو گیارہ یا چوبیس سو گیارہ بولا جاتا ہے
A 7 8|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو گیارہ یا چوبیس سو گیارہ بولا جاتا ہے
A 11 12|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو بارہ یا چوبیس سو بارہ بولا جاتا ہے
A 7 8|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو بارہ یا چوبیس سو بارہ بولا جاتا ہے
A 11 12|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو تیرہ یا چوبیس سو تیرہ بولا جاتا ہے
A 7 8|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو تیرہ یا چوبیس سو تیرہ بولا جاتا ہے
A 11 12|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو چودہ یا چوبیس سو چودہ بولا جاتا ہے
A 7 8|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو چودہ یا چوبیس سو چودہ بولا جاتا ہے
A 11 12|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو پندرہ یا چوبیس سو پندرہ بولا جاتا ہے
A 7 8|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو پندرہ یا چوبیس سو پندرہ بولا جاتا ہے
A 11 12|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو سولہ یا چوبیس سو سولہ بولا جاتا ہے
A 7 8|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو سولہ یا چوبیس سو سولہ بولا جاتا ہے
A 11 12|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو سترہ یا چوبیس سو سترہ بولا جاتا ہے
A 7 8|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو سترہ یا چوبیس سو سترہ بولا جاتا ہے
A 11 12|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو اٹھارہ یا چوبیس سو اٹھارہ بولا جاتا ہے
A 7 8|||R:NUM|||انیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو انیس یا چوبیس سو انیس بولا جاتا ہے
A 7 8|||R:NUM|||بیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو بیس یا چوبیس سو بیس بولا جاتا ہے
A 7 8|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو بیس یا چوبیس سو بیس بولا جاتا ہے
A 11 12|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو اکیس یا چوبیس سو اکیس بولا جاتا ہے
A 7 8|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو اکیس یا چوبیس سو اکیس بولا جاتا ہے
A 11 12|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو بائیس یا چوبیس سو بائیس بولا جاتا ہے
A 7 8|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو بائیس یا چوبیس سو بائیس بولا جاتا ہے
A 11 12|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو چوبیس یا چوبیس سو چوبیس بولا جاتا ہے
A 7 8|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو چوبیس یا چوبیس سو چوبیس بولا جاتا ہے
A 11 12|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو پچیس یا چوبیس سو پچیس بولا جاتا ہے
A 7 8|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو پچیس یا چوبیس سو پچیس بولا جاتا ہے
A 11 12|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو چھبیس یا چوبیس سو چھبیس بولا جاتا ہے
A 7 8|||R:NUM|||ستائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو ستائیس یا چوبیس سو ستائیس بولا جاتا ہے
A 7 8|||R:NUM|||اٹھائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو اٹھائیس یا چوبیس سو اٹھائیس بولا جاتا ہے
A 7 8|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو اٹھائیس یا چوبیس سو اٹھائیس بولا جاتا ہے
A 11 12|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو انتیس یا چوبیس سو انتیس بولا جاتا ہے
A 7 8|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو انتیس یا چوبیس سو انتیس بولا جاتا ہے
A 11 12|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو تیس یا چوبیس سو تیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو تیس یا چوبیس سو تیس بولا جاتا ہے
A 11 12|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو اکتیس یا چوبیس سو اکتیس بولا جاتا ہے
A 7 8|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو اکتیس یا چوبیس سو اکتیس بولا جاتا ہے
A 11 12|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو بتیس یا چوبیس سو بتیس بولا جاتا ہے
A 7 8|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو بتیس یا چوبیس سو بتیس بولا جاتا ہے
A 11 12|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو تینتیس یا چوبیس سو تینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو چونتیس یا چوبیس سو چونتیس بولا جاتا ہے
A 7 8|||R:NUM|||پینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو پینتیس یا چوبیس سو پینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چھتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو انتالیس یا چوبیس سو انتالیس بولا جاتا ہے
A 7 8|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو چالیس یا چوبیس سو چالیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو اکتالیس یا چوبیس سو اکتالیس بولا جاتا ہے
A 7 8|||R:NUM|||بیالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو انچاس یا چوبیس سو انچاس بولا جاتا ہے
A 7 8|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو انچاس یا چوبیس سو انچاس بولا جاتا ہے
A 11 12|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو پچاس یا چوبیس سو پچاس بولا جاتا ہے
A 7 8|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو پچاس یا چوبیس سو پچاس بولا جاتا ہے
A 11 12|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو اکاون یا چوبیس سو اکاون بولا جاتا ہے
A 7 8|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو اکاون یا چوبیس سو اکاون بولا جاتا ہے
A 11 12|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو باون یا چوبیس سو باون بولا جاتا ہے
A 7 8|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو باون یا چوبیس سو باون بولا جاتا ہے
A 11 12|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو ترپن یا چوبیس سو ترپن بولا جاتا ہے
A 7 8|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو ترپن یا چوبیس سو ترپن بولا جاتا ہے
A 11 12|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو چون یا چوبیس سو چون بولا جاتا ہے
A 7 8|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو چون یا چوبیس سو چون بولا جاتا ہے
A 11 12|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو پچپن یا چوبیس سو پچپن بولا جاتا ہے
A 7 8|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو پچپن یا چوبیس سو پچپن بولا جاتا ہے
A 11 12|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو چھپن یا چوبیس سو چھپن بولا جاتا ہے
A 7 8|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو چھپن یا چوبیس سو چھپن بولا جاتا ہے
A 11 12|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو ستاون یا چوبیس سو ستاون بولا جاتا ہے
A 7 8|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو اٹھاون یا چوبیس سو اٹھاون بولا جاتا ہے
A 7 8|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو انسٹھ یا چوبیس سو انسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو انسٹھ یا چوبیس سو انسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو ساٹھ یا چوبیس سو ساٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو ساٹھ یا چوبیس سو ساٹھ بولا جاتا ہے
A 11 12|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو اکسٹھ یا چوبیس سو اکسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو اکسٹھ یا چوبیس سو اکسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو باسٹھ یا چوبیس سو باسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو باسٹھ یا چوبیس سو باسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو تریسٹھ یا چوبیس سو تریسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو چونسٹھ یا چوبیس سو چونسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو پینسٹھ یا چوبیس سو پینسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو پینسٹھ یا چوبیس سو پینسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو چھیاسٹھ یا چوبیس سو چھیاسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||سڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو سڑسٹھ یا چوبیس سو سڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو اڑسٹھ یا چوبیس سو اڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||انہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو انہتر یا چوبیس سو انہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو ستر یا چوبیس سو ستر بولا جاتا ہے
A 7 8|||R:NUM|||اکہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو تہتر یا چوبیس سو تہتر بولا جاتا ہے
A 7 8|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو چوہتر یا چوبیس سو چوہتر بولا جاتا ہے
A 7 8|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو چوہتر یا چوبیس سو چوہتر بولا جاتا ہے
A 11 12|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو چھہتر یا چوبیس سو چھہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو ستتر یا چوبیس سو ستتر بولا جاتا ہے
A 7 8|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو اٹھتر یا چوبیس سو اٹھتر بولا جاتا ہے
A 7 8|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو اٹھتر یا چوبیس سو اٹھتر بولا جاتا ہے
A 11 12|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو اکیاسی یا چوبیس سو اکیاسی بولا جاتا ہے
A 7 8|||R:NUM|||بیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو بیاسی یا چوبیس سو بیاسی بولا جاتا ہے
A 7 8|||R:NUM|||تریاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو تریاسی یا چوبیس سو تریاسی بولا جاتا ہے
A 7 8|||R:NUM|||چوراسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو چوراسی یا چوبیس سو چوراسی بولا جاتا ہے
A 7 8|||R:NUM|||پچاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو پچاسی یا چوبیس سو پچاسی بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو اٹھاسی یا چوبیس سو اٹھاسی بولا جاتا ہے
A 7 8|||R:NUM|||انانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو نوے یا چوبیس سو نوے بولا جاتا ہے
A 7 8|||R:NUM|||اکیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو اکیانوے یا چوبیس سو اکیانوے بولا جاتا ہے
A 7 8|||R:NUM|||بیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو چورانوے یا چوبیس سو چورانوے بولا جاتا ہے
A 7 8|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو پچانوے یا چوبیس سو پچانوے بولا جاتا ہے
A 7 8|||R:NUM|||چھیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو چھیانوے یا چوبیس سو چھیانوے بولا جاتا ہے
A 7 8|||R:NUM|||ستانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو ستانوے یا چوبیس سو ستانوے بولا جاتا ہے
A 7 8|||R:NUM|||اٹھانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چار سو اٹھانوے یا چوبیس سو اٹھانوے بولا جاتا ہے
A 7 8|||R:NUM|||نینیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو ایک یا پچیس سو ایک بولا جاتا ہے
A 7 8|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو ایک یا پچیس سو ایک بولا جاتا ہے
A 11 12|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو دو یا پچیس سو دو بولا جاتا ہے
A 7 8|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو دو یا پچیس سو دو بولا جاتا ہے
A 11 12|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو تین یا پچیس سو تین بولا جاتا ہے
A 7 8|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو تین یا پچیس سو تین بولا جاتا ہے
A 11 12|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو چار یا پچیس سو چار بولا جاتا ہے
A 7 8|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو چار یا پچیس سو چار بولا جاتا ہے
A 11 12|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو پانچ یا پچیس سو پانچ بولا جاتا ہے
A 7 8|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو پانچ یا پچیس سو پانچ بولا جاتا ہے
A 11 12|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو چھ یا پچیس سو چھ بولا جاتا ہے
A 7 8|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو چھ یا پچیس سو چھ بولا جاتا ہے
A 11 12|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو سات یا پچیس سو سات بولا جاتا ہے
A 7 8|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو سات یا پچیس سو سات بولا جاتا ہے
A 11 12|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو آٹھ یا پچیس سو آٹھ بولا جاتا ہے
A 7 8|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو آٹھ یا پچیس سو آٹھ بولا جاتا ہے
A 11 12|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو نو یا پچیس سو نو بولا جاتا ہے
A 7 8|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو نو یا پچیس سو نو بولا جاتا ہے
A 11 12|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو دس یا پچیس سو دس بولا جاتا ہے
A 7 8|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو دس یا پچیس سو دس بولا جاتا ہے
A 11 12|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو گیارہ یا پچیس سو گیارہ بولا جاتا ہے
A 7 8|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو گیارہ یا پچیس سو گیارہ بولا جاتا ہے
A 11 12|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو بارہ یا پچیس سو بارہ بولا جاتا ہے
A 7 8|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو بارہ یا پچیس سو بارہ بولا جاتا ہے
A 11 12|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو تیرہ یا پچیس سو تیرہ بولا جاتا ہے
A 7 8|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو تیرہ یا پچیس سو تیرہ بولا جاتا ہے
A 11 12|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو چودہ یا پچیس سو چودہ بولا جاتا ہے
A 7 8|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو چودہ یا پچیس سو چودہ بولا جاتا ہے
A 11 12|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو پندرہ یا پچیس سو پندرہ بولا جاتا ہے
A 7 8|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو پندرہ یا پچیس سو پندرہ بولا جاتا ہے
A 11 12|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو سولہ یا پچیس سو سولہ بولا جاتا ہے
A 7 8|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو سولہ یا پچیس سو سولہ بولا جاتا ہے
A 11 12|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو سترہ یا پچیس سو سترہ بولا جاتا ہے
A 7 8|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو سترہ یا پچیس سو سترہ بولا جاتا ہے
A 11 12|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو اٹھارہ یا پچیس سو اٹھارہ بولا جاتا ہے
A 7 8|||R:NUM|||انیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو انیس یا پچیس سو انیس بولا جاتا ہے
A 7 8|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو اکیس یا پچیس سو اکیس بولا جاتا ہے
A 7 8|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو اکیس یا پچیس سو اکیس بولا جاتا ہے
A 11 12|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو بائیس یا پچیس سو بائیس بولا جاتا ہے
A 7 8|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو بائیس یا پچیس سو بائیس بولا جاتا ہے
A 11 12|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو چوبیس یا پچیس سو چوبیس بولا جاتا ہے
A 7 8|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو چوبیس یا پچیس سو چوبیس بولا جاتا ہے
A 11 12|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو پچیس یا پچیس سو پچیس بولا جاتا ہے
A 7 8|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو پچیس یا پچیس سو پچیس بولا جاتا ہے
A 11 12|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو چھبیس یا پچیس سو چھبیس بولا جاتا ہے
A 7 8|||R:NUM|||ستائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو ستائیس یا پچیس سو ستائیس بولا جاتا ہے
A 7 8|||R:NUM|||اٹھائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو اٹھائیس یا پچیس سو اٹھائیس بولا جاتا ہے
A 7 8|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو اٹھائیس یا پچیس سو اٹھائیس بولا جاتا ہے
A 11 12|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو انتیس یا پچیس سو انتیس بولا جاتا ہے
A 7 8|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو انتیس یا پچیس سو انتیس بولا جاتا ہے
A 11 12|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو تیس یا پچیس سو تیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو تیس یا پچیس سو تیس بولا جاتا ہے
A 11 12|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو اکتیس یا پچیس سو اکتیس بولا جاتا ہے
A 7 8|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو اکتیس یا پچیس سو اکتیس بولا جاتا ہے
A 11 12|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو بتیس یا پچیس سو بتیس بولا جاتا ہے
A 7 8|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو بتیس یا پچیس سو بتیس بولا جاتا ہے
A 11 12|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو تینتیس یا پچیس سو تینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو چونتیس یا پچیس سو چونتیس بولا جاتا ہے
A 7 8|||R:NUM|||پینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو پینتیس یا پچیس سو پینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چھتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو انتالیس یا پچیس سو انتالیس بولا جاتا ہے
A 7 8|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو چالیس یا پچیس سو چالیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو اکتالیس یا پچیس سو اکتالیس بولا جاتا ہے
A 7 8|||R:NUM|||بیالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو انچاس یا پچیس سو انچاس بولا جاتا ہے
A 7 8|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو انچاس یا پچیس سو انچاس بولا جاتا ہے
A 11 12|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو پچاس یا پچیس سو پچاس بولا جاتا ہے
A 7 8|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو پچاس یا پچیس سو پچاس بولا جاتا ہے
A 11 12|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو اکاون یا پچیس سو اکاون بولا جاتا ہے
A 7 8|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو اکاون یا پچیس سو اکاون بولا جاتا ہے
A 11 12|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو باون یا پچیس سو باون بولا جاتا ہے
A 7 8|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو باون یا پچیس سو باون بولا جاتا ہے
A 11 12|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو ترپن یا پچیس سو ترپن بولا جاتا ہے
A 7 8|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو ترپن یا پچیس سو ترپن بولا جاتا ہے
A 11 12|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو چون یا پچیس سو چون بولا جاتا ہے
A 7 8|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو چون یا پچیس سو چون بولا جاتا ہے
A 11 12|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو پچپن یا پچیس سو پچپن بولا جاتا ہے
A 7 8|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو پچپن یا پچیس سو پچپن بولا جاتا ہے
A 11 12|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو چھپن یا پچیس سو چھپن بولا جاتا ہے
A 7 8|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو چھپن یا پچیس سو چھپن بولا جاتا ہے
A 11 12|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو ستاون یا پچیس سو ستاون بولا جاتا ہے
A 7 8|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو ستاون یا پچیس سو ستاون بولا جاتا ہے
A 11 12|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو اٹھاون یا پچیس سو اٹھاون بولا جاتا ہے
A 7 8|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو اٹھاون یا پچیس سو اٹھاون بولا جاتا ہے
A 11 12|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو انسٹھ یا پچیس سو انسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو انسٹھ یا پچیس سو انسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو ساٹھ یا پچیس سو ساٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو ساٹھ یا پچیس سو ساٹھ بولا جاتا ہے
A 11 12|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو اکسٹھ یا پچیس سو اکسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو اکسٹھ یا پچیس سو اکسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو باسٹھ یا پچیس سو باسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو باسٹھ یا پچیس سو باسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو تریسٹھ یا پچیس سو تریسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو تریسٹھ یا پچیس سو تریسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو چونسٹھ یا پچیس سو چونسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو چونسٹھ یا پچیس سو چونسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو پینسٹھ یا پچیس سو پینسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو پینسٹھ یا پچیس سو پینسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو چھیاسٹھ یا پچیس سو چھیاسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||سڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو سڑسٹھ یا پچیس سو سڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو اڑسٹھ یا پچیس سو اڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||انہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو انہتر یا پچیس سو انہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو ستر یا پچیس سو ستر بولا جاتا ہے
A 7 8|||R:NUM|||اکہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو تہتر یا پچیس سو تہتر بولا جاتا ہے
A 7 8|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو چوہتر یا پچیس سو چوہتر بولا جاتا ہے
A 7 8|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو چوہتر یا پچیس سو چوہتر بولا جاتا ہے
A 11 12|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو چھہتر یا پچیس سو چھہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو ستتر یا پچیس سو ستتر بولا جاتا ہے
A 7 8|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو اٹھتر یا پچیس سو اٹھتر بولا جاتا ہے
A 7 8|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو اٹھتر یا پچیس سو اٹھتر بولا جاتا ہے
A 11 12|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو اکیاسی یا پچیس سو اکیاسی بولا جاتا ہے
A 7 8|||R:NUM|||بیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو بیاسی یا پچیس سو بیاسی بولا جاتا ہے
A 7 8|||R:NUM|||تریاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو تریاسی یا پچیس سو تریاسی بولا جاتا ہے
A 7 8|||R:NUM|||چوراسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو چوراسی یا پچیس سو چوراسی بولا جاتا ہے
A 7 8|||R:NUM|||پچاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو پچاسی یا پچیس سو پچاسی بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو پچاسی یا پچیس سو پچاسی بولا جاتا ہے
A 11 12|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو چھیاسی یا پچیس سو چھیاسی بولا جاتا ہے
A 7 8|||R:NUM|||ستاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو ستاسی یا پچیس سو ستاسی بولا جاتا ہے
A 7 8|||R:NUM|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو اٹھاسی یا پچیس سو اٹھاسی بولا جاتا ہے
A 7 8|||R:NUM|||انانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو نوے یا پچیس سو نوے بولا جاتا ہے
A 7 8|||R:NUM|||اکیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو اکیانوے یا پچیس سو اکیانوے بولا جاتا ہے
A 7 8|||R:NUM|||بیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو چورانوے یا پچیس سو چورانوے بولا جاتا ہے
A 7 8|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو چورانوے یا پچیس سو چورانوے بولا جاتا ہے
A 11 12|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو پچانوے یا پچیس سو پچانوے بولا جاتا ہے
A 7 8|||R:NUM|||چھیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو چھیانوے یا پچیس سو چھیانوے بولا جاتا ہے
A 7 8|||R:NUM|||ستانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو ستانوے یا پچیس سو ستانوے بولا جاتا ہے
A 7 8|||R:NUM|||اٹھانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو اٹھانوے یا پچیس سو اٹھانوے بولا جاتا ہے
A 7 8|||R:NUM|||نینیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو نینیانوے یا پچیس سو نینیانوے بولا جاتا ہے
A 5 6|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار پانچ سو نینیانوے یا پچیس سو نینیانوے بولا جاتا ہے
A 9 10|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو ایک یا چھبیس سو ایک بولا جاتا ہے
A 7 8|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو ایک یا چھبیس سو ایک بولا جاتا ہے
A 11 12|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو دو یا چھبیس سو دو بولا جاتا ہے
A 7 8|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو دو یا چھبیس سو دو بولا جاتا ہے
A 11 12|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو تین یا چھبیس سو تین بولا جاتا ہے
A 7 8|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو تین یا چھبیس سو تین بولا جاتا ہے
A 11 12|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو چار یا چھبیس سو چار بولا جاتا ہے
A 7 8|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو چار یا چھبیس سو چار بولا جاتا ہے
A 11 12|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو پانچ یا چھبیس سو پانچ بولا جاتا ہے
A 7 8|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو پانچ یا چھبیس سو پانچ بولا جاتا ہے
A 11 12|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو چھ یا چھبیس سو چھ بولا جاتا ہے
A 7 8|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو چھ یا چھبیس سو چھ بولا جاتا ہے
A 11 12|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو سات یا چھبیس سو سات بولا جاتا ہے
A 7 8|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو سات یا چھبیس سو سات بولا جاتا ہے
A 11 12|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو آٹھ یا چھبیس سو آٹھ بولا جاتا ہے
A 7 8|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو آٹھ یا چھبیس سو آٹھ بولا جاتا ہے
A 11 12|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو نو یا چھبیس سو نو بولا جاتا ہے
A 7 8|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو نو یا چھبیس سو نو بولا جاتا ہے
A 11 12|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو دس یا چھبیس سو دس بولا جاتا ہے
A 7 8|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو دس یا چھبیس سو دس بولا جاتا ہے
A 11 12|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو گیارہ یا چھبیس سو گیارہ بولا جاتا ہے
A 7 8|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو گیارہ یا چھبیس سو گیارہ بولا جاتا ہے
A 11 12|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو بارہ یا چھبیس سو بارہ بولا جاتا ہے
A 7 8|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو بارہ یا چھبیس سو بارہ بولا جاتا ہے
A 11 12|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو تیرہ یا چھبیس سو تیرہ بولا جاتا ہے
A 7 8|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو تیرہ یا چھبیس سو تیرہ بولا جاتا ہے
A 11 12|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو چودہ یا چھبیس سو چودہ بولا جاتا ہے
A 7 8|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو چودہ یا چھبیس سو چودہ بولا جاتا ہے
A 11 12|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو پندرہ یا چھبیس سو پندرہ بولا جاتا ہے
A 7 8|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو پندرہ یا چھبیس سو پندرہ بولا جاتا ہے
A 11 12|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو سولہ یا چھبیس سو سولہ بولا جاتا ہے
A 7 8|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو سولہ یا چھبیس سو سولہ بولا جاتا ہے
A 11 12|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو سترہ یا چھبیس سو سترہ بولا جاتا ہے
A 7 8|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو سترہ یا چھبیس سو سترہ بولا جاتا ہے
A 11 12|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو اٹھارہ یا چھبیس سو اٹھارہ بولا جاتا ہے
A 7 8|||R:NUM|||انیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو انیس یا چھبیس سو انیس بولا جاتا ہے
A 7 8|||R:NUM|||بیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو بیس یا چھبیس سو بیس بولا جاتا ہے
A 7 8|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو بیس یا چھبیس سو بیس بولا جاتا ہے
A 11 12|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو اکیس یا چھبیس سو اکیس بولا جاتا ہے
A 7 8|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو اکیس یا چھبیس سو اکیس بولا جاتا ہے
A 11 12|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو بائیس یا چھبیس سو بائیس بولا جاتا ہے
A 7 8|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو بائیس یا چھبیس سو بائیس بولا جاتا ہے
A 11 12|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو چوبیس یا چھبیس سو چوبیس بولا جاتا ہے
A 7 8|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو چوبیس یا چھبیس سو چوبیس بولا جاتا ہے
A 11 12|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو پچیس یا چھبیس سو پچیس بولا جاتا ہے
A 7 8|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو پچیس یا چھبیس سو پچیس بولا جاتا ہے
A 11 12|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو چھبیس یا چھبیس سو چھبیس بولا جاتا ہے
A 7 8|||R:NUM|||ستائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو ستائیس یا چھبیس سو ستائیس بولا جاتا ہے
A 7 8|||R:NUM|||اٹھائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو اٹھائیس یا چھبیس سو اٹھائیس بولا جاتا ہے
A 7 8|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو اٹھائیس یا چھبیس سو اٹھائیس بولا جاتا ہے
A 11 12|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو انتیس یا چھبیس سو انتیس بولا جاتا ہے
A 7 8|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو انتیس یا چھبیس سو انتیس بولا جاتا ہے
A 11 12|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو تیس یا چھبیس سو تیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو تیس یا چھبیس سو تیس بولا جاتا ہے
A 11 12|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو اکتیس یا چھبیس سو اکتیس بولا جاتا ہے
A 7 8|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو اکتیس یا چھبیس سو اکتیس بولا جاتا ہے
A 11 12|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو بتیس یا چھبیس سو بتیس بولا جاتا ہے
A 7 8|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو بتیس یا چھبیس سو بتیس بولا جاتا ہے
A 11 12|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو تینتیس یا چھبیس سو تینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو تینتیس یا چھبیس سو تینتیس بولا جاتا ہے
A 11 12|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو چونتیس یا چھبیس سو چونتیس بولا جاتا ہے
A 7 8|||R:NUM|||پینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو پینتیس یا چھبیس سو پینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چھتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو انتالیس یا چھبیس سو انتالیس بولا جاتا ہے
A 7 8|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو چالیس یا چھبیس سو چالیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو اکتالیس یا چھبیس سو اکتالیس بولا جاتا ہے
A 7 8|||R:NUM|||بیالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو انچاس یا چھبیس سو انچاس بولا جاتا ہے
A 7 8|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو انچاس یا چھبیس سو انچاس بولا جاتا ہے
A 11 12|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو پچاس یا چھبیس سو پچاس بولا جاتا ہے
A 7 8|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو پچاس یا چھبیس سو پچاس بولا جاتا ہے
A 11 12|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو اکاون یا چھبیس سو اکاون بولا جاتا ہے
A 7 8|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو اکاون یا چھبیس سو اکاون بولا جاتا ہے
A 11 12|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو باون یا چھبیس سو باون بولا جاتا ہے
A 7 8|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو باون یا چھبیس سو باون بولا جاتا ہے
A 11 12|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو ترپن یا چھبیس سو ترپن بولا جاتا ہے
A 7 8|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو ترپن یا چھبیس سو ترپن بولا جاتا ہے
A 11 12|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو چون یا چھبیس سو چون بولا جاتا ہے
A 7 8|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو چون یا چھبیس سو چون بولا جاتا ہے
A 11 12|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو پچپن یا چھبیس سو پچپن بولا جاتا ہے
A 7 8|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو پچپن یا چھبیس سو پچپن بولا جاتا ہے
A 11 12|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو چھپن یا چھبیس سو چھپن بولا جاتا ہے
A 7 8|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو چھپن یا چھبیس سو چھپن بولا جاتا ہے
A 11 12|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو ستاون یا چھبیس سو ستاون بولا جاتا ہے
A 7 8|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو ستاون یا چھبیس سو ستاون بولا جاتا ہے
A 11 12|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو اٹھاون یا چھبیس سو اٹھاون بولا جاتا ہے
A 7 8|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو اٹھاون یا چھبیس سو اٹھاون بولا جاتا ہے
A 11 12|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو انسٹھ یا چھبیس سو انسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو انسٹھ یا چھبیس سو انسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو ساٹھ یا چھبیس سو ساٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو ساٹھ یا چھبیس سو ساٹھ بولا جاتا ہے
A 11 12|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو اکسٹھ یا چھبیس سو اکسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو اکسٹھ یا چھبیس سو اکسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو باسٹھ یا چھبیس سو باسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو باسٹھ یا چھبیس سو باسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو تریسٹھ یا چھبیس سو تریسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو تریسٹھ یا چھبیس سو تریسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو چونسٹھ یا چھبیس سو چونسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو چونسٹھ یا چھبیس سو چونسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو پینسٹھ یا چھبیس سو پینسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو پینسٹھ یا چھبیس سو پینسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو چھیاسٹھ یا چھبیس سو چھیاسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||سڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو سڑسٹھ یا چھبیس سو سڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو اڑسٹھ یا چھبیس سو اڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||انہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو انہتر یا چھبیس سو انہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو ستر یا چھبیس سو ستر بولا جاتا ہے
A 7 8|||R:NUM|||اکہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو تہتر یا چھبیس سو تہتر بولا جاتا ہے
A 7 8|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو تہتر یا چھبیس سو تہتر بولا جاتا ہے
A 11 12|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو چوہتر یا چھبیس سو چوہتر بولا جاتا ہے
A 7 8|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو چوہتر یا چھبیس سو چوہتر بولا جاتا ہے
A 11 12|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو چھہتر یا چھبیس سو چھہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو ستتر یا چھبیس سو ستتر بولا جاتا ہے
A 7 8|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو اٹھتر یا چھبیس سو اٹھتر بولا جاتا ہے
A 7 8|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو اٹھتر یا چھبیس سو اٹھتر بولا جاتا ہے
A 11 12|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو اکیاسی یا چھبیس سو اکیاسی بولا جاتا ہے
A 7 8|||R:NUM|||بیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو بیاسی یا چھبیس سو بیاسی بولا جاتا ہے
A 7 8|||R:NUM|||تریاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو تریاسی یا چھبیس سو تریاسی بولا جاتا ہے
A 7 8|||R:NUM|||چوراسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو چوراسی یا چھبیس سو چوراسی بولا جاتا ہے
A 7 8|||R:NUM|||پچاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو پچاسی یا چھبیس سو پچاسی بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو پچاسی یا چھبیس سو پچاسی بولا جاتا ہے
A 11 12|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو چھیاسی یا چھبیس سو چھیاسی بولا جاتا ہے
A 7 8|||R:NUM|||ستاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو ستاسی یا چھبیس سو ستاسی بولا جاتا ہے
A 7 8|||R:NUM|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو اٹھاسی یا چھبیس سو اٹھاسی بولا جاتا ہے
A 7 8|||R:NUM|||انانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو نوے یا چھبیس سو نوے بولا جاتا ہے
A 7 8|||R:NUM|||اکیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو اکیانوے یا چھبیس سو اکیانوے بولا جاتا ہے
A 7 8|||R:NUM|||بیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو چورانوے یا چھبیس سو چورانوے بولا جاتا ہے
A 7 8|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو چورانوے یا چھبیس سو چورانوے بولا جاتا ہے
A 11 12|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو پچانوے یا چھبیس سو پچانوے بولا جاتا ہے
A 7 8|||R:NUM|||چھیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو چھیانوے یا چھبیس سو چھیانوے بولا جاتا ہے
A 7 8|||R:NUM|||ستانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو ستانوے یا چھبیس سو ستانوے بولا جاتا ہے
A 7 8|||R:NUM|||اٹھانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو اٹھانوے یا چھبیس سو اٹھانوے بولا جاتا ہے
A 7 8|||R:NUM|||نینیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو نینیانوے یا چھبیس سو نینیانوے بولا جاتا ہے
A 5 6|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار چھ سو نینیانوے یا چھبیس سو نینیانوے بولا جاتا ہے
A 9 10|||R:NUM|||ستائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو ایک یا ستائیس سو ایک بولا جاتا ہے
A 7 8|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو ایک یا ستائیس سو ایک بولا جاتا ہے
A 11 12|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو دو یا ستائیس سو دو بولا جاتا ہے
A 7 8|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو دو یا ستائیس سو دو بولا جاتا ہے
A 11 12|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو تین یا ستائیس سو تین بولا جاتا ہے
A 7 8|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو تین یا ستائیس سو تین بولا جاتا ہے
A 11 12|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو چار یا ستائیس سو چار بولا جاتا ہے
A 7 8|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو چار یا ستائیس سو چار بولا جاتا ہے
A 11 12|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو پانچ یا ستائیس سو پانچ بولا جاتا ہے
A 7 8|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو پانچ یا ستائیس سو پانچ بولا جاتا ہے
A 11 12|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو سات یا ستائیس سو سات بولا جاتا ہے
A 7 8|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو سات یا ستائیس سو سات بولا جاتا ہے
A 11 12|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو آٹھ یا ستائیس سو آٹھ بولا جاتا ہے
A 7 8|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو آٹھ یا ستائیس سو آٹھ بولا جاتا ہے
A 11 12|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو نو یا ستائیس سو نو بولا جاتا ہے
A 7 8|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو نو یا ستائیس سو نو بولا جاتا ہے
A 11 12|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو دس یا ستائیس سو دس بولا جاتا ہے
A 7 8|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو دس یا ستائیس سو دس بولا جاتا ہے
A 11 12|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو گیارہ یا ستائیس سو گیارہ بولا جاتا ہے
A 7 8|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو گیارہ یا ستائیس سو گیارہ بولا جاتا ہے
A 11 12|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو بارہ یا ستائیس سو بارہ بولا جاتا ہے
A 7 8|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو بارہ یا ستائیس سو بارہ بولا جاتا ہے
A 11 12|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو تیرہ یا ستائیس سو تیرہ بولا جاتا ہے
A 7 8|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو تیرہ یا ستائیس سو تیرہ بولا جاتا ہے
A 11 12|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو چودہ یا ستائیس سو چودہ بولا جاتا ہے
A 7 8|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو چودہ یا ستائیس سو چودہ بولا جاتا ہے
A 11 12|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو پندرہ یا ستائیس سو پندرہ بولا جاتا ہے
A 7 8|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو پندرہ یا ستائیس سو پندرہ بولا جاتا ہے
A 11 12|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو سولہ یا ستائیس سو سولہ بولا جاتا ہے
A 7 8|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو سولہ یا ستائیس سو سولہ بولا جاتا ہے
A 11 12|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو سترہ یا ستائیس سو سترہ بولا جاتا ہے
A 7 8|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو سترہ یا ستائیس سو سترہ بولا جاتا ہے
A 11 12|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو بیس یا ستائیس سو بیس بولا جاتا ہے
A 7 8|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو بیس یا ستائیس سو بیس بولا جاتا ہے
A 11 12|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو اکیس یا ستائیس سو اکیس بولا جاتا ہے
A 7 8|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو اکیس یا ستائیس سو اکیس بولا جاتا ہے
A 11 12|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو بائیس یا ستائیس سو بائیس بولا جاتا ہے
A 7 8|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو بائیس یا ستائیس سو بائیس بولا جاتا ہے
A 11 12|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو چوبیس یا ستائیس سو چوبیس بولا جاتا ہے
A 7 8|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو چوبیس یا ستائیس سو چوبیس بولا جاتا ہے
A 11 12|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو پچیس یا ستائیس سو پچیس بولا جاتا ہے
A 7 8|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو پچیس یا ستائیس سو پچیس بولا جاتا ہے
A 11 12|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو چھبیس یا ستائیس سو چھبیس بولا جاتا ہے
A 7 8|||R:NUM|||ستائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو ستائیس یا ستائیس سو ستائیس بولا جاتا ہے
A 7 8|||R:NUM|||اٹھائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو اٹھائیس یا ستائیس سو اٹھائیس بولا جاتا ہے
A 7 8|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو اٹھائیس یا ستائیس سو اٹھائیس بولا جاتا ہے
A 11 12|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو انتیس یا ستائیس سو انتیس بولا جاتا ہے
A 7 8|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو انتیس یا ستائیس سو انتیس بولا جاتا ہے
A 11 12|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو تیس یا ستائیس سو تیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو تیس یا ستائیس سو تیس بولا جاتا ہے
A 11 12|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو اکتیس یا ستائیس سو اکتیس بولا جاتا ہے
A 7 8|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو اکتیس یا ستائیس سو اکتیس بولا جاتا ہے
A 11 12|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو بتیس یا ستائیس سو بتیس بولا جاتا ہے
A 7 8|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو بتیس یا ستائیس سو بتیس بولا جاتا ہے
A 11 12|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو تینتیس یا ستائیس سو تینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو چونتیس یا ستائیس سو چونتیس بولا جاتا ہے
A 7 8|||R:NUM|||پینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو پینتیس یا ستائیس سو پینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چھتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو انتالیس یا ستائیس سو انتالیس بولا جاتا ہے
A 7 8|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو چالیس یا ستائیس سو چالیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو اکتالیس یا ستائیس سو اکتالیس بولا جاتا ہے
A 7 8|||R:NUM|||بیالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو انچاس یا ستائیس سو انچاس بولا جاتا ہے
A 7 8|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو انچاس یا ستائیس سو انچاس بولا جاتا ہے
A 11 12|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو پچاس یا ستائیس سو پچاس بولا جاتا ہے
A 7 8|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو پچاس یا ستائیس سو پچاس بولا جاتا ہے
A 11 12|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو اکاون یا ستائیس سو اکاون بولا جاتا ہے
A 7 8|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو اکاون یا ستائیس سو اکاون بولا جاتا ہے
A 11 12|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو باون یا ستائیس سو باون بولا جاتا ہے
A 7 8|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو باون یا ستائیس سو باون بولا جاتا ہے
A 11 12|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو ترپن یا ستائیس سو ترپن بولا جاتا ہے
A 7 8|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو ترپن یا ستائیس سو ترپن بولا جاتا ہے
A 11 12|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو چون یا ستائیس سو چون بولا جاتا ہے
A 7 8|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو چون یا ستائیس سو چون بولا جاتا ہے
A 11 12|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو پچپن یا ستائیس سو پچپن بولا جاتا ہے
A 7 8|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو پچپن یا ستائیس سو پچپن بولا جاتا ہے
A 11 12|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو چھپن یا ستائیس سو چھپن بولا جاتا ہے
A 7 8|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو چھپن یا ستائیس سو چھپن بولا جاتا ہے
A 11 12|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو ستاون یا ستائیس سو ستاون بولا جاتا ہے
A 7 8|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو اٹھاون یا ستائیس سو اٹھاون بولا جاتا ہے
A 7 8|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو انسٹھ یا ستائیس سو انسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو انسٹھ یا ستائیس سو انسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو ساٹھ یا ستائیس سو ساٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو ساٹھ یا ستائیس سو ساٹھ بولا جاتا ہے
A 11 12|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو اکسٹھ یا ستائیس سو اکسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو اکسٹھ یا ستائیس سو اکسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو باسٹھ یا ستائیس سو باسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو باسٹھ یا ستائیس سو باسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو تریسٹھ یا ستائیس سو تریسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو تریسٹھ یا ستائیس سو تریسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو چونسٹھ یا ستائیس سو چونسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو چونسٹھ یا ستائیس سو چونسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو پینسٹھ یا ستائیس سو پینسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو پینسٹھ یا ستائیس سو پینسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو چھیاسٹھ یا ستائیس سو چھیاسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||سڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو سڑسٹھ یا ستائیس سو سڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو اڑسٹھ یا ستائیس سو اڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||انہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو انہتر یا ستائیس سو انہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو ستر یا ستائیس سو ستر بولا جاتا ہے
A 7 8|||R:NUM|||اکہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو تہتر یا ستائیس سو تہتر بولا جاتا ہے
A 7 8|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو تہتر یا ستائیس سو تہتر بولا جاتا ہے
A 11 12|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو چوہتر یا ستائیس سو چوہتر بولا جاتا ہے
A 7 8|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو چوہتر یا ستائیس سو چوہتر بولا جاتا ہے
A 11 12|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو چھہتر یا ستائیس سو چھہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو ستتر یا ستائیس سو ستتر بولا جاتا ہے
A 7 8|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو اٹھتر یا ستائیس سو اٹھتر بولا جاتا ہے
A 7 8|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو اٹھتر یا ستائیس سو اٹھتر بولا جاتا ہے
A 11 12|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو اکیاسی یا ستائیس سو اکیاسی بولا جاتا ہے
A 7 8|||R:NUM|||بیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو بیاسی یا ستائیس سو بیاسی بولا جاتا ہے
A 7 8|||R:NUM|||تریاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو تریاسی یا ستائیس سو تریاسی بولا جاتا ہے
A 7 8|||R:NUM|||چوراسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو چوراسی یا ستائیس سو چوراسی بولا جاتا ہے
A 7 8|||R:NUM|||پچاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو پچاسی یا ستائیس سو پچاسی بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو اٹھاسی یا ستائیس سو اٹھاسی بولا جاتا ہے
A 7 8|||R:NUM|||انانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو نوے یا ستائیس سو نوے بولا جاتا ہے
A 7 8|||R:NUM|||اکیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو اکیانوے یا ستائیس سو اکیانوے بولا جاتا ہے
A 7 8|||R:NUM|||بیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو چورانوے یا ستائیس سو چورانوے بولا جاتا ہے
A 7 8|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو پچانوے یا ستائیس سو پچانوے بولا جاتا ہے
A 7 8|||R:NUM|||چھیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو چھیانوے یا ستائیس سو چھیانوے بولا جاتا ہے
A 7 8|||R:NUM|||ستانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو ستانوے یا ستائیس سو ستانوے بولا جاتا ہے
A 7 8|||R:NUM|||اٹھانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو اٹھانوے یا ستائیس سو اٹھانوے بولا جاتا ہے
A 7 8|||R:NUM|||نینیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو نینیانوے یا ستائیس سو نینیانوے بولا جاتا ہے
A 5 6|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو نینیانوے یا ستائیس سو نینیانوے بولا جاتا ہے
A 9 10|||R:NUM|||اٹھائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو ایک یا اٹھائیس سو ایک بولا جاتا ہے
A 7 8|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو ایک یا اٹھائیس سو ایک بولا جاتا ہے
A 11 12|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو دو یا اٹھائیس سو دو بولا جاتا ہے
A 7 8|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو دو یا اٹھائیس سو دو بولا جاتا ہے
A 11 12|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو تین یا اٹھائیس سو تین بولا جاتا ہے
A 7 8|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو تین یا اٹھائیس سو تین بولا جاتا ہے
A 11 12|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو چار یا اٹھائیس سو چار بولا جاتا ہے
A 7 8|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو چار یا اٹھائیس سو چار بولا جاتا ہے
A 11 12|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو پانچ یا اٹھائیس سو پانچ بولا جاتا ہے
A 7 8|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو پانچ یا اٹھائیس سو پانچ بولا جاتا ہے
A 11 12|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو چھ یا اٹھائیس سو چھ بولا جاتا ہے
A 7 8|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو چھ یا اٹھائیس سو چھ بولا جاتا ہے
A 11 12|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو سات یا اٹھائیس سو سات بولا جاتا ہے
A 7 8|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو سات یا اٹھائیس سو سات بولا جاتا ہے
A 11 12|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو آٹھ یا اٹھائیس سو آٹھ بولا جاتا ہے
A 7 8|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو آٹھ یا اٹھائیس سو آٹھ بولا جاتا ہے
A 11 12|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو نو یا اٹھائیس سو نو بولا جاتا ہے
A 7 8|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو نو یا اٹھائیس سو نو بولا جاتا ہے
A 11 12|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو دس یا اٹھائیس سو دس بولا جاتا ہے
A 7 8|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو دس یا اٹھائیس سو دس بولا جاتا ہے
A 11 12|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو گیارہ یا اٹھائیس سو گیارہ بولا جاتا ہے
A 7 8|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو گیارہ یا اٹھائیس سو گیارہ بولا جاتا ہے
A 11 12|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو بارہ یا اٹھائیس سو بارہ بولا جاتا ہے
A 7 8|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو بارہ یا اٹھائیس سو بارہ بولا جاتا ہے
A 11 12|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو تیرہ یا اٹھائیس سو تیرہ بولا جاتا ہے
A 7 8|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو تیرہ یا اٹھائیس سو تیرہ بولا جاتا ہے
A 11 12|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو چودہ یا اٹھائیس سو چودہ بولا جاتا ہے
A 7 8|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو چودہ یا اٹھائیس سو چودہ بولا جاتا ہے
A 11 12|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو پندرہ یا اٹھائیس سو پندرہ بولا جاتا ہے
A 7 8|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو پندرہ یا اٹھائیس سو پندرہ بولا جاتا ہے
A 11 12|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو سولہ یا اٹھائیس سو سولہ بولا جاتا ہے
A 7 8|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو سولہ یا اٹھائیس سو سولہ بولا جاتا ہے
A 11 12|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو سترہ یا اٹھائیس سو سترہ بولا جاتا ہے
A 7 8|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو سترہ یا اٹھائیس سو سترہ بولا جاتا ہے
A 11 12|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو اٹھارہ یا اٹھائیس سو اٹھارہ بولا جاتا ہے
A 7 8|||R:NUM|||انیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو انیس یا اٹھائیس سو انیس بولا جاتا ہے
A 7 8|||R:NUM|||بیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو بیس یا اٹھائیس سو بیس بولا جاتا ہے
A 7 8|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو بیس یا اٹھائیس سو بیس بولا جاتا ہے
A 11 12|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو اکیس یا اٹھائیس سو اکیس بولا جاتا ہے
A 7 8|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو اکیس یا اٹھائیس سو اکیس بولا جاتا ہے
A 11 12|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو بائیس یا اٹھائیس سو بائیس بولا جاتا ہے
A 7 8|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو بائیس یا اٹھائیس سو بائیس بولا جاتا ہے
A 11 12|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو چوبیس یا اٹھائیس سو چوبیس بولا جاتا ہے
A 7 8|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو چوبیس یا اٹھائیس سو چوبیس بولا جاتا ہے
A 11 12|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو پچیس یا اٹھائیس سو پچیس بولا جاتا ہے
A 7 8|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو پچیس یا اٹھائیس سو پچیس بولا جاتا ہے
A 11 12|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو چھبیس یا اٹھائیس سو چھبیس بولا جاتا ہے
A 7 8|||R:NUM|||ستائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو ستائیس یا اٹھائیس سو ستائیس بولا جاتا ہے
A 7 8|||R:NUM|||اٹھائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو اٹھائیس یا اٹھائیس سو اٹھائیس بولا جاتا ہے
A 7 8|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو اٹھائیس یا اٹھائیس سو اٹھائیس بولا جاتا ہے
A 11 12|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو انتیس یا اٹھائیس سو انتیس بولا جاتا ہے
A 7 8|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو انتیس یا اٹھائیس سو انتیس بولا جاتا ہے
A 11 12|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو تیس یا اٹھائیس سو تیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو تیس یا اٹھائیس سو تیس بولا جاتا ہے
A 11 12|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو اکتیس یا اٹھائیس سو اکتیس بولا جاتا ہے
A 7 8|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو اکتیس یا اٹھائیس سو اکتیس بولا جاتا ہے
A 11 12|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو بتیس یا اٹھائیس سو بتیس بولا جاتا ہے
A 7 8|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو بتیس یا اٹھائیس سو بتیس بولا جاتا ہے
A 11 12|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو تینتیس یا اٹھائیس سو تینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو چونتیس یا اٹھائیس سو چونتیس بولا جاتا ہے
A 7 8|||R:NUM|||پینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو پینتیس یا اٹھائیس سو پینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چھتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو انتالیس یا اٹھائیس سو انتالیس بولا جاتا ہے
A 7 8|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو چالیس یا اٹھائیس سو چالیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو اکتالیس یا اٹھائیس سو اکتالیس بولا جاتا ہے
A 7 8|||R:NUM|||بیالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو انچاس یا اٹھائیس سو انچاس بولا جاتا ہے
A 7 8|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو انچاس یا اٹھائیس سو انچاس بولا جاتا ہے
A 11 12|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو پچاس یا اٹھائیس سو پچاس بولا جاتا ہے
A 7 8|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو پچاس یا اٹھائیس سو پچاس بولا جاتا ہے
A 11 12|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو اکاون یا اٹھائیس سو اکاون بولا جاتا ہے
A 7 8|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو اکاون یا اٹھائیس سو اکاون بولا جاتا ہے
A 11 12|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو باون یا اٹھائیس سو باون بولا جاتا ہے
A 7 8|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو باون یا اٹھائیس سو باون بولا جاتا ہے
A 11 12|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو ترپن یا اٹھائیس سو ترپن بولا جاتا ہے
A 7 8|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو ترپن یا اٹھائیس سو ترپن بولا جاتا ہے
A 11 12|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو چون یا اٹھائیس سو چون بولا جاتا ہے
A 7 8|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو چون یا اٹھائیس سو چون بولا جاتا ہے
A 11 12|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو پچپن یا اٹھائیس سو پچپن بولا جاتا ہے
A 7 8|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو پچپن یا اٹھائیس سو پچپن بولا جاتا ہے
A 11 12|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو چھپن یا اٹھائیس سو چھپن بولا جاتا ہے
A 7 8|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو چھپن یا اٹھائیس سو چھپن بولا جاتا ہے
A 11 12|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو ستاون یا اٹھائیس سو ستاون بولا جاتا ہے
A 7 8|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو اٹھاون یا اٹھائیس سو اٹھاون بولا جاتا ہے
A 7 8|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو انسٹھ یا اٹھائیس سو انسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو انسٹھ یا اٹھائیس سو انسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو ساٹھ یا اٹھائیس سو ساٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو ساٹھ یا اٹھائیس سو ساٹھ بولا جاتا ہے
A 11 12|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو اکسٹھ یا اٹھائیس سو اکسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو اکسٹھ یا اٹھائیس سو اکسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو باسٹھ یا اٹھائیس سو باسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو باسٹھ یا اٹھائیس سو باسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو تریسٹھ یا اٹھائیس سو تریسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو چونسٹھ یا اٹھائیس سو چونسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو پینسٹھ یا اٹھائیس سو پینسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو پینسٹھ یا اٹھائیس سو پینسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو چھیاسٹھ یا اٹھائیس سو چھیاسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||سڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو سڑسٹھ یا اٹھائیس سو سڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو اڑسٹھ یا اٹھائیس سو اڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||انہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو انہتر یا اٹھائیس سو انہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو ستر یا اٹھائیس سو ستر بولا جاتا ہے
A 7 8|||R:NUM|||اکہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو تہتر یا اٹھائیس سو تہتر بولا جاتا ہے
A 7 8|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو چوہتر یا اٹھائیس سو چوہتر بولا جاتا ہے
A 7 8|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو چوہتر یا اٹھائیس سو چوہتر بولا جاتا ہے
A 11 12|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو چھہتر یا اٹھائیس سو چھہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو ستتر یا اٹھائیس سو ستتر بولا جاتا ہے
A 7 8|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو اٹھتر یا اٹھائیس سو اٹھتر بولا جاتا ہے
A 7 8|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو اٹھتر یا اٹھائیس سو اٹھتر بولا جاتا ہے
A 11 12|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو اکیاسی یا اٹھائیس سو اکیاسی بولا جاتا ہے
A 7 8|||R:NUM|||بیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو بیاسی یا اٹھائیس سو بیاسی بولا جاتا ہے
A 7 8|||R:NUM|||تریاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو تریاسی یا اٹھائیس سو تریاسی بولا جاتا ہے
A 7 8|||R:NUM|||چوراسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو چوراسی یا اٹھائیس سو چوراسی بولا جاتا ہے
A 7 8|||R:NUM|||پچاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو پچاسی یا اٹھائیس سو پچاسی بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو چھیاسی یا اٹھائیس سو چھیاسی بولا جاتا ہے
A 7 8|||R:NUM|||ستاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو ستاسی یا اٹھائیس سو ستاسی بولا جاتا ہے
A 7 8|||R:NUM|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو اٹھاسی یا اٹھائیس سو اٹھاسی بولا جاتا ہے
A 7 8|||R:NUM|||انانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو نوے یا اٹھائیس سو نوے بولا جاتا ہے
A 7 8|||R:NUM|||اکیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو اکیانوے یا اٹھائیس سو اکیانوے بولا جاتا ہے
A 7 8|||R:NUM|||بیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو چورانوے یا اٹھائیس سو چورانوے بولا جاتا ہے
A 7 8|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو پچانوے یا اٹھائیس سو پچانوے بولا جاتا ہے
A 7 8|||R:NUM|||چھیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو چھیانوے یا اٹھائیس سو چھیانوے بولا جاتا ہے
A 7 8|||R:NUM|||ستانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو ستانوے یا اٹھائیس سو ستانوے بولا جاتا ہے
A 7 8|||R:NUM|||اٹھانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو اٹھانوے یا اٹھائیس سو اٹھانوے بولا جاتا ہے
A 7 8|||R:NUM|||نینیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو نینیانوے یا اٹھائیس سو نینیانوے بولا جاتا ہے
A 5 6|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو نینیانوے یا اٹھائیس سو نینیانوے بولا جاتا ہے
A 9 10|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو ایک یا انتیس سو ایک بولا جاتا ہے
A 7 8|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو ایک یا انتیس سو ایک بولا جاتا ہے
A 11 12|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو دو یا انتیس سو دو بولا جاتا ہے
A 7 8|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو دو یا انتیس سو دو بولا جاتا ہے
A 11 12|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو تین یا انتیس سو تین بولا جاتا ہے
A 7 8|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو تین یا انتیس سو تین بولا جاتا ہے
A 11 12|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو چار یا انتیس سو چار بولا جاتا ہے
A 7 8|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو چار یا انتیس سو چار بولا جاتا ہے
A 11 12|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو پانچ یا انتیس سو پانچ بولا جاتا ہے
A 7 8|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو پانچ یا انتیس سو پانچ بولا جاتا ہے
A 11 12|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو چھ یا انتیس سو چھ بولا جاتا ہے
A 7 8|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو چھ یا انتیس سو چھ بولا جاتا ہے
A 11 12|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو سات یا انتیس سو سات بولا جاتا ہے
A 7 8|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو سات یا انتیس سو سات بولا جاتا ہے
A 11 12|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو آٹھ یا انتیس سو آٹھ بولا جاتا ہے
A 7 8|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو آٹھ یا انتیس سو آٹھ بولا جاتا ہے
A 11 12|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو نو یا انتیس سو نو بولا جاتا ہے
A 7 8|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو نو یا انتیس سو نو بولا جاتا ہے
A 11 12|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو دس یا انتیس سو دس بولا جاتا ہے
A 7 8|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو دس یا انتیس سو دس بولا جاتا ہے
A 11 12|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو گیارہ یا انتیس سو گیارہ بولا جاتا ہے
A 7 8|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو گیارہ یا انتیس سو گیارہ بولا جاتا ہے
A 11 12|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو بارہ یا انتیس سو بارہ بولا جاتا ہے
A 7 8|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو بارہ یا انتیس سو بارہ بولا جاتا ہے
A 11 12|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو تیرہ یا انتیس سو تیرہ بولا جاتا ہے
A 7 8|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو تیرہ یا انتیس سو تیرہ بولا جاتا ہے
A 11 12|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو چودہ یا انتیس سو چودہ بولا جاتا ہے
A 7 8|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو چودہ یا انتیس سو چودہ بولا جاتا ہے
A 11 12|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو پندرہ یا انتیس سو پندرہ بولا جاتا ہے
A 7 8|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو پندرہ یا انتیس سو پندرہ بولا جاتا ہے
A 11 12|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو سولہ یا انتیس سو سولہ بولا جاتا ہے
A 7 8|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو سولہ یا انتیس سو سولہ بولا جاتا ہے
A 11 12|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو سترہ یا انتیس سو سترہ بولا جاتا ہے
A 7 8|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو سترہ یا انتیس سو سترہ بولا جاتا ہے
A 11 12|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو اٹھارہ یا انتیس سو اٹھارہ بولا جاتا ہے
A 7 8|||R:NUM|||انیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو انیس یا انتیس سو انیس بولا جاتا ہے
A 7 8|||R:NUM|||بیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو بیس یا انتیس سو بیس بولا جاتا ہے
A 7 8|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو بیس یا انتیس سو بیس بولا جاتا ہے
A 11 12|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو اکیس یا انتیس سو اکیس بولا جاتا ہے
A 7 8|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو اکیس یا انتیس سو اکیس بولا جاتا ہے
A 11 12|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو بائیس یا انتیس سو بائیس بولا جاتا ہے
A 7 8|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو بائیس یا انتیس سو بائیس بولا جاتا ہے
A 11 12|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو چوبیس یا انتیس سو چوبیس بولا جاتا ہے
A 7 8|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو چوبیس یا انتیس سو چوبیس بولا جاتا ہے
A 11 12|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو پچیس یا انتیس سو پچیس بولا جاتا ہے
A 7 8|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو پچیس یا انتیس سو پچیس بولا جاتا ہے
A 11 12|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو چھبیس یا انتیس سو چھبیس بولا جاتا ہے
A 7 8|||R:NUM|||ستائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو ستائیس یا انتیس سو ستائیس بولا جاتا ہے
A 7 8|||R:NUM|||اٹھائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو اٹھائیس یا انتیس سو اٹھائیس بولا جاتا ہے
A 7 8|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو اٹھائیس یا انتیس سو اٹھائیس بولا جاتا ہے
A 11 12|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو انتیس یا انتیس سو انتیس بولا جاتا ہے
A 7 8|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو انتیس یا انتیس سو انتیس بولا جاتا ہے
A 11 12|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو تیس یا انتیس سو تیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو تیس یا انتیس سو تیس بولا جاتا ہے
A 11 12|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو اکتیس یا انتیس سو اکتیس بولا جاتا ہے
A 7 8|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو اکتیس یا انتیس سو اکتیس بولا جاتا ہے
A 11 12|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو بتیس یا انتیس سو بتیس بولا جاتا ہے
A 7 8|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو بتیس یا انتیس سو بتیس بولا جاتا ہے
A 11 12|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو تینتیس یا انتیس سو تینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو تینتیس یا انتیس سو تینتیس بولا جاتا ہے
A 11 12|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو چونتیس یا انتیس سو چونتیس بولا جاتا ہے
A 7 8|||R:NUM|||پینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو پینتیس یا انتیس سو پینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چھتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو انتالیس یا انتیس سو انتالیس بولا جاتا ہے
A 7 8|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو انتالیس یا انتیس سو انتالیس بولا جاتا ہے
A 11 12|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو چالیس یا انتیس سو چالیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو اکتالیس یا انتیس سو اکتالیس بولا جاتا ہے
A 7 8|||R:NUM|||بیالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو انچاس یا انتیس سو انچاس بولا جاتا ہے
A 7 8|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو انچاس یا انتیس سو انچاس بولا جاتا ہے
A 11 12|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو پچاس یا انتیس سو پچاس بولا جاتا ہے
A 7 8|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو پچاس یا انتیس سو پچاس بولا جاتا ہے
A 11 12|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو اکاون یا انتیس سو اکاون بولا جاتا ہے
A 7 8|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو اکاون یا انتیس سو اکاون بولا جاتا ہے
A 11 12|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو باون یا انتیس سو باون بولا جاتا ہے
A 7 8|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو باون یا انتیس سو باون بولا جاتا ہے
A 11 12|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو ترپن یا انتیس سو ترپن بولا جاتا ہے
A 7 8|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو ترپن یا انتیس سو ترپن بولا جاتا ہے
A 11 12|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو چون یا انتیس سو چون بولا جاتا ہے
A 7 8|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو چون یا انتیس سو چون بولا جاتا ہے
A 11 12|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو پچپن یا انتیس سو پچپن بولا جاتا ہے
A 7 8|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو پچپن یا انتیس سو پچپن بولا جاتا ہے
A 11 12|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو چھپن یا انتیس سو چھپن بولا جاتا ہے
A 7 8|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو چھپن یا انتیس سو چھپن بولا جاتا ہے
A 11 12|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو ستاون یا انتیس سو ستاون بولا جاتا ہے
A 7 8|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو ستاون یا انتیس سو ستاون بولا جاتا ہے
A 11 12|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو اٹھاون یا انتیس سو اٹھاون بولا جاتا ہے
A 7 8|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو اٹھاون یا انتیس سو اٹھاون بولا جاتا ہے
A 11 12|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو انسٹھ یا انتیس سو انسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو انسٹھ یا انتیس سو انسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو ساٹھ یا انتیس سو ساٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو ساٹھ یا انتیس سو ساٹھ بولا جاتا ہے
A 11 12|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو اکسٹھ یا انتیس سو اکسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو اکسٹھ یا انتیس سو اکسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو باسٹھ یا انتیس سو باسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو باسٹھ یا انتیس سو باسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو تریسٹھ یا انتیس سو تریسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو تریسٹھ یا انتیس سو تریسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو چونسٹھ یا انتیس سو چونسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو چونسٹھ یا انتیس سو چونسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو پینسٹھ یا انتیس سو پینسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو پینسٹھ یا انتیس سو پینسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو چھیاسٹھ یا انتیس سو چھیاسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||سڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو سڑسٹھ یا انتیس سو سڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو اڑسٹھ یا انتیس سو اڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||انہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو انہتر یا انتیس سو انہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو ستر یا انتیس سو ستر بولا جاتا ہے
A 7 8|||R:NUM|||اکہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو تہتر یا انتیس سو تہتر بولا جاتا ہے
A 7 8|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو تہتر یا انتیس سو تہتر بولا جاتا ہے
A 11 12|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو چوہتر یا انتیس سو چوہتر بولا جاتا ہے
A 7 8|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو چوہتر یا انتیس سو چوہتر بولا جاتا ہے
A 11 12|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو چھہتر یا انتیس سو چھہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو ستتر یا انتیس سو ستتر بولا جاتا ہے
A 7 8|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو اٹھتر یا انتیس سو اٹھتر بولا جاتا ہے
A 7 8|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو اٹھتر یا انتیس سو اٹھتر بولا جاتا ہے
A 11 12|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو اکیاسی یا انتیس سو اکیاسی بولا جاتا ہے
A 7 8|||R:NUM|||بیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو بیاسی یا انتیس سو بیاسی بولا جاتا ہے
A 7 8|||R:NUM|||تریاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو تریاسی یا انتیس سو تریاسی بولا جاتا ہے
A 7 8|||R:NUM|||چوراسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو چوراسی یا انتیس سو چوراسی بولا جاتا ہے
A 7 8|||R:NUM|||پچاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو پچاسی یا انتیس سو پچاسی بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو پچاسی یا انتیس سو پچاسی بولا جاتا ہے
A 11 12|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو چھیاسی یا انتیس سو چھیاسی بولا جاتا ہے
A 7 8|||R:NUM|||ستاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو ستاسی یا انتیس سو ستاسی بولا جاتا ہے
A 7 8|||R:NUM|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو اٹھاسی یا انتیس سو اٹھاسی بولا جاتا ہے
A 7 8|||R:NUM|||انانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو نوے یا انتیس سو نوے بولا جاتا ہے
A 7 8|||R:NUM|||اکیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو اکیانوے یا انتیس سو اکیانوے بولا جاتا ہے
A 7 8|||R:NUM|||بیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو چورانوے یا انتیس سو چورانوے بولا جاتا ہے
A 7 8|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو چورانوے یا انتیس سو چورانوے بولا جاتا ہے
A 11 12|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو پچانوے یا انتیس سو پچانوے بولا جاتا ہے
A 7 8|||R:NUM|||چھیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو چھیانوے یا انتیس سو چھیانوے بولا جاتا ہے
A 7 8|||R:NUM|||ستانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو ستانوے یا انتیس سو ستانوے بولا جاتا ہے
A 7 8|||R:NUM|||اٹھانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو اٹھانوے یا انتیس سو اٹھانوے بولا جاتا ہے
A 7 8|||R:NUM|||نینیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو یا انتیس سو بولا جاتا ہے
A 5 6|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار نو سو یا انتیس سو بولا جاتا ہے
A 8 9|||R:NUM|||اٹھائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو یا اٹھائیس سو بولا جاتا ہے
A 5 6|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار آٹھ سو یا اٹھائیس سو بولا جاتا ہے
A 8 9|||R:NUM|||ستائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو یا ستائیس سو بولا جاتا ہے
A 5 6|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے دو ہزار سات سو یا ستائیس سو بولا جاتا ہے
A 8 9|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک یا تیس سو ایک بولا جاتا ہے
A 5 6|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک یا تیس سو ایک بولا جاتا ہے
A 9 10|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو یا تیس سو دو بولا جاتا ہے
A 5 6|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو یا تیس سو دو بولا جاتا ہے
A 9 10|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین یا تیس سو تین بولا جاتا ہے
A 5 6|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین یا تیس سو تین بولا جاتا ہے
A 9 10|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار یا تیس سو چار بولا جاتا ہے
A 5 6|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار یا تیس سو چار بولا جاتا ہے
A 9 10|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار پانچ یا تیس سو پانچ بولا جاتا ہے
A 5 6|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار پانچ یا تیس سو پانچ بولا جاتا ہے
A 9 10|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چھ یا تیس سو چھ بولا جاتا ہے
A 5 6|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چھ یا تیس سو چھ بولا جاتا ہے
A 9 10|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار سات یا تیس سو سات بولا جاتا ہے
A 5 6|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار سات یا تیس سو سات بولا جاتا ہے
A 9 10|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار آٹھ یا تیس سو آٹھ بولا جاتا ہے
A 5 6|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار آٹھ یا تیس سو آٹھ بولا جاتا ہے
A 9 10|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار نو یا تیس سو نو بولا جاتا ہے
A 5 6|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار نو یا تیس سو نو بولا جاتا ہے
A 9 10|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دس یا تیس سو دس بولا جاتا ہے
A 5 6|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دس یا تیس سو دس بولا جاتا ہے
A 9 10|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار گیارہ یا تیس سو گیارہ بولا جاتا ہے
A 5 6|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار گیارہ یا تیس سو گیارہ بولا جاتا ہے
A 9 10|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار بارہ یا تیس سو بارہ بولا جاتا ہے
A 5 6|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار بارہ یا تیس سو بارہ بولا جاتا ہے
A 9 10|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تیرہ یا تیس سو تیرہ بولا جاتا ہے
A 5 6|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تیرہ یا تیس سو تیرہ بولا جاتا ہے
A 9 10|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چودہ یا تیس سو چودہ بولا جاتا ہے
A 5 6|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چودہ یا تیس سو چودہ بولا جاتا ہے
A 9 10|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار پندرہ یا تیس سو پندرہ بولا جاتا ہے
A 5 6|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار پندرہ یا تیس سو پندرہ بولا جاتا ہے
A 9 10|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار سولہ یا تیس سو سولہ بولا جاتا ہے
A 5 6|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار سولہ یا تیس سو سولہ بولا جاتا ہے
A 9 10|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار سترہ یا تیس سو سترہ بولا جاتا ہے
A 5 6|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار سترہ یا تیس سو سترہ بولا جاتا ہے
A 9 10|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار اٹھارہ یا تیس سو اٹھارہ بولا جاتا ہے
A 5 6|||R:NUM|||انیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار انیس یا تیس سو انیس بولا جاتا ہے
A 5 6|||R:NUM|||بیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار بیس یا تیس سو بیس بولا جاتا ہے
A 5 6|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار بیس یا تیس سو بیس بولا جاتا ہے
A 9 10|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار اکیس یا تیس سو اکیس بولا جاتا ہے
A 5 6|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار اکیس یا تیس سو اکیس بولا جاتا ہے
A 9 10|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار بائیس یا تیس سو بائیس بولا جاتا ہے
A 5 6|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار بائیس یا تیس سو بائیس بولا جاتا ہے
A 9 10|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چوبیس یا تیس سو چوبیس بولا جاتا ہے
A 5 6|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چوبیس یا تیس سو چوبیس بولا جاتا ہے
A 9 10|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار پچیس یا تیس سو پچیس بولا جاتا ہے
A 5 6|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار پچیس یا تیس سو پچیس بولا جاتا ہے
A 9 10|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چھبیس یا تیس سو چھبیس بولا جاتا ہے
A 5 6|||R:NUM|||ستائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ستائیس یا تیس سو ستائیس بولا جاتا ہے
A 5 6|||R:NUM|||اٹھائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار اٹھائیس یا تیس سو اٹھائیس بولا جاتا ہے
A 5 6|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار اٹھائیس یا تیس سو اٹھائیس بولا جاتا ہے
A 9 10|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار انتیس یا تیس سو انتیس بولا جاتا ہے
A 5 6|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار انتیس یا تیس سو انتیس بولا جاتا ہے
A 9 10|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تیس یا تیس سو تیس بولا جاتا ہے
A 5 6|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تیس یا تیس سو تیس بولا جاتا ہے
A 9 10|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار اکتیس یا تیس سو اکتیس بولا جاتا ہے
A 5 6|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار اکتیس یا تیس سو اکتیس بولا جاتا ہے
A 9 10|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار بتیس یا تیس سو بتیس بولا جاتا ہے
A 5 6|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار بتیس یا تیس سو بتیس بولا جاتا ہے
A 9 10|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تینتیس یا تیس سو تینتیس بولا جاتا ہے
A 5 6|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تینتیس یا تیس سو تینتیس بولا جاتا ہے
A 9 10|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چونتیس یا تیس سو چونتیس بولا جاتا ہے
A 5 6|||R:NUM|||پینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار پینتیس یا تیس سو پینتیس بولا جاتا ہے
A 5 6|||R:NUM|||چھتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار انتالیس یا تیس سو انتالیس بولا جاتا ہے
A 5 6|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چالیس یا تیس سو چالیس بولا جاتا ہے
A 5 6|||R:NUM|||اکتالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار اکتالیس یا تیس سو اکتالیس بولا جاتا ہے
A 5 6|||R:NUM|||بیالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار انچاس یا تیس سو انچاس بولا جاتا ہے
A 5 6|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار انچاس یا تیس سو انچاس بولا جاتا ہے
A 9 10|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار پچاس یا تیس سو پچاس بولا جاتا ہے
A 5 6|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار پچاس یا تیس سو پچاس بولا جاتا ہے
A 9 10|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار اکاون یا تیس سو اکاون بولا جاتا ہے
A 5 6|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار اکاون یا تیس سو اکاون بولا جاتا ہے
A 9 10|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار باون یا تیس سو باون بولا جاتا ہے
A 5 6|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار باون یا تیس سو باون بولا جاتا ہے
A 9 10|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ترپن یا تیس سو ترپن بولا جاتا ہے
A 5 6|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ترپن یا تیس سو ترپن بولا جاتا ہے
A 9 10|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چون یا تیس سو چون بولا جاتا ہے
A 5 6|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چون یا تیس سو چون بولا جاتا ہے
A 9 10|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار پچپن یا تیس سو پچپن بولا جاتا ہے
A 5 6|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار پچپن یا تیس سو پچپن بولا جاتا ہے
A 9 10|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چھپن یا تیس سو چھپن بولا جاتا ہے
A 5 6|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چھپن یا تیس سو چھپن بولا جاتا ہے
A 9 10|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ستاون یا تیس سو ستاون بولا جاتا ہے
A 5 6|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ستاون یا تیس سو ستاون بولا جاتا ہے
A 9 10|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار اٹھاون یا تیس سو اٹھاون بولا جاتا ہے
A 5 6|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار اٹھاون یا تیس سو اٹھاون بولا جاتا ہے
A 9 10|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار انسٹھ یا تیس سو انسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار انسٹھ یا تیس سو انسٹھ بولا جاتا ہے
A 9 10|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ساٹھ یا تیس سو ساٹھ بولا جاتا ہے
A 5 6|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ساٹھ یا تیس سو ساٹھ بولا جاتا ہے
A 9 10|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار اکسٹھ یا تیس سو اکسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار اکسٹھ یا تیس سو اکسٹھ بولا جاتا ہے
A 9 10|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار باسٹھ یا تیس سو باسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار باسٹھ یا تیس سو باسٹھ بولا جاتا ہے
A 9 10|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تریسٹھ یا تیس سو تریسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تریسٹھ یا تیس سو تریسٹھ بولا جاتا ہے
A 9 10|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چونسٹھ یا تیس سو چونسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چونسٹھ یا تیس سو چونسٹھ بولا جاتا ہے
A 9 10|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار پینسٹھ یا تیس سو پینسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار پینسٹھ یا تیس سو پینسٹھ بولا جاتا ہے
A 9 10|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چھیاسٹھ یا تیس سو چھیاسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||سڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار سڑسٹھ یا تیس سو سڑسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||اڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار اڑسٹھ یا تیس سو اڑسٹھ بولا جاتا ہے
A 5 6|||R:NUM|||انہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار انہتر یا تیس سو انہتر بولا جاتا ہے
A 5 6|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ستر یا تیس سو ستر بولا جاتا ہے
A 5 6|||R:NUM|||اکہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تہتر یا تیس سو تہتر بولا جاتا ہے
A 5 6|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تہتر یا تیس سو تہتر بولا جاتا ہے
A 9 10|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چوہتر یا تیس سو چوہتر بولا جاتا ہے
A 5 6|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چوہتر یا تیس سو چوہتر بولا جاتا ہے
A 9 10|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چھہتر یا تیس سو چھہتر بولا جاتا ہے
A 5 6|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ستتر یا تیس سو ستتر بولا جاتا ہے
A 5 6|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار اٹھتر یا تیس سو اٹھتر بولا جاتا ہے
A 5 6|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار اٹھتر یا تیس سو اٹھتر بولا جاتا ہے
A 9 10|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار اکیاسی یا تیس سو اکیاسی بولا جاتا ہے
A 5 6|||R:NUM|||بیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار بیاسی یا تیس سو بیاسی بولا جاتا ہے
A 5 6|||R:NUM|||تریاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تریاسی یا تیس سو تریاسی بولا جاتا ہے
A 5 6|||R:NUM|||چوراسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چوراسی یا تیس سو چوراسی بولا جاتا ہے
A 5 6|||R:NUM|||پچاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار پچاسی یا تیس سو پچاسی بولا جاتا ہے
A 5 6|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار پچاسی یا تیس سو پچاسی بولا جاتا ہے
A 9 10|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چھیاسی یا تیس سو چھیاسی بولا جاتا ہے
A 5 6|||R:NUM|||ستاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ستاسی یا تیس سو ستاسی بولا جاتا ہے
A 5 6|||R:NUM|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار اٹھاسی یا تیس سو اٹھاسی بولا جاتا ہے
A 5 6|||R:NUM|||انانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار نوے یا تیس سو نوے بولا جاتا ہے
A 5 6|||R:NUM|||اکیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار اکیانوے یا تیس سو اکیانوے بولا جاتا ہے
A 5 6|||R:NUM|||بیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چورانوے یا تیس سو چورانوے بولا جاتا ہے
A 5 6|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار پچانوے یا تیس سو پچانوے بولا جاتا ہے
A 5 6|||R:NUM|||چھیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چھیانوے یا تیس سو چھیانوے بولا جاتا ہے
A 5 6|||R:NUM|||ستانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ستانوے یا تیس سو ستانوے بولا جاتا ہے
A 5 6|||R:NUM|||اٹھانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار اٹھانوے یا تیس سو اٹھانوے بولا جاتا ہے
A 5 6|||R:NUM|||نینیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو ایک یا اکتیس سو ایک بولا جاتا ہے
A 7 8|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو ایک یا اکتیس سو ایک بولا جاتا ہے
A 11 12|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو دو یا اکتیس سو دو بولا جاتا ہے
A 7 8|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو دو یا اکتیس سو دو بولا جاتا ہے
A 11 12|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو تین یا اکتیس سو تین بولا جاتا ہے
A 7 8|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو تین یا اکتیس سو تین بولا جاتا ہے
A 11 12|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو چار یا اکتیس سو چار بولا جاتا ہے
A 7 8|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو چار یا اکتیس سو چار بولا جاتا ہے
A 11 12|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو پانچ یا اکتیس سو پانچ بولا جاتا ہے
A 7 8|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو پانچ یا اکتیس سو پانچ بولا جاتا ہے
A 11 12|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو چھ یا اکتیس سو چھ بولا جاتا ہے
A 7 8|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو چھ یا اکتیس سو چھ بولا جاتا ہے
A 11 12|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو سات یا اکتیس سو سات بولا جاتا ہے
A 7 8|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو سات یا اکتیس سو سات بولا جاتا ہے
A 11 12|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو آٹھ یا اکتیس سو آٹھ بولا جاتا ہے
A 7 8|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو آٹھ یا اکتیس سو آٹھ بولا جاتا ہے
A 11 12|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو نو یا اکتیس سو نو بولا جاتا ہے
A 7 8|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو نو یا اکتیس سو نو بولا جاتا ہے
A 11 12|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو دس یا اکتیس سو دس بولا جاتا ہے
A 7 8|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو دس یا اکتیس سو دس بولا جاتا ہے
A 11 12|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو گیارہ یا اکتیس سو گیارہ بولا جاتا ہے
A 7 8|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو گیارہ یا اکتیس سو گیارہ بولا جاتا ہے
A 11 12|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو بارہ یا اکتیس سو بارہ بولا جاتا ہے
A 7 8|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو بارہ یا اکتیس سو بارہ بولا جاتا ہے
A 11 12|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو تیرہ یا اکتیس سو تیرہ بولا جاتا ہے
A 7 8|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو تیرہ یا اکتیس سو تیرہ بولا جاتا ہے
A 11 12|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو چودہ یا اکتیس سو چودہ بولا جاتا ہے
A 7 8|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو چودہ یا اکتیس سو چودہ بولا جاتا ہے
A 11 12|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو پندرہ یا اکتیس سو پندرہ بولا جاتا ہے
A 7 8|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو پندرہ یا اکتیس سو پندرہ بولا جاتا ہے
A 11 12|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو سولہ یا اکتیس سو سولہ بولا جاتا ہے
A 7 8|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو سولہ یا اکتیس سو سولہ بولا جاتا ہے
A 11 12|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو سترہ یا اکتیس سو سترہ بولا جاتا ہے
A 7 8|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو سترہ یا اکتیس سو سترہ بولا جاتا ہے
A 11 12|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو اٹھارہ یا اکتیس سو اٹھارہ بولا جاتا ہے
A 7 8|||R:NUM|||انیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو انیس یا اکتیس سو انیس بولا جاتا ہے
A 7 8|||R:NUM|||بیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو بیس یا اکتیس سو بیس بولا جاتا ہے
A 7 8|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو بیس یا اکتیس سو بیس بولا جاتا ہے
A 11 12|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو اکیس یا اکتیس سو اکیس بولا جاتا ہے
A 7 8|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو اکیس یا اکتیس سو اکیس بولا جاتا ہے
A 11 12|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو بائیس یا اکتیس سو بائیس بولا جاتا ہے
A 7 8|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو بائیس یا اکتیس سو بائیس بولا جاتا ہے
A 11 12|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو چوبیس یا اکتیس سو چوبیس بولا جاتا ہے
A 7 8|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو چوبیس یا اکتیس سو چوبیس بولا جاتا ہے
A 11 12|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو پچیس یا اکتیس سو پچیس بولا جاتا ہے
A 7 8|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو پچیس یا اکتیس سو پچیس بولا جاتا ہے
A 11 12|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو چھبیس یا اکتیس سو چھبیس بولا جاتا ہے
A 7 8|||R:NUM|||ستائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو ستائیس یا اکتیس سو ستائیس بولا جاتا ہے
A 7 8|||R:NUM|||اٹھائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو اٹھائیس یا اکتیس سو اٹھائیس بولا جاتا ہے
A 7 8|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو اٹھائیس یا اکتیس سو اٹھائیس بولا جاتا ہے
A 11 12|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو انتیس یا اکتیس سو انتیس بولا جاتا ہے
A 7 8|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو انتیس یا اکتیس سو انتیس بولا جاتا ہے
A 11 12|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو تیس یا اکتیس سو تیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو تیس یا اکتیس سو تیس بولا جاتا ہے
A 11 12|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو اکتیس یا اکتیس سو اکتیس بولا جاتا ہے
A 7 8|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو اکتیس یا اکتیس سو اکتیس بولا جاتا ہے
A 11 12|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو بتیس یا اکتیس سو بتیس بولا جاتا ہے
A 7 8|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو بتیس یا اکتیس سو بتیس بولا جاتا ہے
A 11 12|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو تینتیس یا اکتیس سو تینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو چونتیس یا اکتیس سو چونتیس بولا جاتا ہے
A 7 8|||R:NUM|||پینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو پینتیس یا اکتیس سو پینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چھتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو انتالیس یا اکتیس سو انتالیس بولا جاتا ہے
A 7 8|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو چالیس یا اکتیس سو چالیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو اکتالیس یا اکتیس سو اکتالیس بولا جاتا ہے
A 7 8|||R:NUM|||بیالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو بیالیس یا اکتیس سو بیالیس بولا جاتا ہے
A 7 8|||R:NUM|||تینتالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو تینتالیس یا اکتیس سو تینتالیس بولا جاتا ہے
A 7 8|||R:NUM|||چوالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو چوالیس یا اکتیس سو چوالیس بولا جاتا ہے
A 7 8|||R:NUM|||پینتالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو پینتالیس یا اکتیس سو پینتالیس بولا جاتا ہے
A 7 8|||R:NUM|||چھیالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو اڑتالیس یا اکتیس سو اڑتالیس بولا جاتا ہے
A 7 8|||R:NUM|||انچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو انچاس یا اکتیس سو انچاس بولا جاتا ہے
A 7 8|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو انچاس یا اکتیس سو انچاس بولا جاتا ہے
A 11 12|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو پچاس یا اکتیس سو پچاس بولا جاتا ہے
A 7 8|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو پچاس یا اکتیس سو پچاس بولا جاتا ہے
A 11 12|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو اکاون یا اکتیس سو اکاون بولا جاتا ہے
A 7 8|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو اکاون یا اکتیس سو اکاون بولا جاتا ہے
A 11 12|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو باون یا اکتیس سو باون بولا جاتا ہے
A 7 8|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو باون یا اکتیس سو باون بولا جاتا ہے
A 11 12|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو ترپن یا اکتیس سو ترپن بولا جاتا ہے
A 7 8|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو ترپن یا اکتیس سو ترپن بولا جاتا ہے
A 11 12|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو چون یا اکتیس سو چون بولا جاتا ہے
A 7 8|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو چون یا اکتیس سو چون بولا جاتا ہے
A 11 12|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو پچپن یا اکتیس سو پچپن بولا جاتا ہے
A 7 8|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو پچپن یا اکتیس سو پچپن بولا جاتا ہے
A 11 12|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو چھپن یا اکتیس سو چھپن بولا جاتا ہے
A 7 8|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو چھپن یا اکتیس سو چھپن بولا جاتا ہے
A 11 12|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو ستاون یا اکتیس سو ستاون بولا جاتا ہے
A 7 8|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو ستاون یا اکتیس سو ستاون بولا جاتا ہے
A 11 12|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو اٹھاون یا اکتیس سو اٹھاون بولا جاتا ہے
A 7 8|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو اٹھاون یا اکتیس سو اٹھاون بولا جاتا ہے
A 11 12|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو انسٹھ یا اکتیس سو انسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو انسٹھ یا اکتیس سو انسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو ساٹھ یا اکتیس سو ساٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو ساٹھ یا اکتیس سو ساٹھ بولا جاتا ہے
A 11 12|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو اکسٹھ یا اکتیس سو اکسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو اکسٹھ یا اکتیس سو اکسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو باسٹھ یا اکتیس سو باسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو باسٹھ یا اکتیس سو باسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو تریسٹھ یا اکتیس سو تریسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو چونسٹھ یا اکتیس سو چونسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو پینسٹھ یا اکتیس سو پینسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو پینسٹھ یا اکتیس سو پینسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو چھیاسٹھ یا اکتیس سو چھیاسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||سڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو سڑسٹھ یا اکتیس سو سڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو اڑسٹھ یا اکتیس سو اڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||انہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو انہتر یا اکتیس سو انہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو ستر یا اکتیس سو ستر بولا جاتا ہے
A 7 8|||R:NUM|||اکہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو تہتر یا اکتیس سو تہتر بولا جاتا ہے
A 7 8|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو چوہتر یا اکتیس سو چوہتر بولا جاتا ہے
A 7 8|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو چوہتر یا اکتیس سو چوہتر بولا جاتا ہے
A 11 12|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو چھہتر یا اکتیس سو چھہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو ستتر یا اکتیس سو ستتر بولا جاتا ہے
A 7 8|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو اٹھتر یا اکتیس سو اٹھتر بولا جاتا ہے
A 7 8|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو اٹھتر یا اکتیس سو اٹھتر بولا جاتا ہے
A 11 12|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو اکیاسی یا اکتیس سو اکیاسی بولا جاتا ہے
A 7 8|||R:NUM|||بیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو بیاسی یا اکتیس سو بیاسی بولا جاتا ہے
A 7 8|||R:NUM|||تریاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو تریاسی یا اکتیس سو تریاسی بولا جاتا ہے
A 7 8|||R:NUM|||چوراسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو چوراسی یا اکتیس سو چوراسی بولا جاتا ہے
A 7 8|||R:NUM|||پچاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو پچاسی یا اکتیس سو پچاسی بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو چھیاسی یا اکتیس سو چھیاسی بولا جاتا ہے
A 7 8|||R:NUM|||ستاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو ستاسی یا اکتیس سو ستاسی بولا جاتا ہے
A 7 8|||R:NUM|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو اٹھاسی یا اکتیس سو اٹھاسی بولا جاتا ہے
A 7 8|||R:NUM|||انانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو نوے یا اکتیس سو نوے بولا جاتا ہے
A 7 8|||R:NUM|||اکیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو اکیانوے یا اکتیس سو اکیانوے بولا جاتا ہے
A 7 8|||R:NUM|||بیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو چورانوے یا اکتیس سو چورانوے بولا جاتا ہے
A 7 8|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو چورانوے یا اکتیس سو چورانوے بولا جاتا ہے
A 11 12|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو پچانوے یا اکتیس سو پچانوے بولا جاتا ہے
A 7 8|||R:NUM|||چھیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو چھیانوے یا اکتیس سو چھیانوے بولا جاتا ہے
A 7 8|||R:NUM|||ستانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو ستانوے یا اکتیس سو ستانوے بولا جاتا ہے
A 7 8|||R:NUM|||اٹھانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار ایک سو اٹھانوے یا اکتیس سو اٹھانوے بولا جاتا ہے
A 7 8|||R:NUM|||نینیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو ایک یا بتیس سو ایک بولا جاتا ہے
A 7 8|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو ایک یا بتیس سو ایک بولا جاتا ہے
A 11 12|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو دو یا بتیس سو دو بولا جاتا ہے
A 7 8|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو دو یا بتیس سو دو بولا جاتا ہے
A 11 12|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو چار یا بتیس سو چار بولا جاتا ہے
A 7 8|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو چار یا بتیس سو چار بولا جاتا ہے
A 11 12|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو پانچ یا بتیس سو پانچ بولا جاتا ہے
A 7 8|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو پانچ یا بتیس سو پانچ بولا جاتا ہے
A 11 12|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو چھ یا بتیس سو چھ بولا جاتا ہے
A 7 8|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو چھ یا بتیس سو چھ بولا جاتا ہے
A 11 12|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو سات یا بتیس سو سات بولا جاتا ہے
A 7 8|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو سات یا بتیس سو سات بولا جاتا ہے
A 11 12|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو آٹھ یا بتیس سو آٹھ بولا جاتا ہے
A 7 8|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو آٹھ یا بتیس سو آٹھ بولا جاتا ہے
A 11 12|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو نو یا بتیس سو نو بولا جاتا ہے
A 7 8|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو نو یا بتیس سو نو بولا جاتا ہے
A 11 12|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو دس یا بتیس سو دس بولا جاتا ہے
A 7 8|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو دس یا بتیس سو دس بولا جاتا ہے
A 11 12|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو گیارہ یا بتیس سو گیارہ بولا جاتا ہے
A 7 8|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو گیارہ یا بتیس سو گیارہ بولا جاتا ہے
A 11 12|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو تیرہ یا بتیس سو تیرہ بولا جاتا ہے
A 7 8|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو تیرہ یا بتیس سو تیرہ بولا جاتا ہے
A 11 12|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو چودہ یا بتیس سو چودہ بولا جاتا ہے
A 7 8|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو چودہ یا بتیس سو چودہ بولا جاتا ہے
A 11 12|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو پندرہ یا بتیس سو پندرہ بولا جاتا ہے
A 7 8|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو پندرہ یا بتیس سو پندرہ بولا جاتا ہے
A 11 12|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو سولہ یا بتیس سو سولہ بولا جاتا ہے
A 7 8|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو سولہ یا بتیس سو سولہ بولا جاتا ہے
A 11 12|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو سترہ یا بتیس سو سترہ بولا جاتا ہے
A 7 8|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو سترہ یا بتیس سو سترہ بولا جاتا ہے
A 11 12|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو اٹھارہ یا بتیس سو اٹھارہ بولا جاتا ہے
A 7 8|||R:NUM|||انیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو انیس یا بتیس سو انیس بولا جاتا ہے
A 7 8|||R:NUM|||بیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو بیس یا بتیس سو بیس بولا جاتا ہے
A 7 8|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو بیس یا بتیس سو بیس بولا جاتا ہے
A 11 12|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو اکیس یا بتیس سو اکیس بولا جاتا ہے
A 7 8|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو اکیس یا بتیس سو اکیس بولا جاتا ہے
A 11 12|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو بائیس یا بتیس سو بائیس بولا جاتا ہے
A 7 8|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو بائیس یا بتیس سو بائیس بولا جاتا ہے
A 11 12|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو چوبیس یا بتیس سو چوبیس بولا جاتا ہے
A 7 8|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو چوبیس یا بتیس سو چوبیس بولا جاتا ہے
A 11 12|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو پچیس یا بتیس سو پچیس بولا جاتا ہے
A 7 8|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو پچیس یا بتیس سو پچیس بولا جاتا ہے
A 11 12|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو چھبیس یا بتیس سو چھبیس بولا جاتا ہے
A 7 8|||R:NUM|||ستائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو ستائیس یا بتیس سو ستائیس بولا جاتا ہے
A 7 8|||R:NUM|||اٹھائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو اٹھائیس یا بتیس سو اٹھائیس بولا جاتا ہے
A 7 8|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو اٹھائیس یا بتیس سو اٹھائیس بولا جاتا ہے
A 11 12|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو انتیس یا بتیس سو انتیس بولا جاتا ہے
A 7 8|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو انتیس یا بتیس سو انتیس بولا جاتا ہے
A 11 12|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو اکتیس یا بتیس سو اکتیس بولا جاتا ہے
A 7 8|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو اکتیس یا بتیس سو اکتیس بولا جاتا ہے
A 11 12|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو بتیس یا بتیس سو بتیس بولا جاتا ہے
A 7 8|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو بتیس یا بتیس سو بتیس بولا جاتا ہے
A 11 12|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو تینتیس یا بتیس سو تینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو چونتیس یا بتیس سو چونتیس بولا جاتا ہے
A 7 8|||R:NUM|||پینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو پینتیس یا بتیس سو پینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چھتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو انتالیس یا بتیس سو انتالیس بولا جاتا ہے
A 7 8|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو چالیس یا بتیس سو چالیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو اکتالیس یا بتیس سو اکتالیس بولا جاتا ہے
A 7 8|||R:NUM|||بیالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو بیالیس یا بتیس سو بیالیس بولا جاتا ہے
A 7 8|||R:NUM|||تینتالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو تینتالیس یا بتیس سو تینتالیس بولا جاتا ہے
A 7 8|||R:NUM|||چوالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو اڑتالیس یا بتیس سو اڑتالیس بولا جاتا ہے
A 7 8|||R:NUM|||انچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو انچاس یا بتیس سو انچاس بولا جاتا ہے
A 7 8|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو انچاس یا بتیس سو انچاس بولا جاتا ہے
A 11 12|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو پچاس یا بتیس سو پچاس بولا جاتا ہے
A 7 8|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو پچاس یا بتیس سو پچاس بولا جاتا ہے
A 11 12|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو اکاون یا بتیس سو اکاون بولا جاتا ہے
A 7 8|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو اکاون یا بتیس سو اکاون بولا جاتا ہے
A 11 12|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو باون یا بتیس سو باون بولا جاتا ہے
A 7 8|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو باون یا بتیس سو باون بولا جاتا ہے
A 11 12|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو ترپن یا بتیس سو ترپن بولا جاتا ہے
A 7 8|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو ترپن یا بتیس سو ترپن بولا جاتا ہے
A 11 12|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو پچپن یا بتیس سو پچپن بولا جاتا ہے
A 7 8|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو پچپن یا بتیس سو پچپن بولا جاتا ہے
A 11 12|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو ستاون یا بتیس سو ستاون بولا جاتا ہے
A 7 8|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو ستاون یا بتیس سو ستاون بولا جاتا ہے
A 11 12|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو اٹھاون یا بتیس سو اٹھاون بولا جاتا ہے
A 7 8|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو اٹھاون یا بتیس سو اٹھاون بولا جاتا ہے
A 11 12|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو انسٹھ یا بتیس سو انسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو انسٹھ یا بتیس سو انسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو ساٹھ یا بتیس سو ساٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو ساٹھ یا بتیس سو ساٹھ بولا جاتا ہے
A 11 12|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو اکسٹھ یا بتیس سو اکسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو اکسٹھ یا بتیس سو اکسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو باسٹھ یا بتیس سو باسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو باسٹھ یا بتیس سو باسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو تریسٹھ یا بتیس سو تریسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو تریسٹھ یا بتیس سو تریسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو چونسٹھ یا بتیس سو چونسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو چونسٹھ یا بتیس سو چونسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو پینسٹھ یا بتیس سو پینسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو پینسٹھ یا بتیس سو پینسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو چھیاسٹھ یا بتیس سو چھیاسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||سڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو سڑسٹھ یا بتیس سو سڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو اڑسٹھ یا بتیس سو اڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||انہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو انہتر یا بتیس سو انہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو ستر یا بتیس سو ستر بولا جاتا ہے
A 7 8|||R:NUM|||اکہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو تہتر یا بتیس سو تہتر بولا جاتا ہے
A 7 8|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو تہتر یا بتیس سو تہتر بولا جاتا ہے
A 11 12|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو چوہتر یا بتیس سو چوہتر بولا جاتا ہے
A 7 8|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو چوہتر یا بتیس سو چوہتر بولا جاتا ہے
A 11 12|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو چھہتر یا بتیس سو چھہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو ستتر یا بتیس سو ستتر بولا جاتا ہے
A 7 8|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو اٹھتر یا بتیس سو اٹھتر بولا جاتا ہے
A 7 8|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو اٹھتر یا بتیس سو اٹھتر بولا جاتا ہے
A 11 12|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو اکیاسی یا بتیس سو اکیاسی بولا جاتا ہے
A 7 8|||R:NUM|||بیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو بیاسی یا بتیس سو بیاسی بولا جاتا ہے
A 7 8|||R:NUM|||تریاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو تریاسی یا بتیس سو تریاسی بولا جاتا ہے
A 7 8|||R:NUM|||چوراسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو چوراسی یا بتیس سو چوراسی بولا جاتا ہے
A 7 8|||R:NUM|||پچاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو پچاسی یا بتیس سو پچاسی بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو پچاسی یا بتیس سو پچاسی بولا جاتا ہے
A 11 12|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو چھیاسی یا بتیس سو چھیاسی بولا جاتا ہے
A 7 8|||R:NUM|||ستاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو اٹھاسی یا بتیس سو اٹھاسی بولا جاتا ہے
A 7 8|||R:NUM|||انانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو نوے یا بتیس سو نوے بولا جاتا ہے
A 7 8|||R:NUM|||اکیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو اکیانوے یا بتیس سو اکیانوے بولا جاتا ہے
A 7 8|||R:NUM|||بیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو چورانوے یا بتیس سو چورانوے بولا جاتا ہے
A 7 8|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو چورانوے یا بتیس سو چورانوے بولا جاتا ہے
A 11 12|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو پچانوے یا بتیس سو پچانوے بولا جاتا ہے
A 7 8|||R:NUM|||چھیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو چھیانوے یا بتیس سو چھیانوے بولا جاتا ہے
A 7 8|||R:NUM|||ستانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار دو سو ستانوے یا بتیس سو ستانوے بولا جاتا ہے
A 7 8|||R:NUM|||اٹھانوے|||REQUIRED|||-NONE-|||0

S ایک لاکھ حامل آبادی کا یہ قصبہ نہت اہمیت کا حامل ہے
A 0 1|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو ایک یا تینتیس سو ایک بولا جاتا ہے
A 7 8|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو ایک یا تینتیس سو ایک بولا جاتا ہے
A 11 12|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو دو یا تینتیس سو دو بولا جاتا ہے
A 7 8|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو دو یا تینتیس سو دو بولا جاتا ہے
A 11 12|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو تین یا تینتیس سو تین بولا جاتا ہے
A 7 8|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو تین یا تینتیس سو تین بولا جاتا ہے
A 11 12|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو چار یا تینتیس سو چار بولا جاتا ہے
A 7 8|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو چار یا تینتیس سو چار بولا جاتا ہے
A 11 12|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو پانچ یا تینتیس سو پانچ بولا جاتا ہے
A 7 8|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو پانچ یا تینتیس سو پانچ بولا جاتا ہے
A 11 12|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو چھ یا تینتیس سو چھ بولا جاتا ہے
A 7 8|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو چھ یا تینتیس سو چھ بولا جاتا ہے
A 11 12|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو سات یا تینتیس سو سات بولا جاتا ہے
A 7 8|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو سات یا تینتیس سو سات بولا جاتا ہے
A 11 12|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو آٹھ یا تینتیس سو آٹھ بولا جاتا ہے
A 7 8|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو آٹھ یا تینتیس سو آٹھ بولا جاتا ہے
A 11 12|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو نو یا تینتیس سو نو بولا جاتا ہے
A 7 8|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو نو یا تینتیس سو نو بولا جاتا ہے
A 11 12|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو دس یا تینتیس سو دس بولا جاتا ہے
A 7 8|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو دس یا تینتیس سو دس بولا جاتا ہے
A 11 12|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو گیارہ یا تینتیس سو گیارہ بولا جاتا ہے
A 7 8|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو گیارہ یا تینتیس سو گیارہ بولا جاتا ہے
A 11 12|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو بارہ یا تینتیس سو بارہ بولا جاتا ہے
A 7 8|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو بارہ یا تینتیس سو بارہ بولا جاتا ہے
A 11 12|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو تیرہ یا تینتیس سو تیرہ بولا جاتا ہے
A 7 8|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو تیرہ یا تینتیس سو تیرہ بولا جاتا ہے
A 11 12|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو چودہ یا تینتیس سو چودہ بولا جاتا ہے
A 7 8|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو چودہ یا تینتیس سو چودہ بولا جاتا ہے
A 11 12|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو پندرہ یا تینتیس سو پندرہ بولا جاتا ہے
A 7 8|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو پندرہ یا تینتیس سو پندرہ بولا جاتا ہے
A 11 12|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو سولہ یا تینتیس سو سولہ بولا جاتا ہے
A 7 8|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو سولہ یا تینتیس سو سولہ بولا جاتا ہے
A 11 12|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو سترہ یا تینتیس سو سترہ بولا جاتا ہے
A 7 8|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو سترہ یا تینتیس سو سترہ بولا جاتا ہے
A 11 12|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو اٹھارہ یا تینتیس سو اٹھارہ بولا جاتا ہے
A 7 8|||R:NUM|||انیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو انیس یا تینتیس سو انیس بولا جاتا ہے
A 7 8|||R:NUM|||بیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو بیس یا تینتیس سو بیس بولا جاتا ہے
A 7 8|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو بیس یا تینتیس سو بیس بولا جاتا ہے
A 11 12|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو اکیس یا تینتیس سو اکیس بولا جاتا ہے
A 7 8|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو اکیس یا تینتیس سو اکیس بولا جاتا ہے
A 11 12|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو بائیس یا تینتیس سو بائیس بولا جاتا ہے
A 7 8|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو بائیس یا تینتیس سو بائیس بولا جاتا ہے
A 11 12|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو چوبیس یا تینتیس سو چوبیس بولا جاتا ہے
A 7 8|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو چوبیس یا تینتیس سو چوبیس بولا جاتا ہے
A 11 12|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو پچیس یا تینتیس سو پچیس بولا جاتا ہے
A 7 8|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو پچیس یا تینتیس سو پچیس بولا جاتا ہے
A 11 12|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو چھبیس یا تینتیس سو چھبیس بولا جاتا ہے
A 7 8|||R:NUM|||ستائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو ستائیس یا تینتیس سو ستائیس بولا جاتا ہے
A 7 8|||R:NUM|||اٹھائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو اٹھائیس یا تینتیس سو اٹھائیس بولا جاتا ہے
A 7 8|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو اٹھائیس یا تینتیس سو اٹھائیس بولا جاتا ہے
A 11 12|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو انتیس یا تینتیس سو انتیس بولا جاتا ہے
A 7 8|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو انتیس یا تینتیس سو انتیس بولا جاتا ہے
A 11 12|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو تیس یا تینتیس سو تیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو تیس یا تینتیس سو تیس بولا جاتا ہے
A 11 12|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو اکتیس یا تینتیس سو اکتیس بولا جاتا ہے
A 7 8|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو اکتیس یا تینتیس سو اکتیس بولا جاتا ہے
A 11 12|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو بتیس یا تینتیس سو بتیس بولا جاتا ہے
A 7 8|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو بتیس یا تینتیس سو بتیس بولا جاتا ہے
A 11 12|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو تینتیس یا تینتیس سو تینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو تینتیس یا تینتیس سو تینتیس بولا جاتا ہے
A 11 12|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو چونتیس یا تینتیس سو چونتیس بولا جاتا ہے
A 7 8|||R:NUM|||پینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو پینتیس یا تینتیس سو پینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چھتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو انتالیس یا تینتیس سو انتالیس بولا جاتا ہے
A 7 8|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو انتالیس یا تینتیس سو انتالیس بولا جاتا ہے
A 11 12|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو چالیس یا تینتیس سو چالیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو اکتالیس یا تینتیس سو اکتالیس بولا جاتا ہے
A 7 8|||R:NUM|||بیالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو انچاس یا تینتیس سو انچاس بولا جاتا ہے
A 7 8|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو انچاس یا تینتیس سو انچاس بولا جاتا ہے
A 11 12|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو پچاس یا تینتیس سو پچاس بولا جاتا ہے
A 7 8|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو پچاس یا تینتیس سو پچاس بولا جاتا ہے
A 11 12|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو اکاون یا تینتیس سو اکاون بولا جاتا ہے
A 7 8|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو اکاون یا تینتیس سو اکاون بولا جاتا ہے
A 11 12|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو باون یا تینتیس سو باون بولا جاتا ہے
A 7 8|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو باون یا تینتیس سو باون بولا جاتا ہے
A 11 12|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو ترپن یا تینتیس سو ترپن بولا جاتا ہے
A 7 8|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو ترپن یا تینتیس سو ترپن بولا جاتا ہے
A 11 12|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو چون یا تینتیس سو چون بولا جاتا ہے
A 7 8|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو چون یا تینتیس سو چون بولا جاتا ہے
A 11 12|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو پچپن یا تینتیس سو پچپن بولا جاتا ہے
A 7 8|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو پچپن یا تینتیس سو پچپن بولا جاتا ہے
A 11 12|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو چھپن یا تینتیس سو چھپن بولا جاتا ہے
A 7 8|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو چھپن یا تینتیس سو چھپن بولا جاتا ہے
A 11 12|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو ستاون یا تینتیس سو ستاون بولا جاتا ہے
A 7 8|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو ستاون یا تینتیس سو ستاون بولا جاتا ہے
A 11 12|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو اٹھاون یا تینتیس سو اٹھاون بولا جاتا ہے
A 7 8|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو اٹھاون یا تینتیس سو اٹھاون بولا جاتا ہے
A 11 12|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو انسٹھ یا تینتیس سو انسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو انسٹھ یا تینتیس سو انسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو ساٹھ یا تینتیس سو ساٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو ساٹھ یا تینتیس سو ساٹھ بولا جاتا ہے
A 11 12|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو اکسٹھ یا تینتیس سو اکسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو اکسٹھ یا تینتیس سو اکسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو باسٹھ یا تینتیس سو باسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو باسٹھ یا تینتیس سو باسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو تریسٹھ یا تینتیس سو تریسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو تریسٹھ یا تینتیس سو تریسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو چونسٹھ یا تینتیس سو چونسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو چونسٹھ یا تینتیس سو چونسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو پینسٹھ یا تینتیس سو پینسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو پینسٹھ یا تینتیس سو پینسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو چھیاسٹھ یا تینتیس سو چھیاسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||سڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو سڑسٹھ یا تینتیس سو سڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو اڑسٹھ یا تینتیس سو اڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||انہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو انہتر یا تینتیس سو انہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو ستر یا تینتیس سو ستر بولا جاتا ہے
A 7 8|||R:NUM|||اکہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو تہتر یا تینتیس سو تہتر بولا جاتا ہے
A 7 8|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو چوہتر یا تینتیس سو چوہتر بولا جاتا ہے
A 7 8|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو چوہتر یا تینتیس سو چوہتر بولا جاتا ہے
A 11 12|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو چھہتر یا تینتیس سو چھہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو ستتر یا تینتیس سو ستتر بولا جاتا ہے
A 7 8|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو اٹھتر یا تینتیس سو اٹھتر بولا جاتا ہے
A 7 8|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو اٹھتر یا تینتیس سو اٹھتر بولا جاتا ہے
A 11 12|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو اکیاسی یا تینتیس سو اکیاسی بولا جاتا ہے
A 7 8|||R:NUM|||بیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو بیاسی یا تینتیس سو بیاسی بولا جاتا ہے
A 7 8|||R:NUM|||تریاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو تریاسی یا تینتیس سو تریاسی بولا جاتا ہے
A 7 8|||R:NUM|||چوراسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو چوراسی یا تینتیس سو چوراسی بولا جاتا ہے
A 7 8|||R:NUM|||پچاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو پچاسی یا تینتیس سو پچاسی بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو پچاسی یا تینتیس سو پچاسی بولا جاتا ہے
A 11 12|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو چھیاسی یا تینتیس سو چھیاسی بولا جاتا ہے
A 7 8|||R:NUM|||ستاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو ستاسی یا تینتیس سو ستاسی بولا جاتا ہے
A 7 8|||R:NUM|||اٹھاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو اٹھاسی یا تینتیس سو اٹھاسی بولا جاتا ہے
A 7 8|||R:NUM|||انانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو نوے یا تینتیس سو نوے بولا جاتا ہے
A 7 8|||R:NUM|||اکیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو اکیانوے یا تینتیس سو اکیانوے بولا جاتا ہے
A 7 8|||R:NUM|||بیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو چورانوے یا تینتیس سو چورانوے بولا جاتا ہے
A 7 8|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو چورانوے یا تینتیس سو چورانوے بولا جاتا ہے
A 11 12|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو پچانوے یا تینتیس سو پچانوے بولا جاتا ہے
A 7 8|||R:NUM|||چھیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو چھیانوے یا تینتیس سو چھیانوے بولا جاتا ہے
A 7 8|||R:NUM|||ستانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو ستانوے یا تینتیس سو ستانوے بولا جاتا ہے
A 7 8|||R:NUM|||اٹھانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو اٹھانوے یا تینتیس سو اٹھانوے بولا جاتا ہے
A 7 8|||R:NUM|||نینیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو ایک یا چونتیس سو ایک بولا جاتا ہے
A 7 8|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو ایک یا چونتیس سو ایک بولا جاتا ہے
A 11 12|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو دو یا چونتیس سو دو بولا جاتا ہے
A 7 8|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو دو یا چونتیس سو دو بولا جاتا ہے
A 11 12|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو تین یا چونتیس سو تین بولا جاتا ہے
A 7 8|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو تین یا چونتیس سو تین بولا جاتا ہے
A 11 12|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو چار یا چونتیس سو چار بولا جاتا ہے
A 7 8|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو چار یا چونتیس سو چار بولا جاتا ہے
A 11 12|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو پانچ یا چونتیس سو پانچ بولا جاتا ہے
A 7 8|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو پانچ یا چونتیس سو پانچ بولا جاتا ہے
A 11 12|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو چھ یا چونتیس سو چھ بولا جاتا ہے
A 7 8|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو چھ یا چونتیس سو چھ بولا جاتا ہے
A 11 12|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو سات یا چونتیس سو سات بولا جاتا ہے
A 7 8|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو سات یا چونتیس سو سات بولا جاتا ہے
A 11 12|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو آٹھ یا چونتیس سو آٹھ بولا جاتا ہے
A 7 8|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو آٹھ یا چونتیس سو آٹھ بولا جاتا ہے
A 11 12|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو نو یا چونتیس سو نو بولا جاتا ہے
A 7 8|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو نو یا چونتیس سو نو بولا جاتا ہے
A 11 12|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو دس یا چونتیس سو دس بولا جاتا ہے
A 7 8|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو دس یا چونتیس سو دس بولا جاتا ہے
A 11 12|||R:NUM|||گیارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو گیارہ یا چونتیس سو گیارہ بولا جاتا ہے
A 7 8|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو گیارہ یا چونتیس سو گیارہ بولا جاتا ہے
A 11 12|||R:NUM|||بارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو بارہ یا چونتیس سو بارہ بولا جاتا ہے
A 7 8|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو بارہ یا چونتیس سو بارہ بولا جاتا ہے
A 11 12|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو تیرہ یا چونتیس سو تیرہ بولا جاتا ہے
A 7 8|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو تیرہ یا چونتیس سو تیرہ بولا جاتا ہے
A 11 12|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو چودہ یا چونتیس سو چودہ بولا جاتا ہے
A 7 8|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو چودہ یا چونتیس سو چودہ بولا جاتا ہے
A 11 12|||R:NUM|||پندرہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو پندرہ یا چونتیس سو پندرہ بولا جاتا ہے
A 7 8|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو پندرہ یا چونتیس سو پندرہ بولا جاتا ہے
A 11 12|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو سولہ یا چونتیس سو سولہ بولا جاتا ہے
A 7 8|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو سولہ یا چونتیس سو سولہ بولا جاتا ہے
A 11 12|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو سترہ یا چونتیس سو سترہ بولا جاتا ہے
A 7 8|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو سترہ یا چونتیس سو سترہ بولا جاتا ہے
A 11 12|||R:NUM|||اٹھارہ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو اٹھارہ یا چونتیس سو اٹھارہ بولا جاتا ہے
A 7 8|||R:NUM|||انیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو انیس یا چونتیس سو انیس بولا جاتا ہے
A 7 8|||R:NUM|||بیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو بیس یا چونتیس سو بیس بولا جاتا ہے
A 7 8|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو بیس یا چونتیس سو بیس بولا جاتا ہے
A 11 12|||R:NUM|||اکیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو اکیس یا چونتیس سو اکیس بولا جاتا ہے
A 7 8|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو اکیس یا چونتیس سو اکیس بولا جاتا ہے
A 11 12|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو بائیس یا چونتیس سو بائیس بولا جاتا ہے
A 7 8|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو بائیس یا چونتیس سو بائیس بولا جاتا ہے
A 11 12|||R:NUM|||تیئیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو چوبیس یا چونتیس سو چوبیس بولا جاتا ہے
A 7 8|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو چوبیس یا چونتیس سو چوبیس بولا جاتا ہے
A 11 12|||R:NUM|||پچیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو پچیس یا چونتیس سو پچیس بولا جاتا ہے
A 7 8|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو پچیس یا چونتیس سو پچیس بولا جاتا ہے
A 11 12|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو چھبیس یا چونتیس سو چھبیس بولا جاتا ہے
A 7 8|||R:NUM|||ستائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو ستائیس یا چونتیس سو ستائیس بولا جاتا ہے
A 7 8|||R:NUM|||اٹھائیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو اٹھائیس یا چونتیس سو اٹھائیس بولا جاتا ہے
A 7 8|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو اٹھائیس یا چونتیس سو اٹھائیس بولا جاتا ہے
A 11 12|||R:NUM|||انتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو انتیس یا چونتیس سو انتیس بولا جاتا ہے
A 7 8|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو انتیس یا چونتیس سو انتیس بولا جاتا ہے
A 11 12|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو تیس یا چونتیس سو تیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو تیس یا چونتیس سو تیس بولا جاتا ہے
A 11 12|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو اکتیس یا چونتیس سو اکتیس بولا جاتا ہے
A 7 8|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو اکتیس یا چونتیس سو اکتیس بولا جاتا ہے
A 11 12|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو بتیس یا چونتیس سو بتیس بولا جاتا ہے
A 7 8|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو بتیس یا چونتیس سو بتیس بولا جاتا ہے
A 11 12|||R:NUM|||تینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو تینتیس یا چونتیس سو تینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو تینتیس یا چونتیس سو تینتیس بولا جاتا ہے
A 11 12|||R:NUM|||چونتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو چونتیس یا چونتیس سو چونتیس بولا جاتا ہے
A 7 8|||R:NUM|||پینتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو پینتیس یا چونتیس سو پینتیس بولا جاتا ہے
A 7 8|||R:NUM|||چھتیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو انتالیس یا چونتیس سو انتالیس بولا جاتا ہے
A 7 8|||R:NUM|||چالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو چالیس یا چونتیس سو چالیس بولا جاتا ہے
A 7 8|||R:NUM|||اکتالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو اکتالیس یا چونتیس سو اکتالیس بولا جاتا ہے
A 7 8|||R:NUM|||بیالیس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو انچاس یا چونتیس سو انچاس بولا جاتا ہے
A 7 8|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو انچاس یا چونتیس سو انچاس بولا جاتا ہے
A 11 12|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو پچاس یا چونتیس سو پچاس بولا جاتا ہے
A 7 8|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو پچاس یا چونتیس سو پچاس بولا جاتا ہے
A 11 12|||R:NUM|||اکاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو اکاون یا چونتیس سو اکاون بولا جاتا ہے
A 7 8|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو اکاون یا چونتیس سو اکاون بولا جاتا ہے
A 11 12|||R:NUM|||باون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو باون یا چونتیس سو باون بولا جاتا ہے
A 7 8|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو باون یا چونتیس سو باون بولا جاتا ہے
A 11 12|||R:NUM|||ترپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو ترپن یا چونتیس سو ترپن بولا جاتا ہے
A 7 8|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو ترپن یا چونتیس سو ترپن بولا جاتا ہے
A 11 12|||R:NUM|||چون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو چون یا چونتیس سو چون بولا جاتا ہے
A 7 8|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو چون یا چونتیس سو چون بولا جاتا ہے
A 11 12|||R:NUM|||پچپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو پچپن یا چونتیس سو پچپن بولا جاتا ہے
A 7 8|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو پچپن یا چونتیس سو پچپن بولا جاتا ہے
A 11 12|||R:NUM|||چھپن|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو چھپن یا چونتیس سو چھپن بولا جاتا ہے
A 7 8|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو چھپن یا چونتیس سو چھپن بولا جاتا ہے
A 11 12|||R:NUM|||ستاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو ستاون یا چونتیس سو ستاون بولا جاتا ہے
A 7 8|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو ستاون یا چونتیس سو ستاون بولا جاتا ہے
A 11 12|||R:NUM|||اٹھاون|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو اٹھاون یا چونتیس سو اٹھاون بولا جاتا ہے
A 7 8|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو اٹھاون یا چونتیس سو اٹھاون بولا جاتا ہے
A 11 12|||R:NUM|||انسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو انسٹھ یا چونتیس سو انسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو انسٹھ یا چونتیس سو انسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||ساٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو ساٹھ یا چونتیس سو ساٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو ساٹھ یا چونتیس سو ساٹھ بولا جاتا ہے
A 11 12|||R:NUM|||اکسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو اکسٹھ یا چونتیس سو اکسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو اکسٹھ یا چونتیس سو اکسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||باسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو باسٹھ یا چونتیس سو باسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو باسٹھ یا چونتیس سو باسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||تریسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو تریسٹھ یا چونتیس سو تریسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو تریسٹھ یا چونتیس سو تریسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چونسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو چونسٹھ یا چونتیس سو چونسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو چونسٹھ یا چونتیس سو چونسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||پینسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو پینسٹھ یا چونتیس سو پینسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو پینسٹھ یا چونتیس سو پینسٹھ بولا جاتا ہے
A 11 12|||R:NUM|||چھیاسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو چھیاسٹھ یا چونتیس سو چھیاسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||سڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو سڑسٹھ یا چونتیس سو سڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||اڑسٹھ|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو اڑسٹھ یا چونتیس سو اڑسٹھ بولا جاتا ہے
A 7 8|||R:NUM|||انہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو انہتر یا چونتیس سو انہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو ستر یا چونتیس سو ستر بولا جاتا ہے
A 7 8|||R:NUM|||اکہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو تہتر یا چونتیس سو تہتر بولا جاتا ہے
A 7 8|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو تہتر یا چونتیس سو تہتر بولا جاتا ہے
A 11 12|||R:NUM|||چوہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو چوہتر یا چونتیس سو چوہتر بولا جاتا ہے
A 7 8|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو چوہتر یا چونتیس سو چوہتر بولا جاتا ہے
A 11 12|||R:NUM|||پچہتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو چھہتر یا چونتیس سو چھہتر بولا جاتا ہے
A 7 8|||R:NUM|||ستتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو ستتر یا چونتیس سو ستتر بولا جاتا ہے
A 7 8|||R:NUM|||اٹھتر|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو اٹھتر یا چونتیس سو اٹھتر بولا جاتا ہے
A 7 8|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو اٹھتر یا چونتیس سو اٹھتر بولا جاتا ہے
A 11 12|||R:NUM|||اناسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو اکیاسی یا چونتیس سو اکیاسی بولا جاتا ہے
A 7 8|||R:NUM|||بیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو بیاسی یا چونتیس سو بیاسی بولا جاتا ہے
A 7 8|||R:NUM|||تریاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو تریاسی یا چونتیس سو تریاسی بولا جاتا ہے
A 7 8|||R:NUM|||چوراسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو چوراسی یا چونتیس سو چوراسی بولا جاتا ہے
A 7 8|||R:NUM|||پچاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو پچاسی یا چونتیس سو پچاسی بولا جاتا ہے
A 7 8|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو پچاسی یا چونتیس سو پچاسی بولا جاتا ہے
A 11 12|||R:NUM|||چھیاسی|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو اٹھاسی یا چونتیس سو اٹھاسی بولا جاتا ہے
A 7 8|||R:NUM|||انانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو نوے یا چونتیس سو نوے بولا جاتا ہے
A 7 8|||R:NUM|||اکیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو اکیانوے یا چونتیس سو اکیانوے بولا جاتا ہے
A 7 8|||R:NUM|||بیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو چورانوے یا چونتیس سو چورانوے بولا جاتا ہے
A 7 8|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو چورانوے یا چونتیس سو چورانوے بولا جاتا ہے
A 11 12|||R:NUM|||پچانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو پچانوے یا چونتیس سو پچانوے بولا جاتا ہے
A 7 8|||R:NUM|||چھیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو چھیانوے یا چونتیس سو چھیانوے بولا جاتا ہے
A 7 8|||R:NUM|||ستانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو ستانوے یا چونتیس سو ستانوے بولا جاتا ہے
A 7 8|||R:NUM|||اٹھانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار چار سو اٹھانوے یا چونتیس سو اٹھانوے بولا جاتا ہے
A 7 8|||R:NUM|||نینیانوے|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو یا تینتیس سو بولا جاتا ہے
A 5 6|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S گنتی میں اسے تین ہزار تین سو یا تینتیس سو بولا جاتا ہے
A 8 9|||R:NUM|||بتیس|||REQUIRED|||-NONE-|||0

S انہوں نے وہاں چھے سال قیام کیا
A 3 4|||R:NUM|||6|||REQUIRED|||-NONE-|||0

S ڈھائ ہزار سال تک سامریوں اور یہودیوں کے پاس الگ الگ تورات رہی
A 0 1|||R:NUM|||ڈھائی|||REQUIRED|||-NONE-|||0

S ترک زبانوں کو چھے شاخوں میں تقسیم کر سکتے ہیں
A 3 4|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S آپ کے خلفا میں صوبہ سرحد کے علاقہ میں تین عظیم شخصیتیں ہوئی ہیں جو ہر لحاظ سے جامع کمالات صوروی و معنوی تھیں
A 9 10|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S یہ قانون وراثت کا مساوی اور جامع نظام وضع کرتا ہے اور یہ میتاکشر اور دایہ بھاگ دونوں مکاتب فکر پر نافذ ہوتا ہے
A 17 18|||R:NUM|||تینوں|||REQUIRED|||-NONE-|||0

S جب آپ کی عمر چھ سال ہوئی تو آپ کے والد خان محمد خان وفات پا گئے
A 4 5|||R:NUM|||6|||REQUIRED|||-NONE-|||0

S جس کی آبادی تقریبا دو ہزار سے زاہد ہے
A 4 5|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S اس کے کل چھے محلے ہیں جن میں موسوی آباد چنار چوک وٹی پورہ گنائ پورہ ٹینگہ پورہ اور نئ کالونی شامل ہیں
A 3 4|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S آلو بخارہ کا شربت بنانے کے لیے پانچ چھے آلو بخارے رات کو پانی کے گلاس میں بھگو دیں
A 8 9|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S یہ ڈویژن آٹھ اضلاع پر مشتمل ہے
A 2 3|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S گڑہ اور متہرا ے اضلاح میں کھوکھر جاٹوں ے تقریبا باون گاؤں ہیں
A 10 11|||R:NUM|||52|||REQUIRED|||-NONE-|||0

S 26 مئی 2010 کو انہتر سال کی عمر میں کراچی میں انتقال کر گئے
A 4 5|||R:NUM|||69|||REQUIRED|||-NONE-|||0

S چھے سال سے کم عمر بچوں کی آبادی 71 ہے جو بیگم پور کی کل آبادی کا 8 36 فیصد ہے
A 0 1|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S اگر آپ اگلے پندرہ دنوں میں ایسا کوئی حوالہ فراہم نہ کر سکیں تو ممکن ہے یہ مضمون حذف کر دیا جائے
A 3 4|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S 1969 میں یہ بچوں کے چھے مختلف رسائل میں متعارف ہوا
A 5 6|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S آپ کے تین پوتے اور ایک نواسے آج کل ایران کی انٹرنیشنل اسلامک یونیورسٹی المصطفی میں زیر تعلیم ہیں
A 2 3|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S مثلا دس برس بعد دیاجائے گا
A 1 2|||R:NUM|||دس10|||REQUIRED|||-NONE-|||0

S ان کی چودہ کتابیں شائع ہوئی ہیں جن میں سے نو ناول ہیں
A 2 3|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S شاہ عبد الرحیم صاحب عہد فرخ سیر میں ستتر برس کی عمر پا کر 14 صفر 1131ھ کو وفات پائی
A 8 9|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S ایسی عورت جس نے اڑھائی سال عمر ہونے سے پہلے پانچ گھونٹ دودھ پلایا ہو وہ دودھ پلانے والے کی رضاعی ماں کہلاتی ہے
A 10 11|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S یہ نام دراصل اردو لفظ چھے باغ سے نکلا
A 5 6|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S چے یعنی چھے پاک یعنی باغ
A 2 3|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S پنجاب میں نو ڈویژن ہیں جن میں سے ہر ایک میں تین اور چھ اضلاع کے درمیان کہیں بھی موجود ہیں
A 2 3|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S پنجاب میں چار ڈویژن ہیں جن میں سے ہر ایک میں تین اور چھ اضلاع کے درمیان کہیں بھی موجود ہیں
A 2 3|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S یونیورسٹی کے سات علاقائی کیمپس چاروں صوبوں میں موجود ہیں
A 2 3|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S جے کو پ چھے ت وں بندہ کس دا ہیں
A 3 4|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S جے کو پ چھے ا مت کس دی ہیں
A 3 4|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S حدیث میں چار قسم کی عمر کےاونٹوں کے نام بیان کئے گئے ہیں
A 2 3|||R:NUM|||6|||REQUIRED|||-NONE-|||0

S حدیث میں چار قسم کی عمر کےاونٹوں کے نام بیان کئے گئے ہیں
A 2 3|||R:NUM|||6|||REQUIRED|||-NONE-|||0

S حدیث میں چار قسم کی عمر کےاونٹوں کے نام بیان کئے گئے ہیں
A 2 3|||R:NUM|||6|||REQUIRED|||-NONE-|||0

S رسول اکرم کی ولادت باسعادت بارہ ربیع الاو ل شریف کو ہوئی
A 5 6|||R:NUM|||12|||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ میں کل پچیس کھلاڑی اس کامیابی پر 100 یا اس سے زیادہ بار پہنچے ہیں
A 5 6|||R:NUM|||25|||REQUIRED|||-NONE-|||0

S دوسری بیوی سے پانچ صاحبزادے ہیں
A 3 4|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S لیکن اتنا مسلم ہے کہ تقریا دو سو سال سے زیادہ پرانی بستی ہے
A 6 7|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S کتاب سلاطین 14 21 کے مطابق رحبعام نے ستر برس تک سلطنت یہودہ یا یہوداہ پر حکمرانی کی
A 8 9|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S اب تک آٹھ جلدیں شائع ہوئی ہیں
A 2 3|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S آٹھ جلدیں تاحال شائع ہو چکی ہیں
A 0 1|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S وینور گروپرا ندی کے کنارے پر واقع ریاست کرناٹک کے دکشن کنڑ ضلع کا اک چھوٹا سا قصبہ ہے
A 14 15|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S صدر الشریعہ کی اصطلاح فقہ حنفی میں دو شخصیات کے متعلق استعمال ہوتی ہے
A 7 8|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S ڈاکٹر خالد سہیل کی تیس سے زائد اردو اور انگریزی کتب اب تک شائع ہو چکی ہیں
A 4 5|||R:NUM|||66|||REQUIRED|||-NONE-|||0

S آٹھ یا نو سال کی عمر میں جب راٹھور صاحب دوسری جماعت میں زیر تعلیم تھے تو شفقت پدری سے محروم ہو گئے
A 0 1|||R:NUM|||8|||REQUIRED|||-NONE-|||0

S آٹھ یا نو سال کی عمر میں جب راٹھور صاحب دوسری جماعت میں زیر تعلیم تھے تو شفقت پدری سے محروم ہو گئے
A 2 3|||R:NUM|||9|||REQUIRED|||-NONE-|||0

S ان کی شاعری میں سب سے زیادہ مقبولیت ان چار مصرعوں ( ( قسمت میں مری چین سے جینا لکھ دے
A 9 10|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S او ر پھر ا س نے باقاعدہ اک گروپ بنا ڈالا اور مخالفین کو اک اک کرکے قتل کرنا شروع دیا
A 7 8|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S ڈاکٹر مہدی حسن پنجاب یونیورسٹی کے شعبہ ابلاغیات سے تیس سال وابستہ رہے ہیں
A 9 10|||R:NUM|||30|||REQUIRED|||-NONE-|||0

S اپنی زندگی میں تقریبا پچاس ہزار فتاوی تحریر کیے
A 4 5|||R:NUM|||ستر|||REQUIRED|||-NONE-|||0

S اس دوران میں تحریک کے سات افراد قتل اور 200 سے زائد زخمی ہوئے
A 5 6|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S 14 رکنی انتظامی کمیٹی اور تین رکنی خفیہ کمیٹی تشکیل دی گئی
A 5 6|||R:NUM|||3|||REQUIRED|||-NONE-|||0

S اولاد میں آپ کے ایک بیٹا اور پانچ بیٹیاں ہیں
A 7 8|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S اوغوز زبانیں ترک زبانوں کے خاندان کی ایک ذیلی شاخ ہیں جسے تقریبا 150 ملین افراد بولتے ہیں
A 14 15|||R:NUM|||کروڑ|||REQUIRED|||-NONE-|||0

S گزشتہ ستر سال میں عزاداری اور میلاد النبی کے جلوس ایک موثر مزاحمت کے طور پر سامنے آئے ہیں
A 1 2|||R:NUM|||دوسو|||REQUIRED|||-NONE-|||0

S اب تک کمپنی نے اٹھارہ اسٹیشن بنا لیے ہیں جو الووا سے مہاراجاز کالج تک 18 4 کلومیٹر پر محیط ہیں
A 4 5|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S 1867 میں چھے سال کی عمر میں وہ بھوپال اپنے والد غلام منصور کے ساتھ آئے
A 2 3|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S اب تک دو مضمون لکھے ہیں
A 2 3|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S یہودیوں میں منگنی تین قسم یا تین طریقوں سے ہوتی ہے یہ تین طریقے مشناہ میں مذکور ہیں
A 12 13|||R:NUM|||تینوں|||REQUIRED|||-NONE-|||0

S یہودیوں میں منگنی تین قسم یا تین طریقوں سے ہوتی ہے یہ تینوں طریقے مشناہ میں مذکور ہیں
A 12 13|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S یہودیوں میں منگنی تین قسم یا تین طریقوں سے ہوتی ہے یہ تین طریقے مشناہ میں مذکور ہیں
A 12 13|||R:NUM|||تینوں|||REQUIRED|||-NONE-|||0

S یہاں سیکڑوں کارواں اور بھی ہیں
A 1 2|||R:NUM|||سینکڑوں|||REQUIRED|||-NONE-|||0

S بہشتی زیور کے عنوان سے اردو میں مسلمان خواتین کے لیے فقہ حنفی کے مطابق مسائل پر دو کتابیں معروف ہیں
A 17 18|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S تالمود میں ( ماسخت براخوت ب ) تین نمازوں کی فرضیت کے بارے میں دو استدلال بیان ہوئے ہیں
A 5 6|||R:NUM|||26ب|||REQUIRED|||-NONE-|||0

S یہ دونوں فلمیں باکس آفس پر کامیاب رہی
A 1 2|||R:NUM|||تینوں|||REQUIRED|||-NONE-|||0

S 27 جون 2019 کو ویسٹ انڈیز کے خلاف میچ میں پانڈیا نے اپنا 50 واں ون ڈے کھیلا
A 15 16|||R:NUM|||اہک|||REQUIRED|||-NONE-|||0

S آپ ان چھے لو گوں میں سے تھے جنہوں نے حر کے ساتھ امام حسین کے لشکر میں شمولیت اختیار کی
A 2 3|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S 2018 میں ان کا ایک سواں عرس منعقد ہو رہا ہے
A 4 5|||R:NUM|||صد|||REQUIRED|||-NONE-|||0

S سردار احمد خان نورزئی کیساتھ 1765 میں افغان پشتون فوج کی جوانوں کی چالیس ھزار دست تھا
A 14 15|||R:NUM|||ہزار|||REQUIRED|||-NONE-|||0

S وہ تین مرتبہ ناگالینڈ کی وزارت اعلی کا منصب پانے والا واحد شخص ہے
A 1 2|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S بنو نوفل قریش کا اک ذیلی قبیلہ ہے
A 4 5|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S ایشیائی شخصیات سبھی چھے اقسام کے وصول کنندگان میں سے رہی ہیں طبیعات کیمیا فعلیات یا ادویات ادب امن اور معاشیات
A 3 4|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S تاریخی کتب میں سلطان مسعود غزنوی کے چھے بیٹوں کا ذکر ملتا ہے
A 7 8|||R:NUM|||آٹھ|||REQUIRED|||-NONE-|||0

S صوبہ سندھ کے ریاست خیرپور کے علاؤہ چار اضلاع صوبہ رانگڑستان میں شامل کیے گئے ہیں
A 7 8|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S حضرت خویلد بن اسد نے اپنے پیچھے چھے اولادیں چھوڑیں جن میں تین بیٹے اور تین بیٹیاں شامل تھیں
A 7 8|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S ادبی پرچے تحریر کے 9 شمارے اور مشہور جریدے سب رنگ ( ڈائجسٹ ) کے چار پرچے ان کی ادارت میں نکلے
A 15 16|||R:NUM|||4|||REQUIRED|||-NONE-|||0

S بلوچستان کے مختلف مقامات میں سیکیورٹی افواج پر حملوں میں 10 اہلکار ہلاک اور پانچ زخمی ہو گئے
A 14 15|||R:NUM|||5|||REQUIRED|||-NONE-|||0

S اس حادثہ میں ہندوستان کے چھے آرمی جوان اور ایک مقامی جوان بنام کفایت حسین گنائی ہلاک ہوئے
A 5 6|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S عرصہ چار سالوں سے پاکستان کے مختلف اخباروں جرائد اور معتبر سائٹس کے لیے کالمز لکھ رہے ہیں
A 1 2|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S ان کی اپنی ساٹھ ہزار جنگجووؤں کی ایک پوری فوج موجود تھی جس کی کمان ان کے ہاتھ ساٹھ سال کی عمر تک رہی
A 3 4|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S ایک چین پالیسی یا ایک چین حکمت عملی
A 0 1|||R:NUM|||یک|||REQUIRED|||-NONE-|||0

S جبکہ سیکڑوں مضامین میں ترمیم بھی کر چکے ہیں
A 1 2|||R:NUM|||سینکڑوں|||REQUIRED|||-NONE-|||0

S وہ اب تک اٹھارہ ہزار نامور پاکستانیون کی وفیات لکھنے کا منفرد اعزاز رکھتے ہیں
A 3 4|||R:NUM|||بیس|||REQUIRED|||-NONE-|||0

S جیسے والا بھکر کا اک نواحی علاقہ ہے جو
A 4 5|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S 71 سال کی عمر پا کر شاہ نظام الدین نے بارہ ذوالقعدہ 1142 کو سفری آخرت اختیار کیا اور اورنگ آباد میں دفن ہوئے
A 10 11|||R:NUM|||11|||REQUIRED|||-NONE-|||0

S وہ ایک کیلنڈر سال میں 7 ون ڈے سنچریاں بنانے والے پہلے آسٹریلوی بلے باز ہیں
A 6 7|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S آپ کی عمر ابھی بمشکل پانچ چھے برس ہوئی کہ آپ کے والد محمد جان راہی عالم بقا ہوئے
A 6 7|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S آپ بیس سال سے زائد عرصے سے درس خارج پڑھا رہے ہیں
A 1 2|||R:NUM|||تیس|||REQUIRED|||-NONE-|||0

S چھے مہینے قید میں رکھنے کے بعد جون 2010 عیسوی میں پچاس ہزار ڈالر کی ضمانت پر رہا کر دیا گیا
A 0 1|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S چھے دن کومے میں رہنے کے بعد سوموار 22 اکتوبر 2012 عیسوی میں آپ کی وفات ہوئی
A 0 1|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S قاضی ابو یعلی بن فرا کی تقریبا دس سے زائد تصنیفات ہیں
A 7 8|||R:NUM|||دسیوں|||REQUIRED|||-NONE-|||0

S 20 جولائی 2021 کو زمبابوے کے دورے کے دوران محمود اللہ نے اپنا 200 واں ون ڈے میچ کھیلا
A 15 16|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S اسی طرح پاکستان کے شہر لاہور کی حدود میں دو کوس مینار کھڑے ہیں
A 9 10|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S اب تک اس کتاب کی تین جلدیں منظر عام پر آچکی ہیں جب کہ مزید تین جلدیں زیر طباعت ہیں
A 15 16|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S اب تک اس کتاب کی تین جلدیں منظر عام پر آچکی ہیں جب کہ مزید دو جلدیں زیر طباعت ہیں
A 15 16|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S اب تک اس کتاب کی تین جلدیں منظر عام پر آچکی ہیں جب کہ مزید تین جلدیں زیر طباعت ہیں
A 5 6|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S اب تک اس کتاب کی تین جلدیں منظر عام پر آچکی ہیں جب کہ مزید تین جلدیں زیر طباعت ہیں
A 15 16|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S موجودہ قصبہ قادسیہ دریائے فرات کی مغربی شاخ کے کنارے ابوص خ یر سے تقریبا بیس کلومیٹر جنوب میں واقع ہے
A 15 16|||R:NUM|||20|||REQUIRED|||-NONE-|||0

S وہ بہترین معاون اداکار کی کیٹگری میں اب تک دو ایوارڈز حاصل کر چکے ہیں
A 9 10|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S انہوں نے 2018 میں کرن اشفاق سے شادی کی جن سے ان کا یک بیٹا ہے
A 13 14|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S مغل بادشاہ شاہ عالم دوم نے ٹیکس کے روپے میں سے چھے آنے بگھیل سنگھ کو دینے کا وعدہ کیا
A 11 12|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S شہنشاہ بہرام اول کے دو بیٹوں کا ذکر تاریخ میں ملتا ہے
A 4 5|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S ایک بوٹی ہے جو چھے سے بارہ انچ تک بلند ہوتی ہے
A 4 5|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S وہ یک روزہ کرکٹ میں کرکٹ کی تاریخ میں بہترین بلے باز شمار ہوتے ہیں
A 1 2|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S یک صحافی کا کام کسی سانحے کی خبریں عوام تک لانا ہوتا ہے
A 0 1|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S مکمل کلام کے دو مجموعے مرتب کیے ہیں
A 3 4|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S تیرہ سال کی عمر میں محمود شاہ اول کے لقب سے تخت پر بٹھایا گیا
A 0 1|||R:NUM|||13|||REQUIRED|||-NONE-|||0

S وہ ایک زمیندار ہے انہوں نے منڈی بہاؤالدین کی چیئرمین میونسپل کمیٹی کے طور پر چھ سال تک خدمات انجام دیں
A 15 16|||R:NUM|||6|||REQUIRED|||-NONE-|||0

S فی الحال آپ کے صارف پر ایک یوم کی پابندی عائد کی جا رہی ہے
A 6 7|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S جن میں سے ایک کی موت ہو گئی
A 3 4|||R:NUM|||10|||REQUIRED|||-NONE-|||0

S چار پیر طریقت و تصوف کی ایک اصطلاح ہے
A 0 1|||R:NUM|||چودہ|||REQUIRED|||-NONE-|||0

S اس اجتماع میں ہر سال دنیا بھر میں ہزاروں افراد شریک ہوتے ہیں
A 8 9|||R:NUM|||لاکھوں|||REQUIRED|||-NONE-|||0

S دو مقامات کے درمیان 450 کلومیٹر سے زیادہ کا فاصلہ اور راستے میں آباد دشمن قبیلے نے قبیلے کو تقسیم کردیا
A 0 1|||R:NUM|||دونوں|||REQUIRED|||-NONE-|||0

S تین سال بعد جوہن لا مفلسی کے عالم میں مر گیا
A 0 1|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S ہر کونے پر 20 غیر مسلح سپاہیوں کی پانچ چوکیاں بیس مسلح سپاہیوں کی تین چوکیاں بنائی گئیں
A 8 9|||R:NUM|||5|||REQUIRED|||-NONE-|||0

S ہر کونے پر 20 غیر مسلح سپاہیوں کی پانچ چوکیاں بیس مسلح سپاہیوں کی تین چوکیاں بنائی گئیں
A 10 11|||R:NUM|||20|||REQUIRED|||-NONE-|||0

S ہر کونے پر 20 غیر مسلح سپاہیوں کی پانچ چوکیاں بیس مسلح سپاہیوں کی تین چوکیاں بنائی گئیں
A 14 15|||R:NUM|||3|||REQUIRED|||-NONE-|||0

S ایوان میں ساٹھ مسلح سپاہی تعینات کر دیئے گئے اور ساٹھ سپاہیوں کو الرٹ رکھا گیا
A 2 3|||R:NUM|||60|||REQUIRED|||-NONE-|||0

S ایوان میں ساٹھ مسلح سپاہی تعینات کر دیئے گئے اور ساٹھ سپاہیوں کو الرٹ رکھا گیا
A 10 11|||R:NUM|||60|||REQUIRED|||-NONE-|||0

S یہ انتظامی سول سیکرٹریٹ سرائیکی وسیب کے تین ڈویژن ( بہاولپور ملتان اور ڈیرہ غازی خان ) کے بارہ اضلاع کا نظام چلاتا ہے
A 18 19|||R:NUM|||تیرہ|||REQUIRED|||-NONE-|||0

S ممبئی سی آر ریلوے ڈویژن ہندوستانی ریلوے کے وسطی ریلوے زون کے ماتحت پانچ ریلوے ڈویژنوں میں سے ایک ہے
A 13 14|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S یہ ملکی ذیلی تقسیمات کی فہرست بلحاظ 200 ملین سے زائد خام ملکی پیداوار ہے
A 8 9|||R:NUM|||بلین|||REQUIRED|||-NONE-|||0

S اب تک سترہ سے زائد کتابوں کا اردو ترجمہ کر چکی ہیں جن میں ترکی برازیلی کینیڈین جاپانی ادب شامل ہے
A 2 3|||R:NUM|||بیس|||REQUIRED|||-NONE-|||0

S آسٹریلیائی قومی خواتین کرکٹ ٹیم کے لئے اسمتھ نے چھ ٹیسٹ کرکٹ میچ کھیلے
A 9 10|||R:NUM|||6|||REQUIRED|||-NONE-|||0

S اس نے گیارہ ایک روزہ اور دو ٹیسٹ میچ کھیلے
A 2 3|||R:NUM|||11|||REQUIRED|||-NONE-|||0

S وہ ٹورنامنٹ میں بنگلہ دیش کی طرف سے مشترکہ طور پر نمایاں وکٹیں لینے والی تھیں انھوں نے چار میچوں میں چھ آوٹ کیے
A 21 22|||R:NUM|||6|||REQUIRED|||-NONE-|||0

S انھوں نے آٹھ ٹیسٹ کرکٹ میچ اور گیارہ ایک روزہ بین الاقوامی کرکٹ میچ کھیلے
A 2 3|||R:NUM|||8|||REQUIRED|||-NONE-|||0

S انھوں نے آٹھ ٹیسٹ کرکٹ میچ اور گیارہ ایک روزہ بین الاقوامی کرکٹ میچ کھیلے
A 7 8|||R:NUM|||11|||REQUIRED|||-NONE-|||0

S پورنیما چودھری نے 1997 میں پانچ ایک روزہ بین لااقوامی کرکٹ میچ کھیلے
A 5 6|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S اس نے ناٹ آؤٹ پندرہ رنز بنائے لیکن انگلینڈ کے خلاف چھ وکٹوں کے بغیر اوور میں 37 رنز بنائے
A 4 5|||R:NUM|||15|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر18 ٹیسٹ اور 30 ایک روزہ میچ کھیلے
A 12 13|||R:NUM|||26|||REQUIRED|||-NONE-|||0

S مارتھا ونچ نے آسٹریلیائی قومی خواتین کرکٹ ٹیم کے لیے سات ایک روزہ بین الاقوامی میچ کھیلے
A 10 11|||R:NUM|||7|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر 34 ون ڈے میچ کھیلے
A 7 8|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے صرف ون ڈے کرکٹ کھیلا
A 3 4|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے صرف کچھ ہی ون ڈے کرکٹ کھیلی ہے
A 5 6|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے صرف ون ڈے کرکٹ کھیلی ہے
A 3 4|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S ڈیوینا پراٹ نے صرف ون ڈے کرکٹ کھیلی ہیں
A 4 5|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S ڈان رے آسٹریلیا میں چار جنوری1941 کو پیدا ہوئیں
A 4 5|||R:NUM|||4|||REQUIRED|||-NONE-|||0

S انھوں نے ون ڈے کرکٹ کھیلی ہے
A 2 3|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر6 ٹی ٹوئنٹی اور 3 ایک روزہ میچ کھیلے
A 13 14|||R:NUM|||2|||REQUIRED|||-NONE-|||0

S سب سے اوپر کے 50 میں صرف تین خواتین درج تھیں
A 7 8|||R:NUM|||3|||REQUIRED|||-NONE-|||0

S خان اسلام کے بارے میں اپنے مضامین کے لیے ایک بین الاقوامی اور دو قومی انعامات حاصل کر چکے ہیں
A 9 10|||R:NUM|||1|||REQUIRED|||-NONE-|||0

S خان اسلام کے بارے میں اپنے مضامین کے لیے ایک بین الاقوامی اور دو قومی انعامات حاصل کر چکے ہیں
A 13 14|||R:NUM|||2|||REQUIRED|||-NONE-|||0

S اب تک شاعری کے چار کتابیں شائع ہوچکیں ہیں
A 4 5|||R:NUM|||5|||REQUIRED|||-NONE-|||0

S لیگ چھ ٹیموں پر مشتمل ہے پانچ ٹیمیں آزاد کشمیر کے شہروں کی نمائندگی کرتی ہیں
A 1 2|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S لیگ چھ ٹیموں پر مشتمل ہے پانچ ٹیمیں آزاد کشمیر کے شہروں کی نمائندگی کرتی ہیں
A 6 7|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S ماہنامہ آنکھ مچولی کے نام سے دو سابقہ پاکستانی ماہنامے تھے
A 6 7|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S ان کا کیریئر پندرہ سال پر محیط تھا
A 3 4|||R:NUM|||15|||REQUIRED|||-NONE-|||0

S گیارہ جلدوں پر مشتمل اس کتاب کے کل صفحات کی تعداد اندازا 8000 ہیں
A 0 1|||R:NUM|||انیس|||REQUIRED|||-NONE-|||0

S سید سعید بن سلطان کے 36 بیٹے تھے جن میں 26 بیٹے اور دس بیٹیاں تھیں
A 13 14|||R:NUM|||10|||REQUIRED|||-NONE-|||0

S اب تک ان کی تقریبا چالیس کتابیں منظر عام پر آ چکی ہیں جن میں سے بعض کے نام ذیل میں درج ہیں
A 5 6|||R:NUM|||پچاس|||REQUIRED|||-NONE-|||0

S ان کی تئیس ( 23 ) کتابیں منظر عام پر آ چکی ہیں جن کے نام درج ذیل ہیں
A 2 3|||R:NUM|||بائیس|||REQUIRED|||-NONE-|||0

S ویسے بھی ریٹائرمنٹ تک مہاناما نے 4 ٹیسٹ سنچریاں اور 4 ون ڈے سنچریاں اسکور کر رکھی تھیں
A 11 12|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S حیرت کی بات یہ ہے کہ میں چھیالیس رنز بنا چکا تھا کہ مجھے بیٹنگ سے واپس بلا لیا گیا
A 7 8|||R:NUM|||46|||REQUIRED|||-NONE-|||0

S مدوگالے کو اپنے 103 رنز بنانے میں تقریبا سات گھنٹے لگے لیکن یہ میچ ڈرا ہونے میں یقینی رہا
A 8 9|||R:NUM|||7|||REQUIRED|||-NONE-|||0

S پہلے بیٹنگ کرتے ہوئے میزبان بھارت نے 242 رنز بنائے اور بوتھم نے چھ وکٹیں حاصل کیں
A 13 14|||R:NUM|||6|||REQUIRED|||-NONE-|||0

S بلیکہم سولہ سال کی عمر میں کارلٹن کرکٹ کلب کی پہلی گیارہ میں بطور بلے باز شامل ہوئے
A 1 2|||R:NUM|||16|||REQUIRED|||-NONE-|||0

S وہ انگلینڈ کا دورہ کرنے والی پہلی آٹھ آسٹریلوی کرکٹ ٹیموں کے رکن تھے
A 7 8|||R:NUM|||8|||REQUIRED|||-NONE-|||0

S چالیس سال کی عمر میں اس نے اپنا آخری ٹیسٹ میچ میں اینڈریو اسٹوڈارٹ کی انگلش ٹیم کے خلاف کھیلا
A 0 1|||R:NUM|||40|||REQUIRED|||-NONE-|||0

S ان کے بھائی امر سنگھ نے دیگر آٹھ وکٹیں حاصل کیں
A 7 8|||R:NUM|||8|||REQUIRED|||-NONE-|||0

S دونوں ٹیموں کے پاس دو اننگز ہیں اور میچ پانچ دن تک چلتا ہے
A 4 5|||R:NUM|||2|||REQUIRED|||-NONE-|||0

S مئی 2018 میں وہ پاکستان کے خلاف آئرلینڈ کے پہلے ٹیسٹ میچ میں کھیلنے والے گیارہ کرکٹرز میں سے ایک تھے
A 15 16|||R:NUM|||11|||REQUIRED|||-NONE-|||0

S وہ مئی 2018 میں پاکستان کے خلاف آئرلینڈ کے پہلے ٹیسٹ میچ میں کھیلنے والے گیارہ کرکٹرز میں سے ایک تھے
A 15 16|||R:NUM|||11|||REQUIRED|||-NONE-|||0

S یا ایک اننگز میں اس سے زیادہ رنز ) بالترتیب اکیس اور پانچ مواقع پر
A 10 11|||R:NUM|||21|||REQUIRED|||-NONE-|||0

S یا ایک اننگز میں اس سے زیادہ رنز ) بالترتیب اکیس اور پانچ مواقع پر
A 12 13|||R:NUM|||5|||REQUIRED|||-NONE-|||0

S انھوں نے چھ مختلف مخالفین کے خلاف سنچریاں بنائیں جن میں آسٹریلیا سے باہر چھ سنچریاں بھی شامل ہیں
A 2 3|||R:NUM|||6|||REQUIRED|||-NONE-|||0

S انھوں نے چھ مختلف مخالفین کے خلاف سنچریاں بنائیں جن میں آسٹریلیا سے باہر چھ سنچریاں بھی شامل ہیں
A 14 15|||R:NUM|||6|||REQUIRED|||-NONE-|||0

S وہ انگلینڈ کے خلاف سب سے کامیاب رہے سات ٹیسٹ سنچریاں اسکور کیں
A 8 9|||R:NUM|||7|||REQUIRED|||-NONE-|||0

S ان کی چھ ٹیسٹ سنچریاں بھارت کے خلاف بنیں
A 2 3|||R:NUM|||6|||REQUIRED|||-NONE-|||0

S بھارت کے خلاف دو ون ڈے سنچریاں بنا کر
A 4 5|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S انہوں نے 1946 میں آسٹریلوی ٹیم کی کپتانی سنبھالی اور بطور کپتان اپنی چودہ سنچریاں اسکور کیں
A 13 14|||R:NUM|||14|||REQUIRED|||-NONE-|||0

S جولائی 2014 میں وہ لارڈز میں دو صد سالہ جشن کے میچ میں ایم سی سی کی طرف سے کھیلا
A 7 8|||R:NUM|||سو|||REQUIRED|||-NONE-|||0

S اس نے 1882 میں میلبورن میں انگلینڈ کے خلاف دوسری اننگز میں ڈیبیو پر چھ وکٹیں حاصل کیں
A 14 15|||R:NUM|||6|||REQUIRED|||-NONE-|||0

S سمرسیٹ کی بارہ سالہ کپتانی کاؤنٹی میں سب سے طویل ہے
A 2 3|||R:NUM|||12|||REQUIRED|||-NONE-|||0

S بطور کپتان اس نے کل 21 ٹیسٹ میں آسٹریلیا کی قیادت کی جس میں سات جیتے اور چار ہارے
A 14 15|||R:NUM|||7|||REQUIRED|||-NONE-|||0

S بطور کپتان اس نے کل 21 ٹیسٹ میں آسٹریلیا کی قیادت کی جس میں سات جیتے اور چار ہارے
A 17 18|||R:NUM|||4|||REQUIRED|||-NONE-|||0

S ٹیسٹ کرکٹ میں انہوں نے 28 56 فی اننگز کی اوسط سے 1 , 657 رنز بنائے جس میں تین سنچریاں بھی شامل ہیں
A 19 20|||R:NUM|||3|||REQUIRED|||-NONE-|||0

S انہوں نے صرف 16 رنز بنائے اور صرف چھ کیچ لیے
A 8 9|||R:NUM|||6|||REQUIRED|||-NONE-|||0

S وہ 1917 میں میں زخمی ہوا اور بے ہوش ہو گیا اور شیل کے جھٹکے سے صحت یاب ہونے میں چھ ماہ گزارے
A 20 21|||R:NUM|||6|||REQUIRED|||-NONE-|||0

S اپنے ڈیبیو پر اس نے 1936 میں برسبین میں انگلینڈ کے خلاف دوسری اننگز میں چھ وکٹیں حاصل کیں
A 15 16|||R:NUM|||6|||REQUIRED|||-NONE-|||0

S ہل ایک ایسے خاندان کے آٹھ بیٹوں اور آٹھ بیٹیوں میں سے ایک تھا جو کرکٹ سے بہت زیادہ وابستہ تھا
A 5 6|||R:NUM|||8|||REQUIRED|||-NONE-|||0

S ہل ایک ایسے خاندان کے آٹھ بیٹوں اور آٹھ بیٹیوں میں سے ایک تھا جو کرکٹ سے بہت زیادہ وابستہ تھا
A 8 9|||R:NUM|||8|||REQUIRED|||-NONE-|||0

S ایک دائیں ہاتھ کے بلے باز اور دائیں ہاتھ کے فاسٹ میڈیم باؤلر اس نے جنوبی آسٹریلیا کے لیے اٹھارہ میچ کھیلے
A 19 20|||R:NUM|||18|||REQUIRED|||-NONE-|||0

S انہوں نے 1948 سے 1950 کے درمیان چھ ٹیسٹ کھیلتے ہوئے آسٹریلوی ٹیم کے لیے مختصر کھیلا
A 7 8|||R:NUM|||6|||REQUIRED|||-NONE-|||0

S اس نے 1932 33 اور 1935 36 کے درمیان نیو ساؤتھ ویلز کے لیے چودہ فرسٹ کلاس میچ کھیلے
A 14 15|||R:NUM|||14|||REQUIRED|||-NONE-|||0

S لارنس چارلس مائن ( پیدائش 23 جنوری 1942 ) آسٹریلیا کے سابق کرکٹر ہیں جنہوں نے چھ ٹیسٹ میچ کھیلے
A 16 17|||R:NUM|||6|||REQUIRED|||-NONE-|||0

S اس نے پچاس کی دہائی تک پرائمری اسکول ٹیچر کے طور پر کام کیا
A 2 3|||R:NUM|||50|||REQUIRED|||-NONE-|||0

S وہ 1940 1941 شیفیلڈ شیلڈ سیزن کے دوران نیو ساؤتھ ویلز کے لیے چھ بار کھیلا گیا
A 13 14|||R:NUM|||6|||REQUIRED|||-NONE-|||0

S انہوں نے اپنے کھیلے گئے سات میچوں میں 43 71 کی اوسط سے یہ دورہ مکمل کیا
A 5 6|||R:NUM|||7|||REQUIRED|||-NONE-|||0

S انہوں نے 1977 سے 1985 کے درمیان 13 ٹیسٹ میچز اور چھ ایک روزہ بین الاقوامی میچ کھیلے
A 11 12|||R:NUM|||6|||REQUIRED|||-NONE-|||0

S انہیں 1978 79 ایشیز کے دوران اپنے پہلے چھ ٹیسٹوں میں 41 وکٹیں لینے کے لیے سب سے زیادہ یاد کیا جاتا ہے
A 8 9|||R:NUM|||6|||REQUIRED|||-NONE-|||0

S ویسلز کی عمر چھ سال تھی جب وہ کرکٹ کے کھیل سے متعارف ہوا
A 3 4|||R:NUM|||6|||REQUIRED|||-NONE-|||0

S 1834 میں جب صالحہ تئیس سال کی تھیں اس کے والد نے اس کی شادی دامت گورچو حلیل رفعت پاشا سے طے کی
A 4 5|||R:NUM|||23|||REQUIRED|||-NONE-|||0

S تاہم آسٹریلیا کی نمائندگی کرنے کے ان کے مواقع چھ ٹیسٹ اور 25 ایک روزہ بین الاقوامی تک محدود تھے
A 9 10|||R:NUM|||6|||REQUIRED|||-NONE-|||0

S کیسن سات بچوں میں سے ایک کے طور پر پرتھ کے مضافاتی علاقے سوبیاکو میں پیدا ہوا اور پلا بڑھا
A 1 2|||R:NUM|||7|||REQUIRED|||-NONE-|||0

S فاطمہ سلطان کا انتقال اکیاون سال کی عمر میں 23 نومبر 1930 کو صوفیہ بلغاریہ میں ہوا اور وہیں دفن ہوئیں
A 4 5|||R:NUM|||51|||REQUIRED|||-NONE-|||0

S فاطمہ سلطان کا انتقال اکیاون سال کی عمر میں 23 نومبر 1930 کو صوفیہ بلغاریہ میں ہوا اور وہیں دفن ہوئیں
A 4 5|||R:NUM|||51|||REQUIRED|||-NONE-|||0

S فرگوسن اپنے پورے ڈومیسٹک کیریئر کے لیے جنوبی آسٹریلیا کے لیے کھیل چکے ہیں جو اب چودہ سیزن پر محیط ہے
A 16 17|||R:NUM|||14|||REQUIRED|||-NONE-|||0

S لیوس نے دسمبر 2005 سے مارچ 2006 کے درمیان آسٹریلیا کے لیے سات ایک روزہ اور دو ٹی ٹوئنٹی انٹرنیشنل کھیلے
A 12 13|||R:NUM|||7|||REQUIRED|||-NONE-|||0

S دو ٹیموں کے لیے ون ڈے میچز
A 4 5|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S اس کے ساتھ بارباڈوس میں پیدا ہونے والے اینڈرسن کمنز نے 13 کھیلنے سے پہلے ویسٹ انڈیز کے لیے 63 ون ڈے میچز کھیلے
A 20 21|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S پندرہ کھلاڑی ٹیسٹ کرکٹ میں دو ممالک کی نمائندگی کر چکے ہیں
A 0 1|||R:NUM|||سترہ|||REQUIRED|||-NONE-|||0

S پندرہ مردوں نے دو ایک روزہ ٹیموں کے لیے بین الاقوامی کرکٹ کھیلی ہے
A 0 1|||R:NUM|||سولہ|||REQUIRED|||-NONE-|||0

S انہوں نے ریکارڈ چھ بار آسٹریلیا کا دورہ کیا یہ کارنامہ صرف کولن کاؤڈری نے برابر کیا
A 3 4|||R:NUM|||6|||REQUIRED|||-NONE-|||0

S ڈاکٹر غزالہ خاکوانی 5 اپریل 2022 کو ملتان میں انتقال کر گئیں ان کی عمر ساٹھ برس تھی اور وہ ذیابیطس کا شکار تھیں
A 15 16|||R:NUM|||60|||REQUIRED|||-NONE-|||0

S ملک کی پہلی چار ٹیسٹ فتوحات میں سے ہر ایک کے لیے ٹیم میں
A 3 4|||R:NUM|||4|||REQUIRED|||-NONE-|||0

S انہوں نے ان میں سے سات مواقع پر 200 سے زیادہ رنز بنائے ہیں
A 5 6|||R:NUM|||7|||REQUIRED|||-NONE-|||0

S جون 2019 میں ہولڈر نے 2019 کرکٹ ورلڈ کپ کے دوران ویسٹ انڈیز کے لیے اپنا 100 واں ون ڈے میچ کھیلا
A 18 19|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S وہ نیوزی لینڈ کے لیے 50 ویں ون ڈے کیپ ہیں
A 7 8|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S گزشتہ ستائیس سالوں سے دار العلوم دیوبند میں مدرس ہیں اور وہاں کے موجودہ ناظم شعب تعلیمات بھی ہیں
A 1 2|||R:NUM|||چھبیس|||REQUIRED|||-NONE-|||0

S 1967 کی چھ روزہ جنگ میں فلسطینی علاقوں پر اسرائیلی فوجی قبضے کے بعد موجودہ اسرائیل فلسطینی جمود کا آغاز ہوا
A 2 3|||R:NUM|||6|||REQUIRED|||-NONE-|||0

S تب سے یہ فلاحی ادارہ روزانہ ہزاروں لوگوں کو دن میں دو بار غذائیت سے بھرپور کھانا فراہم کرتا ہے
A 11 12|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S وارڈ نے انگلینڈ کے لیے سات ٹیسٹ میچ بھی کھیلے اور 1890 میں وزڈن کرکٹرز آف دی ایئر کے طور پر نامزد کیا گیا
A 5 6|||R:NUM|||7|||REQUIRED|||-NONE-|||0

S اپنے کیریئر کے دوران انہوں نے انگلینڈ کے لیے آسٹریلیا کے خلاف سات ٹیسٹ کھیلے
A 12 13|||R:NUM|||7|||REQUIRED|||-NONE-|||0

S اپنے ڈیبیو پر اس نے پانچ وکٹیں حاصل کیں
A 5 6|||R:NUM|||5|||REQUIRED|||-NONE-|||0

S وہ 1943 میں چھیالیس سال کی عمر میں انتقال کر گئے
A 3 4|||R:NUM|||46|||REQUIRED|||-NONE-|||0

S بمشکل دو ماہ بعد وائیسال مر گیا تھا
A 1 2|||R:NUM|||2|||REQUIRED|||-NONE-|||0

S انہوں نے 1934 سے 1939 تک پندرہ ٹیسٹ کھیلے
A 6 7|||R:NUM|||15|||REQUIRED|||-NONE-|||0

S اس نے چھ وکٹیں حاصل کیں جس میں فائنل بھی شامل ہے جس نے انگلینڈ کو ایشز برقرار رکھا
A 2 3|||R:NUM|||6|||REQUIRED|||-NONE-|||0

S بعد میں وہ امپائر بن گئے اور چھ ٹیسٹوں میں اس کردار میں رہے
A 7 8|||R:NUM|||6|||REQUIRED|||-NONE-|||0

S ہاکلے 4000 ون ڈے رنز بنانے اور 100 ون ڈے کھیلنے والی پہلی خاتون تھیں
A 8 9|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S اگلے سال اس نے سات سنچریاں اسکور کیں جس میں پاکستان کے خلاف کیریئر کا سب سے زیادہ 179 رنز بھی شامل تھا
A 4 5|||R:NUM|||7|||REQUIRED|||-NONE-|||0

S آسٹریلیا بھی چھ بار اس طرح کے وائٹ واش کا شکار ہو چکا ہے
A 2 3|||R:NUM|||6|||REQUIRED|||-NONE-|||0

S اس کے بعد وہ آکسفورڈ یونیورسٹی گئے اور اپنے چار سالوں میں کیمبرج کے خلاف سالانہ میچ میں نظر آئے
A 9 10|||R:NUM|||4|||REQUIRED|||-NONE-|||0

S سنکلیئر نے ٹیسٹ میں اپنی چھ فرسٹ کلاس سنچریوں میں سے تین اسکور کیں حالانکہ جیتنے والی ٹیسٹ ٹیم میں کبھی نہیں کھیلے
A 5 6|||R:NUM|||6|||REQUIRED|||-NONE-|||0

S وہ 1957 اور 1961 کے درمیان نیوزی لینڈ کے لیے تین ٹیسٹ میچوں میں نظر آئیں
A 10 11|||R:NUM|||4|||REQUIRED|||-NONE-|||0

S وہ 1973 اور 1982 کے درمیان نیوزی لینڈ کے لیے دو ٹیسٹ میچوں اور 16 ایک روزہ بین الاقوامی مقابلوں میں نظر آئیں
A 10 11|||R:NUM|||9|||REQUIRED|||-NONE-|||0

S انہوں نے بارہ مختلف کرکٹ گراؤنڈز پر ٹیسٹ سنچریاں اسکور کی ہیں جن میں آٹھ ویسٹ انڈیز سے باہر کے مقامات پر ہیں
A 2 3|||R:NUM|||12|||REQUIRED|||-NONE-|||0

S اس نے 1870 71 اور 1871 72 کے درمیان نیو ساؤتھ ویلز کے لیے دو فرسٹ کلاس میچ کھیلے
A 14 15|||R:NUM|||چھ|||REQUIRED|||-NONE-|||0

S انہوں نے 1904 سے 1925 بارباڈوس کرکٹ ٹیم کے لیے تیرہ فرسٹ کلاس میچ کھیلے
A 10 11|||R:NUM|||دس|||REQUIRED|||-NONE-|||0

S 11 جولائی 2019 کو آسٹریلیا کے خلاف سیمی فائنل میں ووڈ نے انگلینڈ کے لیے اپنا 50 واں ون ڈے میچ کھیلا
A 18 19|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S ٹیسٹ کا دورانیہ فی الحال پانچ دنوں تک محدود ہے ٹیسٹ کی تاریخ میں مختلف ہے تین دن سے لے کر لازوال میچوں تک
A 16 17|||R:NUM|||3|||REQUIRED|||-NONE-|||0

S ڈنمارک نے مجموعی طور پر 33 ون ڈے کھیلے ہیں
A 6 7|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S مجموعی طور پر اس نے 57 ٹیسٹ اور 28 ون ڈے رنز بنائے
A 9 10|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S وہ 1993 اور 1997 کے درمیان ویسٹ انڈیز کے لیے آٹھ ایک روزہ بین الاقوامی میچوں میں نظر آئیں
A 10 11|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S وہ 1993 اور 1997 کے درمیان ویسٹ انڈیز کے لیے نو ایک روزہ بین الاقوامی میچوں میں نظر آئیں
A 10 11|||R:NUM|||چار|||REQUIRED|||-NONE-|||0

S وہ 1993 اور 1997 کے درمیان ویسٹ انڈیز کے لیے چار ایک روزہ بین الاقوامی میچوں میں نظر آئیں
A 10 11|||R:NUM|||سات|||REQUIRED|||-NONE-|||0

S وہ 1997 اور 2003 کے درمیان ویسٹ انڈیز کے لیے چھ ایک روزہ بین الاقوامی میچوں میں نظر آئیں
A 10 11|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S " انہوں نے جنوبی افریقیوں کے لیے کھیلے گئے 33 میچوں میں 21 بار جیتنے والی ٹیم کی طرف سے صرف دو ہارے تھے
A 21 22|||R:NUM|||2|||REQUIRED|||-NONE-|||0

S وہ ٹام ایمیٹ اور گریس ایمیٹ کے چھ بچوں میں سے تیسرا تھا
A 7 8|||R:NUM|||6|||REQUIRED|||-NONE-|||0

S اس نے نیوزی لینڈ کے خلاف ایک ٹیسٹ میچ اور آسٹریلیا کے خلاف دو ایک روزہ بین الاقوامی میچ کھیلے
A 13 14|||R:NUM|||2|||REQUIRED|||-NONE-|||0

S وہ 1973 خواتین کرکٹ ورلڈ کپ میں انگلینڈ کے لیے چار ایک روزہ بین الاقوامی میچوں میں نظر آئیں
A 10 11|||R:NUM|||پانچ|||REQUIRED|||-NONE-|||0

S وہ 2002 میں بھارت کے خلاف جنوبی افریقہ کے لیے ایک ٹیسٹ میچ اور ایک ایک روزہ بین الاقوامی میچ میں نظر آئیں
A 14 15|||R:NUM|||29|||REQUIRED|||-NONE-|||0

S وہ 2000 میں انگلینڈ کے خلاف جنوبی افریقہ کے لیے ایک روزہ بین الاقوامی میچ میں نظر آئیں
A 10 11|||R:NUM|||8ایک|||REQUIRED|||-NONE-|||0

S ایک روزہ بین الاقوامی میچوں میں انتیس گیند بازوں نے اپنی پہلی گیند پر ایک وکٹ حاصل کی ہے
A 6 7|||R:NUM|||30|||REQUIRED|||-NONE-|||0

S ٹوئنٹی 20 انٹرنیشنل کرکٹ میں دو خواتین سمیت بائیس باؤلرز نے اپنی پہلی گیند پر ایک وکٹ حاصل کی ہے
A 5 6|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S ٹوئنٹی 20 انٹرنیشنل کرکٹ میں تین خواتین سمیت بائیس باؤلرز نے اپنی پہلی گیند پر ایک وکٹ حاصل کی ہے
A 8 9|||R:NUM|||25|||REQUIRED|||-NONE-|||0

S اس نے بارہ ایک روزہ بین الاقوامی میچ کھیلے ہیں جن میں ورلڈ کپ کے پانچ میچ بھی شامل ہیں
A 2 3|||R:NUM|||12|||REQUIRED|||-NONE-|||0

S سائنس دانوں کا خیال ہے کہ حلقے 600 ملین سال سے زیادہ پرانے نہیں ہیں
A 8 9|||R:NUM|||کڑور|||REQUIRED|||-NONE-|||0

S ہینریٹ ہینسن ڈنمارک کی قومی خواتین کرکٹ ٹیم کی سابق خواتین کرکٹر ہیں جنہوں نے چھ ون ڈے کھیلے
A 15 16|||R:NUM|||نو|||REQUIRED|||-NONE-|||0

S کینیا کی ٹیم نے 154 ون ڈے میچز کھیلے ہیں جن میں سب سے حالیہ 2014 میں آیا
A 5 6|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S وہ 2005 سے اب تک 38 ون ڈے میچوں میں کھڑا ہوا
A 6 7|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S اس میں مجموعی طور پر دس ٹیمیں شامل ہوں گی
A 5 6|||R:NUM|||10|||REQUIRED|||-NONE-|||0

S انھوں نے تیس سال تک دار العلوم دیوبند میں ہی تدریسی خدمات انجام دیں
A 2 3|||R:NUM|||اکتیس|||REQUIRED|||-NONE-|||0

S انگلینڈ کرکٹ ٹیم تیرہ کھلاڑیوں پر مشتمل تھی جن میں سے بارہ نے ٹیسٹ سیریز میں انگلینڈ کے لیے کھیلا
A 3 4|||R:NUM|||13|||REQUIRED|||-NONE-|||0

S انگلینڈ کرکٹ ٹیم تیرہ کھلاڑیوں پر مشتمل تھی جن میں سے بارہ نے ٹیسٹ سیریز میں انگلینڈ کے لیے کھیلا
A 11 12|||R:NUM|||12|||REQUIRED|||-NONE-|||0

S وہ 1981 اور 1986 کے درمیان تین ٹیسٹ میچوں اور 1981 اور 1986 کے درمیان سات ون ڈے میچوں میں کھڑے رہے
A 6 7|||R:NUM|||3|||REQUIRED|||-NONE-|||0

S وہ 1981 اور 1986 کے درمیان تین ٹیسٹ میچوں اور 1981 اور 1986 کے درمیان سات ون ڈے میچوں میں کھڑے رہے
A 15 16|||R:NUM|||7|||REQUIRED|||-NONE-|||0

S وہ 1974 اور 1979 کے درمیان چھ ٹیسٹ میچوں اور 1975 اور 1981 کے درمیان تین ون ڈے میچوں میں کھڑے رہے
A 6 7|||R:NUM|||6|||REQUIRED|||-NONE-|||0

S وہ 1974 اور 1979 کے درمیان چھ ٹیسٹ میچوں اور 1975 اور 1981 کے درمیان تین ون ڈے میچوں میں کھڑے رہے
A 15 16|||R:NUM|||3|||REQUIRED|||-NONE-|||0

S انہوں نے 1983 اور 2002 کے درمیان چھ ٹیسٹ میچز اور 1982 اور 1996 کے درمیان 16 ون ڈے میچوں میں حصہ لیا
A 7 8|||R:NUM|||6|||REQUIRED|||-NONE-|||0

S وہ 1962 اور 1965 کے درمیان دو ٹیسٹ میچوں میں کھڑے رہے
A 6 7|||R:NUM|||2|||REQUIRED|||-NONE-|||0

S یہ مدت 370 , 000 سالوں سے تقریبا 1 بلین سالوں تک ہے
A 9 10|||R:NUM|||کروڑ|||REQUIRED|||-NONE-|||0

S اب تک آٹھ لاشیں مل چکی تھیں جب کہ دیگر ہلاکتوں کی تلاش جاری ہے
A 2 3|||R:NUM|||11|||REQUIRED|||-NONE-|||0

S 2011 2022 اور 2023 میں 4 کے ساتھ سب سے زیادہ پانچ وکٹیں حاصل کیں
A 11 12|||R:NUM|||5|||REQUIRED|||-NONE-|||0

S 2010 2014 اور 2015 میں کوئی پانچ وکٹیں نہیں لی گئیں
A 6 7|||R:NUM|||5|||REQUIRED|||-NONE-|||0

