S وہ بہت لاپرواہ ہے
A 2 3|||R:ADJ:INFL|||لاپروا|||REQUIRED|||-NONE-|||0

S ضد کرنی اچھی نہیں ۔
A 2 3|||R:ADJ:INFL|||اچھا|||REQUIRED|||-NONE-|||0

S آواز اچھا بناؤ.
A 1 2|||R:ADJ:INFL|||اچھی|||REQUIRED|||-NONE-|||0

S اچھی خواب دیکھو
A 0 1|||R:ADJ:INFL|||اچھا|||REQUIRED|||-NONE-|||0

S اس کا اُردو اچھا نہیں ۔
A 3 4|||R:ADJ:INFL|||اچھی|||REQUIRED|||-NONE-|||0

S میں نے بہت اچھی خواب دیکھی ۔
A 3 4|||R:ADJ:INFL|||اچھا|||REQUIRED|||-NONE-|||0

S لیکن دیوار سے ٹکرا کر آنے والا گیند صرف وہی بچہ دبوچےگی جس کا نام سوم گیند پھینکتے وقت پکارے گا ۔
A 6 7|||R:ADJ:INFL|||والی|||REQUIRED|||-NONE-|||0

S کئی بار صرف ایک بچہ ہی تلاش کرنے والی رہ جاتی ہے اور سب ریچھٍ اسے گھیر لیتے ہیں ۔
A 8 9|||R:ADJ:INFL|||والا|||REQUIRED|||-NONE-|||0

S چڑیا بھی مونچھوں والا ۔
A 3 4|||R:ADJ:INFL|||والی|||REQUIRED|||-NONE-|||0

S باقی سارے مہینے بھی بہت اچھی ہیں ۔
A 5 6|||R:ADJ:INFL|||اچھے|||REQUIRED|||-NONE-|||0

