ام کیو 9 کی پرواز مدت 14 گھنٹے ھوتی ہے
تینتالیس سالہ کیمرن گزشتہ 198 سال موجودہ ارل آف ل ورپ ول کے بعد کا سب سے جوان برطانوی وزیر اعظم بنے
فضل کریم مولانا محمد سردار احمد قادری کے صاحبزادے اور پاکستان کے ایک مذہبی سیاستدان تھے
یہ 10 , 660 کلوگرام انتہائی وزن کے ساتھ اڑ سکتا ہے
ربیکا نے اپنے بارے میں اظہار رائے کرتے ہوئے کہا
انہوں نے اپنی ذہانت اور حاضر دماغی سے کتنے لوگوں کے دل جیت لیے
میزورم 20 فروری 1987 کو بھارت کی 23ویں ریاست بنا
آپ 80 دہائی سے جاسوسی تنظیم میں کام کرتے تھے
ان کے بارے میں معلوم ہوتا ہے کہ وہ اسکاؤٹنگ سے دلچسپی رکھتے ہیں
سب میں شامل ہوں مگر سب سے الگ بیٹھا ہو
سب میں شامل ہوں مگر سب سے الگ بیٹھا ہوں
یہاں فلسفہ معاشیات اور سیاسیات ان کے مطالعہ میں شامل تھے
ہاشم خان پاکستان کے ایک سابقہ سکواش کھلاڑی تھے
بھٹو خاندان پاکستان کے صوبہ سندھ سے تعلق رکھتاہے
اس لیگ میں 30 غیر ملکی کھلاڑی شامل ت ے
جس عید کے صدقے عیدیں ملیں اس عید کے دن مسلمان شکرانے کے نوافل ادا کرتے ہیں اور سارا دن درود وسلام پیش کرتے ہیں
جس عید کے صدقے عیدیں ملیں اس عید کے دن مسلمان شکرانے کے نوافل ادا کرتے ہیں اور سارا دن درود وسلام پیش کرتے ہیں
جب ایک بھاری مرکزہ جیسے یورینیئم دو ٹکڑوں میں ٹوٹتا ہے تو فالتو ہو جانے والی بائنڈنگ انرجی خارج ہوتی ہے
جن میں ان سوالات سے قبل تمہید بھی پیش کی جاتی ہے تاکہ سوالات کو سمجھنے میں آسانی ہو
اور چوھدری جاوید ظفر شامل ہیں
اس شہر کی سڑکیں کشادہ ہیں چیچہ وطنی کے مشہور دیھات میں چک نمبر 110 بارہ ایل قابل زکر ہے
معروف گلوکار استاد مہدی حسن کا تعلق بھی اسی شہرسے ہے
پھر اس حساب سے ٹیگ لگایا جائے
کراچی کے فرئیر ہال کو " یادگار لینڈ مارک " کہا جاتا ہے
کراچی کے مخدوش حالات کے سبب عوام کے لیے یہ " ممنوعہ " علاقہ بن چکا ہے
یہان صادقین کی گیلیری بھی ہے
ان کے دوسرے ناول " رات کے سمندرمیں " 1964کے بھارتی ثقافتی بٹوارے کا احوال ہے
یہ آزاد اور غیر منافع بخش ادارہ ویکیمیڈیا فاؤنڈیشن ہے جو اس سارے منصوبہ کو چلا رہا ہے
یہ آبی جنور ہیں جو زیادہ تر سمندر میں پائے جاتے ہیں مگر بعض صاف پانی میں بھی رہتے ہیں
منگل پانڈے کے مقام پیدائش متنازعہ ہے
کہیں لکھا ہے کہ وہ یوپی کے ضلع فیض آباد کے شہر اکبر آباد مین پیدا ھوئے
اس میں گائے اور سور کی چربی لگی ھوتی ہے
یہ وھی فوجی چھاونی ہے جہاں کچھ مہینے قبل ھندوستانی فوجیوں نے " انگریزی ٹوپ " پہنے سے انکار کردیا تھا
اس کی وجہ یہ تھی کی فوج میں استعمال ہونے والی پی
اس میں گائے اور سور کی چربی لگی ہوتی تھی
اس میں گائے اور سور کی چربی لگی ہوتی تھی
منگل پانڈے 19 جولائی 1827 میں مشرقی اترپردیش کے ضلع بلیا کے گاؤں " نگوا " میں پیدا ہوئے
یہان ایک دوکان " منی مارکیٹ " کے نام سے مشہور ہے جہاں پر پرانی ھندوستانی فلموں کے پوسٹر ملتے ہیں
یہ اصل میں " فلی مارکیٹ " ہے جہاں ھر وہ چیز مل جاتی ہے جو آپ کو کہیں نہ ملے
یہ اصل میں " فلی مارکیٹ " ہے جہاں ھر وہ چیز مل جاتی ہے جو آپ کو کہیں نہ ملے
ممبئی کےچور بازار پر 1954 میں بلیک ایند وائٹ فلم بھی بن چکی ہے
وہ 12 رجب 714 ہجری کو ایران کے شہر ہمدان میں پیداہو اور 786 ھ میں ختلان میں وفات پاگئے
رجوع مکررات اردو ویکیپیڈیا کی معاونت کے لیے بہت ضروری ہیں
دنیا بھر کے زائرین اس مسجد کی کمال تعمیراتی فن کاری اور ماہرانہ کام کو سرہاتے ہیں
تربیلا غازی تربیلا بندمیں واقع ضلع ھری پور کی ایک چھوٹی سی تحصیل ہے
انتخابات میں لڑنے والی جماعتوں کی فہرست کے لیے مندرجہ ذیل ملاحظہ کیجیے
ویکی مینیا 2015 ویکی مینیا کا گیارواں سالانہ اجلاس تھا جو 15 سے 19 جولائی 2015 میں منعقد ہوا
موجودہ مرکزی عھدیداران میں شیخ الحدیثحضرت علامہ پیر سید حسین الدین شاہ سلطانپوری تنظیم کے سرپرست اعلی ہیں
حضرت مفتی اعظم پاکستان مفتی منیب الرحمن مرکزی صدر اور صاحبزادہ عبد المصطفی ھزاروی مرکزی ناظم اعلی ہیں
فیصل مسعود یونیورسٹی آف ہیلتھ سائنسز اور کنگ ایڈورڈ میڈیکل یونیورسٹی کے سابق وائس چانسلر تھے
14 جولائی 2012 کوالیکشن کمیشن پاکستان کا سربراہ مقرر ہوے
14 جولائی 2012 کوالیکشن کمیشن پاکستان کا سربراہ مقرر ہوئے
ایسی تمام تصاویر جن کے ماخذ اور حقوق واضح نہیں ہیں انبتاہی پیغام دینے کے ایک ہفتہ بعد حذف کر دی جاتی ہیں
اگر یہ مضمون آپ نے تخلیق کیا ہے تو براہ کرم برا نہ مانیں
اگر یہ مضمون آپ نے تخلیق کیا ہے تو براہ کرم رنجیدہ نہ ہوں
خلیج کے جنوب میں جزائر ایلانڈ واقع ہیں جو کہ بحیرہ ایلانڈ اور بحیرہ مجموعہ الجزائر کے درمیان میں ہیں
یہ جلوس نئی انارکلی سے گذر کر جی پی او سے ہوتا ہوا مسجد شہدا شاہراہ قائد اعظم پر اختتام پزیر ہونا تھا "
والد مرحوم درود شریف اور وظائف سے فرصت پا کر آتے اور مجھے دیکھ کر گزر جاتے
خلیل ایک عالم شاعر اور ماہر لسانیات تھا جو آٹھویں صدی میں بغداد میں ہو گزرا تھا
جامعہ اسلامیہ مدینہ منورہ کے قدیم فاضل تھے
نادر شاہ کے ہاتھوں مغل سلطنت کو شکست کے بعد پھر سنبھلنے کا موقع نہیں ملا بتدریج حالات دگرگوں ہوتے چلے گئے
بچپن کا ایک حصہ اٹلی میں بھی گذرا
وہ چوتھے راؤنڈ میں قازقستان کی عیال م قاسمووا کو ہرا کر چوتھے مقام پر آئی اور کانسی کا تمغا حاصل کرپائی
کوہاٹ میں بنیادی اور مقامی طور پر دو بڑی زبانیں بولی جاتی ہیں
تاریخی اعتبار سے یہ پنجابی زبان کی ایک شاخ ہے جو پوٹھواری اور سرائکی زبانوں سے ملتی جلتی ہے
تاریخی اعتبار سے یہ پنجابی زبان کی ایک شاخ ہے جو پوٹھواری اور سرائکی زبانوں سے ملتی جلتی ہے
جنوب مشرق میں ( خیرماتو کوٹ سیاب ) اور مکمل مشرقی ( توغ بلی ٹنگ سے خوشحال گڑھ ) علاقوں میں بولی جاتی ہے
2 پشتو کوہاٹ کی دوسری بڑی زبان ہے جو کہ شہری علاقہ کے علاوہ مغرب ( محمدزئی سے رئیسان )
جنوب ( مسلم آباد سے لیکر شکردرہ تک ) اور شمال کے علاقوں میں بولی جاتی ہے
سرکاری کالونیوں کے علاوہ شہر میں بھی بعض گھرانوں میں بولی جاتی ہے ایک طرح سے اردو یہاں کی تیسری بڑی زبان ہے
سرکاری کالونیوں کے علاوہ شہر میں بھی بعض گھرانوں میں بولی جاتی ہے ایک طرح سے اردو یہاں کی تیسری بڑی زبان ہے
1 تانڈا جھیل ایک خوبصورت پکنک پوائنٹ ہے عید اور دوسری تعطیلات بالخصوص موسم گرما میں لوگ بڑی تعداد میں یہاں آتےھیں
یہ دنیاکاواحد ڈیم ہے جوصرف600میٹر بند ( جنوبی طرف ) لگا کر بنایاگیاھے باقی سب اطراف پہاڑ ہیں
یہ دنیاکاواحد ڈیم ہے جوصرف600میٹر بند ( جنوبی طرف ) لگا کر بنایاگیاھے باقی سب اطراف پہاڑ ہیں
9 گھنڈیالی ڈیم گھنڈیالی کے مقام پر یہ ڈیم چراٹ کے پہاڑی چشموں اور دریا قابل سے نکلنے والی ندی پر بنایا گیا ہے
اس سے گھنڈیالی گمبٹ تولج اور سیاب کا علاقہ سیراب ہوتا ہے
اس سے گھنڈیالی گمبٹ تولج اور سیاب کا علاقہ سیراب ہوتا ہے
عسکری کردار کوہاٹ میں پولیس فوج ایئر فورس اور آئی ایس ایس بی جیسے اہم عسکری اداروں کے تربیئتی مراکز ہیں
فوج کے سگنل مینز اور افسروں کی تربیئت بھی سگنل سنٹر کوہاٹ میں ہوتی ہے
فوج کے سگنل مینز اور افسروں کی تربیئت بھی سگنل سنٹر کوہاٹ میں ہوتی ہے
فضائیہ کے افسروں اور جوانوں کی بھی بنیادی تربیئت یہیں ہوتی ہے اس کے بعد انکو ٹریڈ ٹریننگ کیلئے مختلف مراکز میں بھیجا جاتا ہے
فضائیہ کے افسروں اور جوانوں کی بھی بنیادی تربیئت یہیں ہوتی ہے اس کے بعد انکو ٹریڈ ٹریننگ کیلئے مختلف مراکز میں بھیجا جاتا ہے
فضائیہ کے افسروں اور جوانوں کی بھی بنیادی تربیئت یہیں ہوتی ہے اس کے بعد انکو ٹریڈ ٹریننگ کیلئے مختلف مراکز میں بھیجا جاتا ہے
آئی ایس ایس بی کے افسروں کی تربیئت کا بھی کوہاٹ ہی مین سنٹر ہے
مئ سے ستمبر تک مون سون کا موسم ہوتا ہے سب سے زیاد ہ بارش اگست ( 114 ملی میٹر ) میں ہوتی ہے
مئ سے ستمبر تک مون سون کا موسم ہوتا ہے سب سے زیاد ہ بارش اگست ( 114 ملی میٹر ) میں ہوتی ہے
مئ سے ستمبر تک مون سون کا موسم ہوتا ہے سب سے زیاد ہ بارش اگست ( 114 ملی میٹر ) میں ہوتی ہے
مئ سے ستمبر تک مون سون کا موسم ہوتا ہے سب سے زیاد ہ بارش اگست ( 114 ملی میٹر ) میں ہوتی ہے
موسم میں خوشگوار تبدیلی اکتوبر سے آنا شروع ہوتی ہے موسم سرما میں
مارچ سرما کی بارشوں کا مہینہ ہے
عسکری کردار کوہاٹ میں پولیس فوج ایئر فورس اور آئی ایس ایس بی جیسے اہم عسکری اداروں کے تربیئتی مراکز ہیں
فوج کے سگنل مینز اور افسروں کی تربیئت بھی سگنل سنٹر کوہاٹ میں ہوتی ہے
فوج کے سگنل مینز اور افسروں کی تربیئت بھی سگنل سنٹر کوہاٹ میں ہوتی ہے
فضائیہ کے افسروں اور جوانوں کی بھی بنیادی تربیئت یہیں ہوتی ہے اس کے بعد انکو ٹریڈ ٹریننگ کیلئے مختلف مراکز میں بھیجا جاتا ہے
فضائیہ کے افسروں اور جوانوں کی بھی بنیادی تربیئت یہیں ہوتی ہے اس کے بعد انکو ٹریڈ ٹریننگ کیلئے مختلف مراکز میں بھیجا جاتا ہے
فضائیہ کے افسروں اور جوانوں کی بھی بنیادی تربیئت یہیں ہوتی ہے اس کے بعد انکو ٹریڈ ٹریننگ کیلئے مختلف مراکز میں بھیجا جاتا ہے
آئی ایس ایس بی کے افسروں کی تربیئت کا بھی کوہاٹ ہی مین سنٹر ہے
اہم شاہراہیں کسی بھی علاقے کی ترقی میں شاھراھیں بہت اہم کردار ادا کرتی ہیں کوہاٹ کی اہم شاھراھیں یہ ہیں
اہم شاہراہیں کسی بھی علاقے کی ترقی میں شاھراھیں بہت اہم کردار ادا کرتی ہیں کوہاٹ کی اہم شاھراھیں یہ ہیں
مئ سے ستمبر تک مون سون کا موسم ہوتا ہے سب سے زیاد ہ بارش اگست ( 114 ملی میٹر ) میں ہوتی ہے
مئ سے ستمبر تک مون سون کا موسم ہوتا ہے سب سے زیاد ہ بارش اگست ( 114 ملی میٹر ) میں ہوتی ہے
مئ سے ستمبر تک مون سون کا موسم ہوتا ہے سب سے زیاد ہ بارش اگست ( 114 ملی میٹر ) میں ہوتی ہے
مئ سے ستمبر تک مون سون کا موسم ہوتا ہے سب سے زیاد ہ بارش اگست ( 114 ملی میٹر ) میں ہوتی ہے
موسم میں خوشگوار تبدیلی اکتوبر سے آنا شروع ہوتی ہے موسم سرما میں
مارچ سرما کی بارشوں کا مہینہ ہے
کوھاٹ میں بنیادی اور مقامی طور پر دو بڑی زبانیں بولی جاتی ھیں
تاریخی اعتبار سے یہ پنجابی زبان کی ایک شاخ ھے جو پوٹھواری اور سرائکی زبانوں سے ملتی جلتی ھے
تاریخی اعتبار سے یہ پنجابی زبان کی ایک شاخ ھے جو پوٹھواری اور سرائکی زبانوں سے ملتی جلتی ھے
جنوب مشرق میں ( خیرماتو کوٹ سیاب ) اور مکمل مشرقی ( توغ بلی ٹنگ سے خوشحال گڑھ ) علاقوں میں بولی جاتی ھے
2 پشتو کوھاٹ کی دوسری بڑی زبان ھے جو کہ شہری علاقہ کے علاوہ مغرب ( محمدزئی سے رئیسان )
جنوب ( مسلم آباد سے لیکر شکردرہ تک ) اور شمال کے علاقوں میں بولی جاتی ھے
سرکاری کالونیوں کے علاوہ شہر میں بھی بعض گھرانوں میں بولی جاتی ھے ایک طرح سے اردو یہاں کی تیسری بڑی زبان ھے
سرکاری کالونیوں کے علاوہ شہر میں بھی بعض گھرانوں میں بولی جاتی ھے ایک طرح سے اردو یہاں کی تیسری بڑی زبان ھے
عجب خان آفریدی آزادی کے ھیرو ہیں
اکثریئتی بنگش قبائل کے یہ محنتی بہادراورذھین لوگ سروسز ٹرانسپورٹ کاروباراوردفاعی امورمیں کافی ماہر ہیں
بادشاہ کے زیادہ تر آئینی اختیارات پاکستان کے گورنر جنرل کو سونپے گئے تھے
فکشن میگزین کراچی سے شائع ہونے والا رسالہ ہے جو کہ بچوں کے لیے مختلف اقسام کی تحریریں مرتب کرتا ہے
فکشن میگزین مسلسل تیرا سال سے شائع ہونے والا کثیر الاشاعتی شمارہ ہے
جبکہ خالد علی اور محمد احسن بھی رسالے کی تخلیق میں کلیدی کردار اداکرے ہیں
رسالہ مختلف موقعوں پر خاص نمبر شائع کرتا ہے
زیادہ گہری غاریں اپنے اوپر موجود چٹانوں کے وزن سے دب جاتی ہیں
14 جولائی کرکٹ عالمی کپ 2019 میں انگلستان نے نیوزی لینڈ کو فائنل میں شکست دے کر پہلی مرتبہ عالمی چیمپیئن بن گیا
14 جولائی کرکٹ عالمی کپ 2019 میں انگلستان نے نیوزی لینڈ کو فائنل میں شکست دے کر پہلی مرتبہ عالمی چیمپیئن بن گیا
سید صمصام علی شاہ بخاری قومی اسمبلی کے انتخابات میں اس حلقے سے 2008 میں کامیاب ہ
2018 کے عام انتخابات 25 جولائی 2018 کو ہوئے تھے
2018 کے عام انتخابات 25 جولائی 2018 کو ہوئے تھے
اسکولوں اور ہسپتالوں کی عدم دستیابی سب سے بڑا مسلہ تھا
ان کی شاعری کو نکھارنے اور سنوارنے میں مولانا مانی اجمیری کا بڑا ہاتھ ہے
لگتا ہے ان کی افسردگی اور اضطراب کا
یہ اور بات ہے کہ تقدیر سو گئی قابل
وہ ادبی جریدے نئی قدریں ( جریدہ ) کے مدیر و مالک اختر انصاری اکبر آبادی ( استاد ) کے خاصے قریب رہے
ساتھ ہی غزلیات اور نظمیں بھی لکھتے رہے
اگر ویکیپیڈیا کا اس کی ترقی اور انتظام میں حائل ہورہا ہو تو اس قانون سے چشم پوشی برتیں
صحرائے تھل پنجاب پاکستان کے ایک صحرا کا نام ہے
سہارنپور کا جائے وقوع تاریخ کے گزرنے والے قافلہ جو یہاں سے گزرے انہوں نے بھی رحم سمجھا ہے
یوں تو سہارنپور کی تاریخ کچھ زیادہ پرانی نہیں ہے اس شہر کو آباد ہوئے تقریبا ساڑھے چھ سو سال ہی گزرے ہیں
ویکیپیڈیا فاؤنڈیشن نے دعوی کیا کہ وہ اس برمجہ کا حصہ نہیں بنے
وجہ شہرت سیٹی پھونکا ہے جب اس نے امریکی خفیہ برقی نگہداری اور جاسوسی پروگرامنگ بنام پرزم نگہداری پروگرامنگ کا بھانڈا پھوڑ دیا
اپریل 2012 میں تحریک انصاف کے رکن بنے
سال سے زائد گذرنے کے باوجود مؤرخین میں مستعمل ہے
60 سال کا بوڑھا مانی 23 دن عقوبتیں جھیل کر 2 مارچ 276 کو فوت ہوگیا
دنیا کی دولت کی چاہ انسان کو دیوانہ بنادیتی ہے یہاں تک کہ خود کو غم کے گڑھے میں دھکیل لیتا ہے
مہاویر کا بچپن اور جوانی بڑے ہی عیش و عشرت میں گزری
مہاویر کا بچپن اور جوانی بڑے ہی عیش و عشرت میں گذری
اسی طرح اقوام متحدہ کے ماہرین اور مشیروں کی عدم موجودگی تاخیر سے بچنے کے لیے جان بوجھ کر گئی تھی
اس اجتماع میں ٹی بنگ نے کہا عیسائیت کے بہت سے پہلوؤوں پر بحث اور رائے شماری ہوئی
سکھوں کے لیے یہی درست طریقہ ہے کہ وہ واقف یا نا واقف سکھوں کو فتح بلایا کریں
تحریک انصاف کے جسٹس ( ر ) وجیہہ الدین انکے مد مقابل تھے جنہوں نے 77 ووٹ حاصل کیے
ممنون حسین پاکستان کے بارہویں صدر تھے
ممنون حسین پاکستان کے بارہویں صدر رہے
انہیں مفتی اعظم ہندبھی کہا جاتا رہا
ممنون حسین کو ن لیگ کے علاوہ " مہاجر قبیلہ " سے تعلق کی بنا پر متحدہ قومی تحریک کی حمایت بھی حاصل تھی
1997 کے تخمینہ کے مطابق جزیرہ کی 25 آبادی مسلمان ہے 2010 کے ورلڈ فیکٹ بک کے مطابق 1496 افراد مسلمان ٹہیں
اس سلسلہ کی سب سے بڑی جنگ قادسیہ میں بھی عدی بن حاتم نے داد شجاعت دکھائی
انتخابات کے بعد وہ اکبر بگٹی کی کابینہ کے وزیر صحت منتخب بنے
بان کی مون ( پیدائش 13جون 1944 ) جنوبی کورین سیاست دان اور اقوام متحدہ کے آٹھویں جنرل سیکٹری رہے
پیر سید مہر علی شاہ مشہور و معروف روحانی مرکز گولڑہ شریف کے سجادہ نشین تھے
انجمن پاکستان کی پہلی مکمل ایکشن والے کردار اداکرنے والی اداکارہ کہلائی جاسکتی ہں
کویت کے وقت کے مطابق صبح کے ساڑھے آٹھ بجے ان کی تدفین وتکفین ہوئی
افغانستان نے اچھی شروعات کی لیکن اسکاٹ لینڈ کو 41 رنز کی برتری حاصل دیتے ہوئے 171 پر آل آؤٹ ہوگئی
جہاں شرعی علوم اور تکوینی ( عصری ) علوم کے خوبصورت امتزاج سے تیار کردہ ایک انوکھے نصاب پر تعلیم دی جاتی ہے
اور آج اس ادارے سے تعلیم یافتہ طلبا دنیا بھر میں پھیلے ھوئے ہیں
ھندوستان کے علاوہ سعودی عرب کویت قطر بحرین عرب امارات عمان جیسے خلیجی ممالک میں ان کی بڑی تعداد موجود ہے
اور آج اس ادارے سے تعلیم یافتہ طلبا دنیا بھر میں پھیلے ھوئے ھیں
ھندوستان کے علاوہ سعودی عرب کویت قطر بحرین عرب امارات عمان جیسے خلیجی ممالک میں ان کی بڑی تعداد موجود ھے
میرپور کے دوسرے کئی دیہاتوں کی طرح کئی دیہات برطانیہ ہجرت کر گئے ہیں گکھڑ قبیلہ گاؤں کی آبادی کا بڑا حصہ بنتا ہے
محمد وحید حسن ( پیدائش 3جنوری 1953 ) مالدیپ کے 5ویں صدر تھے
اس قبیلے کی آبادی بنیادی طور پر پاکستان اور افغانستان میں رہتی ہے اکاخیل قبیلہ کے بہت سی شاخیں ہیں
مردوزی لودگ زی اور شپیزری جو اپنے آپ کو دولت خیل بھی کہتے ہیں
اس کے علاوہ صوبہ زابل میں بھی اس قبیلے کے خاطر خواہ افراد آباد ہیں
افغانستان کے صدارتی ترجمان دوا خان مینہ پال کا تعلق بھی اکا خیل قبیلہ سے ہے
واضح رھے کہ شرسنئ اپنے آپ کو شیرانی بھی کہتے ہیں
اس قبیلہ کے افراد زوند کے تحصیل سمبازہ میں بھی آباد ہیں جو اکا خیل کے بجائے اپنے آپ کو سلیمان خیل ظاھرہ کرتے ہیں
اس قبیلہ کے افراد زوند کے تحصیل سمبازہ میں بھی آباد ہیں جو اکا خیل کے بجائے اپنے آپ کو سلیمان خیل ظاھرہ کرتے ہیں
یہ گیت بلوچستان میں کافی مقبول ہوا جہاں سے اختر چنال زہری تعلق رکھتے تھے
مدیحہ گوہر ایک پاکستانی اداکارہ تھیں
ضلع خانیوال کی تحصیل کبیروالا جنوبی پنجاب کا ایک قدیم اور مشہور شہر ہے
ان کا کافی غیر مطبوعہ کلام ہے جس میں آشوب سفر اور جزائے نعت شامل ہیں
ان کا کافی غیر مطبوعہ کلام ہے جس میں آشوب سفر اور جزائے نعت شامل ہیں
طباعت کے مراحل میں ہے خادم رزمی کا زیادہ تر کلام اوراق فنون سیپ الکلام اور ادب لطیف میں شائع ہوتا رھا ہے
طباعت کے مراحل میں ہے خادم رزمی کا زیادہ تر کلام اوراق فنون سیپ الکلام اور ادب لطیف میں شائع ہوتا رھا ہے
اور اپنے خلوص صداقت کی بدولت کامیاب ہوئے
خادم رزمی ایک پرائمری اسکول ٹیچر کے طور پر کبیروالا کے مختلف قصبات میں تعینات رہے
وہ کبیروالاکے ایک چھوٹے سے گاؤں محمود والا میں 2 فروری 1932 کو پیدا ہوئے
وہ اپنے ہم عصر شعرا سے متاثر تو ضرور ہوئے لیکن اپنی آواز بھی قائم رکھی
ملازمت کا زیادہ تر عرصہ تاریخی شہر تلمبہ میں گزرا
گایا اور یورینس کے م لاپ سے پیدا ہونے والے دیوتاؤں کو تیتانی دیوتا کہتے ہیں
اسلام میں غیرمردوں اور غیر عورتوں کا ایک دوسروں سے ملنا اور اظہارمحبت کرنا منع ہے
راہبہ نے ان پر یقین کیا اور دونوں جوش عشق میں یہ سب کچھ کر گذرے
وہ شمشون کی وفات کے بعد قاضی بنا تھا
28 اگست1953 ) پاکستانی مسلح افواج کے اعلی ترین عہدہ چیئرمین جوائنٹ چیفس آف سٹاف کمیٹی پر فائز 14 ویں آفیسر تھے
فرحت عباس شاہ کا شمار اردو زبان کے صف اول کے ش عرا میں ہوتا ہے
فرحت عباس شاہ کا شمار اردو زبان کے صف اول کے ش عرا میں ہوتا ہے
وہ بین الاقوامی سطح پہ ایک اکانومسٹ اور اسلامک مائیکروفنانس ایکسپرٹ کے طور پر جانے جاتے ہیں
شکارپور اس زمانے شہر علم ہنر اور واپار کے لحاظ سے بہت مشہور تھا
وہ عرب کے ایک دور دراز علاقے نجد کا رہنے والا تھا
وہ سعودی عرب کے ایک دور دراز علاقے نجد کے رہنے والے تھے
اس کے علاوہ دوسرے ممالک میں بھی ہیں
فقہ کے حوالے سے چار ائمہ کرام امام ابو حنیفہ امام مالک امام احمد بن حنبل اور امام شافعی مشہور فقیہ گزرے ہیں
تفسیر ابن جریر کو ا م التفاسیرمانا گیا ہے اس کےعلاوہ ایک مشھورتفسیر صراط الجنان بھی ہے
فقہ کے حوالے سے چار ائمہ کرام امام ابو حنیفہ امام مالک امام احمد بن حنبل اور امام شافعی مشہور فقیہ گذرے ہیں
کہ در کمین گاہ دشمنان گرفتار شدہ اند
بریگیڈیئر جنرل احمد وحیدی ( پ 27 جون 1958 ) ایران کے سیاستدان و وزیردفاع تھے
مومل رانا سندھ کا مشھور لوک داستان ہے
قدیم ہندوستان میں موجودہ دور کا پاکستان بھارت نیپال اور بنگلہ دیش شامل تھے
ریٹائرمنٹ میں وہ تھوڑی دیر کے لیے ہندوستانی ٹیسٹ کرکٹ سلیکٹر بنے
اجیت واڈیکر ایک بھارتی بین الاقوامی کرکٹ کھلاڑی ہیں جنہوں نے بھارتی قومی ٹیم کے لیے کھیلا
وہ اگلے اور پچھلے دونوں پاؤں سے یکساں خوشی کے ساتھ کھیلا لمبائی اور لکیر کا بہترین فیصلہ کرکے اور خوبصورتی سے متوازن تھا
گورنر جنرل آف پاکستان نے 1947 میں لیاقت علی خان کو پاکستان کا پہلا وزیر اعظم منتخب کیا جنھیں 1951 میں قتل کردیا گیا
سلیمان دیمیرل ایک ترک سیاست دان تھے جنہوں نے بطور وزیر اعظم ترکی سات بار خدمات انجام دیں
اگر زندگی اسی طرح گزر رہی ہے جیسے خدا نے کہا ہے تو ٹھیک ورنہ اس زندگی کا کوئی فائدہ نہیں
درسمند میں قدرتی تازہ اور ٹھنڈے پانی کے چشمے کثیر تعداد میں پائے جاتے ہیں
ابرق ایک قسم کی چمکیلی معدن ہوتی ہے جس میں سے برق ( بجلی ) نہیں گذر سکتی مگر حرارت گذر سکتی ہے
ابرق ایک قسم کی چمکیلی معدن ہوتی ہے جس میں سے برق ( بجلی ) نہیں گذر سکتی مگر حرارت گذر سکتی ہے
اس پر سنی علما و مفتیان کرام کی تصدیقات و تقریظات موجود ہیں جو اس کتاب کے شروع میں شامل کی گئی ہیں
یہ بھی سچ ہے کے پاکستان نے جہاد کے نام پر افغانو کو بے وقوف بنایا
ا س کتاب کا موضوع وہ لوگ ہیں جو بابل میں شاہ بابل کی غلامی میں اپنی زندگی کے دن گزار رہے تھے
یہ سٹار پلس اور اسٹار ون کے گذرے ہوئے پرانے ڈراموں اور پروگرامو‍ں کو نشر کرتا ہے
اسے سوات طالبان کے " سربراہ " کے طور پر بھی جاتا تھا
وہ تحریک نفاذ شریعت محمدی کے بانی صوفی محمد کے داماد بھی تھا
جسمم کی بنیاد 2000 میں شفیع محمد برفت مظفر بھٹو شبیر ملاح حفیظ سندھی اور دوسرے جیئے سندھ کے سرگرم کارکنان نے رکھی
مایا تہذیب ایک قدیم میسوامیریکی تہذیب تھی جو شمال وسطی امریکا میں پھیلی ہوئی تھی
اسی طرح جوان عورت کو تین دن سے کم یا دس دن سے زیادہ جو خون آئے وہ بھی استحاضہ ہی ہوتا ہے
ڈاڈا کا سارا فکری ڈھانچہ نفی دانش پر محیط ہے
اور نہ ہی فنکار اور فن کا بھی انکاری ہے
یہ ڈاڈا ازم کی کہانی کی مختصر سی وضاحت ہے
ڈاڈا کے کے متعلق کہا جاتا ہے کہ اس کی ہیت " صدمہ " پہنچاتی ہے
ڈاڈا کے کے متعلق کہا جاتا ہے کہ اس کی ہیت " صدمہ " پہنچاتی ہے
جس میں فحاشی لچر مزاح برہنہ ایہام گوئی کراہیت اور فرد کا مسخ شدہ چہرہ نظر آتا ہے
یہ تحریک سریلرازم سے ملتی جلتی ہے
یہ مابعد جدیدیت اور پاپ آرٹ پر اثر انداز ھوئی اور " اس کی " فن شکنی " اس کی سرشت میں شامل ہے
مثلا نفرت کا اندزہ ظلم تقابل اور حقیقت کا انپے اندز میں پیش کرنے کا جدت پسندانہ اسلوب چھپا ہوا تھا
اے مدنی کے ساتھ رہے
وہ تا حیات مجرد رہے
ریٹائر ھونے کے بعد مدنی صاحب گلشن اقبال کراچی میں رہائش پذیر ہوئے
اور بحیثیت رزیڈنٹ ڈائریکٹر ریڈیو پاکستان کے عہدے سے ملازمت سے سبکدوش ہوئے
ریٹائر ہونے کے بعد مدنی صاحب گلشن اقبال کراچی میں رہائش پذیر ہوئے
لیاقت آباد کے قبرستان میں اسودہ خاک ہوئے
ریڈیو پاکستان کے انتظامی عہدوں پر فائز رہے
کو جدید ساختیاتی فارسی کی منفرد نظم کہا گیا ہے
ان کی فارسی شاعری کو انگریزی میں شوہل ولپ نے ترجمہ کیا ہے
انکی ایک دستاویزی فلم " گھر سیاہ ہے " کو بہت شہرت ملی
جم ہ ساتھ چھوڈ دیتا ہے
ان کی موت کے بعد ان کے خطوط کا مجموعہ شائع ہوا
پنالی اس بے زبان دل پر گرتی ہے جمہ ساتہ چہوڑ دیتا ہے
میری زندگی گزر گئی تکبر کی خاموشی سے
"
جس کی وجہ تکلیف یا سادیت بھی ھوسکتی ھےاور جو ھمارے باطن کو ریزہ ریزہ کردیتی ہے
اس کا سبب تشدد جسمانی یکسوئی اور عزم ہوتا ہے
اس کا سبب تشدد جسمانی یکسوئی اور عزم ہوتا ہے
یہ اصل میں ھمارے تصورات کا " کفن " ہے
ان معنی میں آخطو " سفاکی کی بات کررہا ہے "
اس صورتحال میں اداکار ناطرین کو سچح حقیقت اور ظلم دکھتا ہے
جو سوچوں اور علامتوں کے درمیان پوشیدہ ہوتا ہے اور متن کا حاوی محرک " ظلم اور سفاکی " ہی ہوتا ہے
جو سوچوں اور علامتوں کے درمیان پوشیدہ ہوتا ہے اور متن کا حاوی محرک " ظلم اور سفاکی " ہی ہوتا ہے
جو سوچوں اور علامتوں کے درمیان پوشیدہ ہوتا ہے اور متن کا حاوی محرک " ظلم اور سفاکی " ہی ہوتا ہے
جس میں روحانی تجربے جسمانی تجربوں کے مابین اطہاری خلا کو پر کرتا ہے
" معاشرہ اور تھیٹر چلا ھوا کارتوس ہے "
(
احمد سھیل نے لکھا ہے کہ
اس کے نزدیک چوں کہ ہم لاشعور کی نمائیدگی نہیں کوسکتے اس لیے یہ خوابوں کی زبان کو ترجیح دیتا ہے
مقصد یہ کہ الفاط سطحی ابلاغ کے رریعہ ہیں
اس لیے لاشعور تک پہنچنے کے لیے تہذیب کی خلا کو دور کرنا پڑتا ہے وہاں الفاظ کو کم اہمیت دی جاتی ہے
اس لیے لاشعور تک پہنچنے کے لیے تہذیب کی خلا کو دور کرنا پڑتا ہے وہاں الفاظ کو کم اہمیت دی جاتی ہے
" سفا ک تھیٹر " زندگی میں سچے اور ایمان دار افراد کو دوبارہ جوڑنے کی کوشش کرتا ہے
آخطو کا سفاک تھیٹر کا نظریہ ماضی کے ادبی فنکارانہ شہ پاروں کے وسیع نظر تجربوں کا نچور ہے
جو خدا کی موت کے بعد شروع ہوتا ہے
جو خدا کی موت کے بعد شروع ہوتا ہے
ان کا خیال ہے کہ روشن خیالی کی سڑی ھوئی لاش کو تابوت میں بند کردیا گیا ہے
ان کا خیال ہے کہ روشن خیالی کی سڑی ھوئی لاش کو تابوت میں بند کردیا گیا ہے
سفاکی کا سیارہ کائنات پر چمکتا ہے
اگر اس کو آپ یورپ کے کھنڈرات پر بیٹھ کر مطالعہ تو وہ کلاسیک ہے
آخطو کا موقف ہے کہ تھیٹر زندگی اور فن کی مکمل " ترکیب " ہے اس لیے لوگ تھیٹر دیکھنے جاتے ہیں
آخطو کا موقف ہے کہ تھیٹر زندگی اور فن کی مکمل " ترکیب " ہے اس لیے لوگ تھیٹر دیکھنے جاتے ہیں
جدید تھیٹر کے حوالے سےمخصوص موسیقی اور دیدنی فن میں تبدیل ھو جاتی ہے
فرانسیی لایعنی ادیب اور ڈرامہ نگار ژان ژینے کا ڈرامہ " دی بلیک " سفاک تھیٹر کا ایک نمائیدہ اور توانا کھیل ہے
اس سلسلے میں احمد سھیل کا تفصیلی مضمون " یورپ کا تشدد پسند تھیٹر " مطالعہ کیا جاسکتا ہے
یہ مضمون ادبی جریدے " فنون " لاھور اگست 1980 شمارہ 14 مین چھپ چکا ہے
جس کی وجہ تکلیف یا سادیت بھی ھوسکتی ہے اور جو ہمارے باطن کو ریزہ ریزہ کردیتی ہے
عام آدمی پارٹی ایک بھارتی سیاسی پارٹی ہے
تصدق حسین جیلانی پاکستان کی عدالت عظمی کے 21 ویں منصف اعظم تھے
اصغر علی مشہور دانشور سائنس دان ڈاکٹر رام پنیانی کی مشاورت میں اپنے فکری مشن میں فعال ہے
ان کی ایک بیٹی سیما اندوروالا اور بیٹے کا نام عرفان ہے
1904 میں ہندوستان واپسی کے بعد کچھ دن مراد آباد میں وکالت کی اور وہ مجوزہ مسلم یونورسٹی کے دستور بنانے بھی مصروف رہے
ایریکا ژونگ امریکی ادیبہ ناول نگار اور شاعرہ ایریکا ژونگ کا اصل نام ایریکا ژونگ ہے
جس میں عورت کی جنسی اور شہوانی خواہشات کو موضوع بنایا گیا ہے
ان کی شاعری عورت کی حسیات اور اس کی عقلی خودکاریت کی آواز ہے
ان کے خیال میں ان کی تحریریں عورت کے جسم زہن حسیات اور روحانیت کا اظہار ہے
ان کی تحریریں جدید ثانیثی لزبن اور کوئر ادبی تنقیدی نظریے کا مرغوب موضوع رہا ہے
ایریکا ژونگ کا اصل نام ایریکا ژونگ ہے
جس میں عورت کی جنسی اور شہوانی خواہشات کو موضوع بنایا گیا ہے
ان کی شاعری عورت کی حسیات اور اس کی عقلی خودکاریت کی آواز ہے
ان کے خیال میں ان کی تحریریں عورت کے جسم زہن حسیات اور روحانیت کا اظہار ہے
ان کی تحریریں جدید ثانیثی لزبن اور کوئر ادبی تنقیدی نظریے کا مرغوب موضوع رہا ہے
شاملو کا تعلق فوجی خاندان سے ہے
ان کی شروع کی نظموں میں روماینت کی فضا ملتی ہے
قبانی کی شاعری سیاسی اور معاشرتی نوعیت کی ہے
ان کی شاعری پر " ایمل الکھوی " کا گہرا اثر ہے
ان کی شاعری پران کی ہمشیرہ " وژل " کی اندوہناک خودکشی کا گہرا اثر ہے
جو کھچی کے کنارے پھیلے دور تک آباد ہو گئے (
ترقی کا نصییبہ جاگا تو اعلی عہدہ پر ترقی پا کر ڈپٹی ڈایریکٹر ہوے اور ڈپٹی کہلائے
اور پدری پیشہ اپنائے ہوئے ڈپٹی کے عہدہ سے حال ہی میں ریٹائر ہوا ہے
ایک تحقیق کے مطابق اب کراچی میں سب سے زیادہ نہاری کھائی جاتی ہے
گائے کے گوشت کی سادہ نہاری سب سے زیادہ کھائی جاتی ہے
گائے کی بونگ کے گوشت کی نہاری کو پسندیدہ جانا جاتا ہے
نہاری کے اوپر سبز دھنیا کتری ھوئی ہری مرچین لیمو اور ادرک کتر کر ڈالی جاتی ہے
نہاری کے اوپر سبز دھنیا کتری ہوئی ہری مرچ لیمو اور ادرک کتر کر ڈالی جاتی ہے
قیوم نظر کی شاعری میں اردو کی کلاسیکی شاعری کا گہرا اثر ہے
ان کا مجموعہ کلام قلب و نظر کے سلسلے کے نام سے شائع ھوچکا ہے
قیوم نظر کا انتقال جون ١٩٨٩ میں کراچی میں ہوا
ملازمت کے سلسلے میں سعودی عرب میں مقیم رہے
ممتاز اردو نقاد اور استاد سجاد باقر رضوی ( 1995 میں انتقال ہوا ) ان کے چھوٹے بھائی تھے
ناول نگار ہونے کے علاوہ اردو میں انھوں نے نئے ادبی اور فکری مباحث کو چھیڑا
ان کا انتقال 14 جولائی 2004 میں کراچی کے محلے انچولی بلاک 20 فیڈرل بی ایریامیں میں ہوا
1935 میں چماوان ضلع اعظم گڑہ یوپی انڈیا میں پیدا ہوئے
کامران ندیم کا تعلق پاکستان کی اسی ( ٨٠ ) کے آمریت زدہ معاشرے کی شعری نسل سے ہے
جو روایت کے ساتھ ترقی پسندی اور جدیدیت کے ساتھ تازہ شعری لہجہ لیے ھوئے ہے
جو حسیات اور معنیات کی بوقلمی سے معطر ہے
اس بیاص میں غزلیات اور نظمیں کا انتخاب بڑے سلیقےاور نفاست سے کیا گیا ہے
کتاب کا فلیپ نصیر احمد ناصر اور مناظر عاشق ہرگانوی نے تحریر کیا ہے
عطیہ کوثر نے جازب نظر سرورق بنایا ہے
اور کتاب کی شعری تجرید ایک تصویر میں سمو دی ہے
ان کے استعفی دینے کے بعد پروگرام کی میزبانی میر محمد علی کر رہے ہیں
پاکستان کی 2017 مردم شماری کے مطابق پاکستان کی شہری آبادی لحاظ سے ( 93 ) نمبر پر یہ شہر ہوتا ہے
ان کے دو ریڈیائی سلسلے " قید ہوس " اور زنجیر بولتی ہے "
یہ دریائے ستلج کے دائیں کنارے کے ساتھ ساتھ ملتان سے ہمالیہ تک پھیلا ہوا تھا اور چھ اضلاع پر مشتمل تھا
سندھ میں 2010 میں مقامی حکومتوں باڈیز کی مدت گذر جانے کے بعد ڈویژنل کمشنرز نظام بحال کرنے کے لیے کہا گیا
انھوں نے انگریزی کا مطالعہ براہ راست کیا تھا لہذا ان کی تحریروں میں ٹھراؤ اور توازن نظر آتا ہے
لیکن انھیں شبلی اور حالی سےمعنی پر لفظ کی فوقیت پر اختلاف ہے
اثر کے نزدیک " خوش خیالی " کی ترکیب میں " خوش کی صفت " جمالیاتی کم اور اخلاقی زیادہ ہے
ان کی تنقید کوعملی تنقید کا نمونہ قرار دیا جاتا ہے
جن میں تنقیدی اصولوں کا تناسب کم ہے لیکن یہ ان معنوں میں علمی نقد نہیں ہے
جن میں تنقیدی اصولوں کا تناسب کم ہے لیکن یہ ان معنوں میں علمی نقد نہیں ہے
یہ ایک انتقادی مکتبہ فکر ہے
سے منسلک کرنا ٹھیک نہیں ہے
ان کی کتاب " کاشف الحقائق " کو تنقیدی اجتہاد کا نمونہ بھی قرار دیا جاتا ہے
کہا جاتا ہے کہ اس کتاب میں اردو شاعری کا مطالعہ اور تجزیہ ہندوستانی اور فارس کے پس منظر میں کیا گیا ہے
کہا جاتا ہے کہ اس کتاب میں اردو شاعری کا مطالعہ اور تجزیہ ہندوستانی اور فارس کے پس منظر میں کیا گیا ہے
امداد امام اثر کی کتابوں کی فہرست یہ ہے
ان کا ٹیلی وژن شو " جینا اسی کا نام ہے "
انکی آخری فلم کا نام " کلب 60 " ہے
سندھی زبان کا لوک فنکار کا نام تھا
علامہ غلام رسول سعیدی اہل سنت و جماعت کے نمائندہ عالم دین اور ایک عظیم محقق تھے
آپ کراچی پاکستان کے باشندہ تھے
ایک بڑے مشہور مدرسے کے شیخ الحدیث تھے
سارہ سلہری ( ولادت 12 جون 1953 ) امریکی لیکچرر مصنفہ اور ییل یونیورسٹی میں انگریزی کی پروفیسر ایمیٹریس تھیں
"
حلیم پاکستان اور ہندوستان کا ثقافتی اور مذھبی پکوان ہے
جو رمضان شریف اور محرم الحرام میں خوب کھایا جاتا ہے
حلیم عربی زبان کا لفظ ہے جس کے معنی " نرم " کے بھی ہوتے ہیں
حلیم میں " فائبر " ہوتا ہے اور ہضم بھی قدرے جلد ھوجاتا ہے
کراچی لاھور اور حیدرآباد ( انڈیا ) میں حلیم کے خصوصی ریسٹورنیٹس ہیں جہان صرف حلیم ہی فروخت ہوتا ہے
کراچی لاھور اور حیدرآباد ( انڈیا ) میں حلیم کے خصوصی ریسٹورنیٹس ہیں جہان صرف حلیم ہی فروخت ہوتا ہے
اس میں دودھ یا دہی ملایا جائے تو حلیم کا مزہ دو بالا ہو جاتا ہے
کچھ دن قبل ان کا ناول نگار بیں اوکری سے " ادب اور قوم " کے موضوع پر بڑے معرکے کو مکالمہ ھوچکا ہے
1994 میں ان کی امریکی نسلی تعلقات پر ایک کتاب شائع ھوچکی ہے جس کی چار 4 سو ہزار جلدیں فروخت ھوچکی ہیں
جو ساختیاتی نقد وفکر کی منہا جیات سے قریب ہے
کارنیل ویسٹ نے کئی امریکی سازشی نظریات کو بے نقاب کیا ہے
ان کا اصل نام تلوار گنگا ساگر ہے
بعض دفعہ وہ متنازع بھی رہے ہیں
ساگر سرحدی ہندوستان کے اردو زبان کے افسانہ نگار ڈراما نگار فلم ساز ہدایت کار مکالمہ نویس اور اسکرین پلے رائڑ تھے
اس کی والدہ کا نام لدھی تھا
یوسیبیوفٹبال کی دنیا میں لیجنڈ سمجہے جاتے تہے
یوسیبیوفٹبال کی دنیا میں لیجنڈ سمجہے جاتے تہے
انہوں نے سنہ 1966 کے ورلڈ کپ میں سب سے زیادہ گول کیے تہے
وہ کھیل کی رفتار بڑھانے تیزی کے ساتھ گول پر حملہ کرنے چکمہ دینے ڈربل کرنے کے ماہر تہے
کہا جاتا ہے کہ انھوں نے نئی صحافت کا آغاز کیا
ان کو دو بار پولٹیز انعام مل چکا ہے
ان کی مشیور ناولز کی فہرست یوں بنتی ہے
اس میں کیے گئے کام کو اور فارمیٹ میں ایکسپورٹ کرنے کی صلاحیت بھی ہے
یہ صفحہ ان تمام اصولوں پر مشتمل ہوگا جن پر عمل کرنا تمام صارفین پر لازمی ہے
یہ صفحہ ان تمام اصولوں پر مشتمل ہوگا جن پر عمل کروانا تمام صارفین پر فرض ہے
یہ صفحہ ان تمام اصولوں پر مشتمل ہوگا جن پر عمل کرنا تمام صارفین پر لازمی ہے
یہ صفحہ ان تمام اصولوں پر مشتمل ہوگا جن پر عمل کروانا تمام صارفین پر فرض ہے
سرائیکی زبان سرائیکی عربی رسم الخط میں لکھی جارہی ہے
اصطلاح روس کے شمالی قفقاز اقتصادی علاقہ کے متبادل کے طور پر بھی استعمال ک جاتی ہے
عبیر ابوذری کا اصل نام شیخ عبدالرشید ہے
حضرت زہین شاہ تاجی کا تعلق صوفیوں کے سلسلہ چشتیہ سے ہے
جس مین خدا اور ابلیس ( شیطان ) کا مکالمہ بھی شامل ہے
تاجی بابا کی باتوں میں بلا کا کمال جمال اور جلال ہوتا تھا
ان کے گفتگو میں بہت علمیت ھوتی تھی اور عشا کی نماز کے بعد مشاعرہ بھی ہوتا تھا
کراچی کے میواڑشاہ کےقبرستان میں ان کا آستانہ تھا جہان ہر جمعرات کو سماع اور لنگرکا اہتمام بھی ہوتا تھا
23 جولائی 1978 میں کراچی میں انتقال ہوا
عموما وہاں پر مذہبی اور علمی مباحث ہوا کرتی تھیں
ایک دن " سجدے " پر بحث شروع ہو گئی
ان کے گفتگو میں بہت علمیت ہوتی تھی اور عشا کی نماز کے بعد مشاعرہ بھی ہوتا تھا
عام آدمیوں کے لیے ان کے دروازے ہمیشہ کھلے رہتے تھے بہت مہمان نواز تھے
جب بھی لنگر او دعوت ہوتی تو بچوں کو پہلے کھانا کھلانے کا کہتے تھے
ان کے شاعرانہ الہام میں مخصوص شعری جمالیات کی خوشبو پھیلی ہوتی تھی
حرفوں کو مار مار کرگرادیا جاتا ہے
وہ تعریفوں سے آزاد ھو چکا ہے
جو اس کی موت کی مہک کا نمونہ ہے
ان کو جدید منگولین ادب کا بنیاد گزار کہا جاتا ہے
برجن کا تعلق ١٩١٧ سے شروع ھوکر ١٩٨٩ تک ھونے والی سوشلسٹ حقیقت پسندی سے ہے
جس میں منگولیا کے کی خوب صورتی کا رومانس اور جمال کا احساس ملتا ہے
محبت کے فلسفے کو گہرائی سی بیاں کیا گیا ہے
وہ اپنے کالج کے میگزین اور دوسرے رسائل کے لیے بھی لکھتی رہی ہیں
وہ دس روز سے لاہور کے مقامی ہسپتال میں زیر علاج رہیں
جس میں ان موضوعات کی نئی جہات خلق ھوتی ہیں
عارف ڈارلک کی زندگی کی کہانی بھی دلچسپ ہے
عارف ڈارلک کی کی شھرت ماہر چینیات ( مطالعہ چینی زبان ادب اور تہزیب ) کی حیثیت سے ہے
انھیں امریکہ بائین بازو کا چینیات کا فکری رہنما کہا جاتا ہے
ان کی علمی وفکری تحقیق اور تجربات زیادہ تر چینی انقلاب اور اس سے جڑی تاریخ سے رہا ہے
ان کی فکر اور تحریروں پر کارل مارکس ماؤزوتنگ اور دوستفسکی کا گہرا اثر ہے
اور ان کے بارے میں مجھے کچھ نہ کہہ جو ظالم ہیں غرق کیے جائیں گے
وہ اپنے والد کی ہلاکت پر جنرل اسلم بیگ پر بھی انگلی اٹھاتے تھے
طیارے کے حادثے کے تناظر میں بہت سی کہانیاں گردش کرتی رہیں
طیارے کے حادثے کے تناظر میں بہت سی کہانیاں گردش کرتی رہیں
2014 میں پنجاب ( پاکستان ) کے صوبائی دارالحکومت لاہور میں ہوا میں نمی کا تناسب 70 فیصد سے تجاوز کر گیا تھا
نارنگ منڈی کی آبادی 1981 میں 17081 اور 1998 کی مردم شماری کے مطابق 31345 نفوس پر مشتمل تھی
جب پرچم قطار سے گذرے تو اسے سیلوٹ کرنا یا مستعد رہنا چاہیے
تماکی کٹوری ایک فحش اداکارہ تھی
تو اس نے کہا کہ بساط بھر چاول اس طرح چاہیے کہ ہر خانے پر پچھلے خانے سے دگنے چاول رکھ دیں
کینڈی ڈا روییل ایک فحش اداکارہ تھی
جینی فر ویلز ایک فحش اداکارہ تھی
کٹن نیٹی ویڈاڈ ایک فحش اداکارہ تھی
سمانتا فوکس ( فحش اداکارہ ) ) ایک فحش اداکارہ تھی
فارچون کی رپورٹ کے مطابق 2012 میں اس میں سی ای او کے عہدے پر کام کر رہے تہے
جیسکا جائمز ایک فحش اداکارہ تھی
ریون الکسیس ایک فحش اداکارہ تھی
ٹیرا واری ( لاطینی ) ایک فحش اداکارہ تھی
انیتا گ ہا ( لاطینی ) ایک بھارتی فلمی اداکارہ تھی
بی وی رادھا ( لاطینی ) ایک بھارتی فلمی اداکارہ تھی
گیتا بالی ( لاطینی ) ایک بھارتی فلمی اداکارہ تھی
ٹی کاناکام ایک بھارتی فلمی اداکارہ تھی
کے پی اے سی للتا ایک بھارتی فلمی اداکارہ تھی
بیدی نے پیٹا تنظیم کے لئے مصنوعی چمڑے کی مصنوعات کو بھی فروغ دیاو5و
منورما ایک بھارتی تمل فلمی اداکارہ تھی
مونی راے ایک بھارتی اداکارہ ہیں
ان کا شمار دنیا کی تمام خوبصورت اداکاراؤں میں کیا جاتا ہے
حال ہی میں ان کا سیریل ناگن جو بھارتی چینل کلرز پر چل رھا ھےدنیا بھر میں لوگ اسے بڑے شوق سے دیکھتے ہیں
انہوں نے اپنا بچپن آندھرا پردیش کے چھٹے سب سے بڑے شہر کاکیناڈا میں گذرا
ریما لاگو ( لاطینی ) ایک بھارتی فلمی اداکارہ تھی
رقیہ سلطان بیگم مغل شہنشاہ اکبراعظم کی پہلی بیوی تھی
سادھنا ش یوداسانی ایک بھارتی فلمی اداکارہ تھی
ششیکلا ایک بھارتی فلمی اداکارہ تھی
جولائی 2012 میں شرلین چوپڑا پلے بوائے میگزین کے لیے عریاں تصاویر کھنچوانے والی پہلی ہندوستانی خاتون بن گئیں
پرکشش نین نقش کی حامل اس اداکارہ نے بہت جلد لاکھوں فلم بینوں کے دل جیت لیے
شیاما 1950 اور 1960 کی دہائی کی مشہور ترین ہندوستانی اداکارہ تھیں
سری دیوی ( لاطینی ) ایک بھارتی فلمی اداکارہ تھیں
لیکن 2018 میں ریلیز ہونے والی شاہ رخ خان کی فلم زیرو میں بھی انہوں نے خصوصی کردار نبھایا ہے
پنڈت جگت نارائن ملا سرکاری وکیل کے ساتھ اردو کے شاعر بھی تھے
بسمل نے چیف کورٹ کے سامنے جب رواں انگریزی میں فیصلے کے خلاف بحث کی تو سرکاری وکیل جگت ناراین ملا چونک گئے تھے
بسمل نے چیف کورٹ کے سامنے جب رواں انگریزی میں فیصلے کے خلاف بحث کی تو سرکاری وکیل جگت ناراین ملا چونک گئے تھے
اوشا کرن ( لاطینی ) ایک بھارتی فلمی اداکارہ تھی
تارونی سچدیو ایک بھارتی فلمی اداکارہ تھی
اس کی آبادی تقریبآ 25000نفوس پر مشتمل ہے
پاکستان کا بنانا مسلمانان ھند کے لیے بہت ضروری ہے
لیکن حقیقت میں وہ بڑی سنجیدگی سے مسلمانوں کی حالات زار سے بہت فکر مند رہتے
انعام گھر جیو ٹی وی کا ایک تفریحی پروگرام ہے یہ کراچی سٹوڈیو سے نشرکیا جاتا ہے اس کے ہوسٹ عامر لیاقت حسین تھے
صبیحہ خانم ( پیدائش 16 اکتوبر 1935 ) پاکستان سے تعلق رکھنے والی فلمی دنیا کی مقبول اداکارہ تھیں
وہ معروف فلمی اداکار سنتوش کمار کی اہلیہ تھیں
طاہرہ واسطی ایک پاکستانی اداکارہ تھی
ان شہروں کی تعداد دنیا بھر میں 4000 ہیں جن کی آبادی 100 , 000 یا اس سے زائد ہے
آگ لگنے کے لیئے تین چیزیں لازما موجود ہونی چاہئیں
جولی ایڈمز ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھیں
لولا البرائٹ ( لاطینی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
ایو آرڈین ( انگریزی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
میری استور ( انگریزی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
ان کی بیوی انڈریا ارنس پیزاروں کا تعلق جنوبی امریکہ کے ملک چلی سے ہے
پروٹسٹنٹ ( احتجاجی ) اور کیتھولک خیموں میں تقسیم ھوچکا ہے
ایلن ٹورین نے یہ بھی بتایا کہ انسان دوستی اور سیکولر ازم میں بنیادی اور زمین آسمان کا فرق ہے
مگر ساختیات ان کے فکری مزاج سےہم آہنگ نہ ہوسکی اور وہ ساختیات سے اپنی بیزاری کا اظہار کرتے رہے
اردو میں نئے مارکسی نظریاتی اور ساختیاتی فکر و نقد پر خاصا لکھا گیا ہے
ان نظریات اور افکار سے متعلق ادبا نقاد اور نظریہ سازوں کے نام اور کاموں سے اردو کا سنجیدہ قاری تھوڑا بہت آگاہ ہے
لوفے کا فکری تعلق مغربی مارکسیت اور ہیگللیں مارکسزم کے دبستانون سے ہے
ان کے لیے کہا جاتا ہے کہ " وہ زندہ معاشرے کے فلسفی اور عمرانیات دان تھے "
لورین باکال ( انگریزی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
جین بیڈلر ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
جین بیڈلر ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
میری اینڈرسن ( اداکارہ ) ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
اسی میں سونوری اور دارالعلوم سونوری واقع ے جس ے م تمم حضرت مولانا مفت محمد روشن شا قاسم مدظل یں
آشٹا مہاراشٹرک ے سانگل ضلع م ں نگرپالکا ہے
وقار احمد شاہ مسلسل 1993 سے بہرائچ اسمبلی حلقہ سے ممبر اسمبلی رہے
مسلمان اکیلے ہی مشرکین مکہ پر فتح حاصل کرکے مدینے واپس لوٹے تو یہودیوں کو اور ناگوار گذرا
بیولاہ بوندی ( لاطینی ) ریاستہائے متحدہ امریکہ کی ایک فلمی اداکارہ تھی
شرلی بوتھ ( انگریزی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
کلارا بو ( لاطینی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
آیلین برنان ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
20سال کی عمر میں شہزادہ سلیم ( جہانگیر ) کے اتالیق مقرر ہوئے
یہ کئی پلے کارڈ پر دیکھے گئے اور کئی تحریروں اور تقریروں میں استعمال کیے گئے
کٹی کارلایل ( انگریزی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
دیاہان کیرول ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
کیرول چینینگ ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
ایوان کریگ ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
جوآن کرافورڈ ( انگریزی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
گلبرگہ کی خواندگی 67 جو قومی اوسط 59 5 سے زیادہ ہے
1518 کے بعدیہ مملکت پانچ ریاستوں میں بٹ گئی
2014 کی مردم شماری کے مطابق گلبرگہ کی آبادی ہے
اور جب آپ غصہ ہوتے تو یوں لسرخ ہوجاتا گویا آپ کے مبارک رخسار میں انگور نچوڑ دیے گئے ہیں
جنگاوں 16 04 مربع کلومیٹر کے علاقے میں پھیلا ہوا ہے اور 29 دوسرے میونسپلٹی طور پر میونسپل وارڈوں میں تقسیم ہے
ابراہیم آبادی ایرانی ٹی وی اور سینما کے ایک معروف اداکار تھے
وہ معروف چہرہ پرداز ملیحہ ابراہیمی کے شوہر تھے
این بی ڈیوس ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
ڈورس ڈے ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
پرسیلا ڈین ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
روبی ڈی ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
ڈونا ڈگلس ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
میلنڈا ڈلن ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
آئرین ڈیونی ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
ویرا ایلن ( لاطینی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
پیٹریسیا ایلیٹ ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
فرانسس فارمر ( انگریزی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
کیری فشر ( انگریزی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
لوئیس فلیچر ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
پولیٹ گوڈارڈ ( انگریزی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
باربرا ہیل ( لاطینی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
باربرا ہیرس ( اداکارہ ) ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
ہیلن ہیس ( انگریزی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
فلورنس ہینڈرسن ( لاطینی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھیں
مریم ہاپکنس ( انگریزی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
شرلی جونز ( انگریزی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
شرلی جونز ( انگریزی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
میڈلین خان ( انگریزی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
شرلی نائٹ ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
پیگی لپٹن ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
پینی مارشل ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
این ملر ( انگریزی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
میری ٹائلر مور ( لاطینی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
ایرن مورن ( لاطینی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
شیلے موریسن ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
کارا ولیمز ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
سنڈی ولیمز ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
ٹریسا رائٹ ( انگریزی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
شرلی ٹیمپل ( انگریزی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
پامیلا ٹفن ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
سسلی ٹائسن ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
ڈیبی رینالڈز ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
جنجر راجرز ( انگریزی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
تانیا رابرٹس ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
آئرین ریان ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
این شرلی ( اداکارہ ) ( انگریزی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
سوزی پارکر ( انگریزی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
الزبتھ پینا ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
سوسن پیٹرس ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
جین پاول ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
کیلی پریسٹن ( لاطینی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
لنڈسے پرائیس ( لاطینی ) ریاستہائے متحدہ امریکہ کی ایک فلمی اداکارہ ہے
شارلٹ رایہ ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
یونس اکیڈمی ائیرفودس سگھر میں واقع ہے سگھر میں ملک , آرائیں , بلوچ , اعوان اور سید قومیں آباد یں
یہاں کی زیادہ تر عوام ایک ہزار روپے میں اپنا ووٹ بیچ دیتی ہے
میاں کاشف اقبال کا اصلی نام محمد احمد کاشف عرف گنڈیری والاہے
کچھ ایسے مستشرقین بھی گذرے ہیں جو عربی زبان سے واقف نہیں تھے لیکن پھر بھی انہوں نے اسلام کے بارے میں لکھا
" بھت " دراصل پاکستان کی کچھ علاقائی زبانوں میں چاول خاص کر پکے ھوئے چاول کو کھتے ہیں مثلا سندھی بلوچی وغیرہ
سندھ میں بھت کو بڑے زوق و شوق سے کھایا جاتا ہے خاص کر کسی شادی یا خیرات میں اسکا بننا عام سی بات ہے
بادل سرکار 15 مئی 1925 کو مغربی بنگال کے شہر کولکتہ میں پیدا ہوئے
راشی ایک یہودی مفکر اور مفسر بھی گزرا ہے
ان کے خاندان کا تعلق جیون پور ضلع وارانسی یو پی بھارت کے ایک کسان گھرانے سے ہے
ان کا خیال ہے کہ سخت گیر بالشویک مارکسی سکہ بند نظریہ محض " دقیانوسیت " ہے
ان کا خیال ہے کہ سخت گیر بالشویک مارکسی سکہ بند نظریہ محض " دقیانوسیت " ہے
نامور سنگھ نے ہندی ادب و نقد کی تشریح و تفھیم پر بہت عمدہ کام کیا ہے
ان کی غزل اور نظم دونوں میں عورت کے آزاد وجود کی جھلک نظر آتی ہے
ان کی نظموں میں پاکستانی عورت کی بپتا بھی ہے اور مشرق وسطی اور مشرق بعید کی عورت کا المیہ بھی
زھرا نگاہ نے نظموں میں آزاد نظم پر زیادہ توجہ دی ہے
شاعری کے علاوہ ادب اور فنون پر بھی ان کی گہری نظر ہے
ان کے گھرانے میں اور بھی فنی اور ادبی شہرت کے نام ملتے ہیں
جن میں انور مقصود اور فاطمہ ثریا بجیا شامل ہیں
انھیں بہت سے ایواڑد ملے جن میںادبیات میں تمغا حسن کارکردگی بھی شامل ہے
ان کی تخلیقات میں " شام کا پہلا تارا " " ورق " اور " فراق " شامل ہیں
بطور ٹی وی کمپیئر بھی وہ باصلاحیت رہیں
ادھر ا دھر سے مواد مسعتار لےکر بچوں کی کہانیاں لکھیں
ان میں سے نو حصے حضرت علی کودیئے گئے ہیں
تین طرح کے لوگوں سے تکلیف اٹھا لی گئی ہے
تھامس پنچن امریکہ کے ایسے فکشن نگار ہیں جن کے متعلق یہ کہا جاتا ہے کی وہ ریاضیاتی نثر لکھتے ہیں
ان میں سے چندکتابوں کو انعامات اور اعزازت سے بھی نوازہ گیا ہے
زمین سے دیکھا جائے تو ایسا لگتا ہے کہ سورج زمین اور مطلوبہ اجرام فلکی کے درمیان سے گزر رہا ہے
زمین سے دیکھا جائے تو ایسا لگتا ہے کہ سورج زمین اور مطلوبہ اجرام فلکی کے درمیان سے گزر رہا ہے
اسی طرح کا ایک اور واقعہ بھی اہم ہوتا ہے جب سورج اور زمین کے درمیان سے کوئی سیارہ گزرے
یہ دنیا میں سب سے زیادہ بکنے والے کھلونوں میں سے ایک ہے جو 2005 تک تین کروڑ کی تعداد میں بک چکا تھا
جدید ادبی نظریات کی تفھیم و تشریح میں فعال کردار ادا کیا ہے
ان کے خیال میں " ردتشکیل " کے تحت متن کے موضوع پر تفصیل سے بحث کی جاتی ہے
ملر نے " بدیعیاتی اصولوں " پر اپنا اچھوتا نظریہ پیش کیا ہے
ان کی تحریرون میں نئی لفظیات اور غیر مانوس اصطلاحات کی بھر مار ھوتی ہے
جس کے سبب قاری الجھنوں کا شکار ھوجاتا ہے اور وہ اسے سمجھ نہیں پاتے
"
آپ کے والد کا نام صوفی محمد یوسف چیمہ ہے
ایک پولش نژاد اسرائیلی سیاستدان تھے
شمعون پیریز اسرائیل کی ریاست کے نویں صدر رہے
اور تیزی سے یہ عظیم ڈرامہ نگار شراب اور منشیات کی علت کا شکار ہوگیا
یہ امارت سٹیل کی بنائی گئی ہے اسمیں روشنی کرکے کے لیے بلب بھی لگائے گیے ہے
وقت کے بہتر انتظام کے لیے تمام میدان یورپی روس کے علاقوں میں تھے
اس بار بھی 32 ٹیمیں ہی عالمی کپ میں شریک ہوہیں
1999 میں لکھا جا چکا ہے
راجھستان میں مصوری کی روایت صدیوں قدیم ہے
خاص کر کشن گڑھ میں " مینچرز " تصاویر کے خدوخال ساخت رنگ اور بیانیہ اساطیری نوعیت کا ہے
کشن گڑہ کی مصوری میں ایک افسانوی یا فرضی کردار " بنی ٹھنی " کو ہمیشہ کلیدی حاصل رھی ہے
یہ بھی کہا جاتا ہے کی بنی ٹھنی کو راجھستاں اور فلورنس ( اٹلی ) کی فنکارانہ ( مصورانہ )
کہا جاتا ہے کہ بنی ٹھنی کی صورت میں مونا لیزا کی تشریح نو بھی ھو ئی
یہ بھی کہا جاتا ہے کی " بنی ٹھنی " ساونت سنگھ کی " رکھیل " تھی
سید حسین بن علی طباطبائی بروجردی شیعہ مجتہد آیت اللہ اور مرجع تقلید ہیں 1292 ہجری میں ایران کے شہر بروجرد میں پیدا ہوئے
مجھ سے زندگی کا جام چھین لیا گیا ہے
عبد الرحمن شکری 1886 میں مصر کے شہر پورٹ سعید میں پیدا ہوئے
ان کی شعری تصنیف " دیوان عبدالرحمن شکری " کے نام سے شائع ہوا
اگر میں زندہ رہنا چاہتا ہوں تو مجھے زندگی بھگتنی پڑے گی
اگر میں زندہ رہنا چاہتا ہوں تو مجھے زندگی بھگتنی پڑے گی
اگر میں مرنا چاہتا ہوں تو موت کی کوئی پسپائی نہیں
ان کی شاعری پرسریلزم کی تمثالیت کا بھی اثر ہے
وہ ہندی کی ترقی پسند تحریک " پراگاٹسٹ ھیل لیکھک سبھا " کے سرگرم رکن رہے
قدرناتھ اگروال کئی تعلیمی اورادبی تنظیموں سے منسلک رہے
وہ بنڈا کی مقامی " بار " کے صدر بھی ہے
وہ کھلا دیے گئے ہیں گہری سبز ٹہنی پر
عامر لیاقت حسین ( پیدائش 5 جولائی 1971 ) ایک پاکستانی سیاستدان براڈکاسٹر شاعر اور مذہبی شخصیت تھیں
سوشل میڈیا پر اکثر ان کی جعلی ڈگریوں والے سکینڈلاور دیگر مذہبی اختلافات کی بنا پر انہیں تنقید کا نشانہ بنایا جاتا رہا
انکو اکثر ان کی کنیت ابوبکر البغدادی سے بولایا جاتا ہے اور خود کو امیر المومنین اور خلیفہ ابراھیم بھی کہلاتے تھے
ابوبکر البغدادی کو اس کے لوگوں نے ایک طریقہ کار کے تحت باقاعدہ اپنا خلیفہ مقرر کیا
ہر ولایت پر والی یا گورنر مقرر کیا
ابوبکرالبغدادی خود کو " امیرالمومنین " کہلاتے تھے
ایڈورڈ سنوڈن کے انکشاف کے مطابق بغدادی اصل میں اسرائیلی شہری تھے
کان مہترزئی ریلوے سٹیشن سطح سمندر سے 2224 میٹر بلندی پر واقع ہے
فلم " شعلے " مییں ان کا امام مسجد کا کردار ناقابل فراموش ہے
ان کی پہلی فلم " تیسری قسم اور آخری فلم " ہم سے ہے جہاں " تھی
جن کا کچھ عرصے پہلے انتقال ھوچکا ہے
جھنگیل کھوسہ کی ایک شاخ ہے جو چک جھنگیل می رھتےحیں
اس کے متعلق ایک ضعیف حدیث بیان کی جاتی ے جس میں لکھا ے ک
اس کے متعلق ایک ضعیف حدیث بیان کی جاتی ے جس میں لکھا ے ک
اتھ کے ساتھ نکاح کرنے والے پر لعنت ے
ان کا نام ڈاکٹر روتھ فاؤ ہے
وہ پاکستان ممبر پارٹی کے رکن بھی رہ چکے تھے
اسی دور میں ان تماشوں میں بڑی بلیوں کو دیگر بڑے جانور جیسے ہاتھی اور گھریلو پالتو جانوروں وغیرہ سے جنگ کروائی جاتی تھی
اگرچہ ببر شیر عام حالات میں انسانوں کا شکار ہیں کرتے لیکن بعض بالخصوص نروں کو کبھی اس کی لت پڑ جاتی ہے
انکی نثری نظموں میں داخلی آہنگ بڑا کمال کا ہوتا تھا
کائنات میں فرد بے بس ہے اور اس کا وجود لاوجود ہے
کائنات میں فرد بے بس ہے اور اس کا وجود لاوجود ہے
اور یہی مایوسی اور یسپائیت ان کے ڈراموں کو " لایعنیت " میں تبدیل کردیتا ہے
اور یوں ان کا نام " لایعنی تھیٹر " کے بنیاد گذاروں میں شامل ھوجاتا ہے
آئنسکو کے ڈرامے کی بنیادی سطح ان کا با مقصد ابلاغ ہے
ان کے ڈراموں میں امکانی معنویت بھری ھوتی ہے
ائنسکو کا خیال ہے انسانوں کے مابیں ابلاغ ناممکن ہے
ائنسکو کا خیال ہے انسانوں کے مابیں ابلاغ ناممکن ہے
ان پر مشہور مفکرین نقادوں نے فرانسیسی اور دیگر زبانوں میں لکھا ہے
ایک طویل عرصہ فرانس مین قیام کرنے والے اس ادیب کو رومانیہ میں بھی اپنے ملک کا اھم ادیب تصور کیا جاتا ہے
کمک آجانے کے بعد انہوں نےبنوقضاعہ کو دور تک روندا
آزادی مارچ ایک عوامی ریلی ہے جو پاکستان تحریک انصاف 14اگست سے اسلام آباد میں کررہی ہے
آزادی مارچ ایک عوامی ریلی ہے جو پاکستان تحریک انصاف 14اگست سے اسلام آباد میں کررہی ہے
عموما کہا جاتا ہے کہ سریلیسٹ تحریک پر سگمنڈ فرائڈ کےنفسی نظریات کے سبب پروان چڑھی
مگر اس میں سرئیلرازم کی خاصی مماثلث بھی ہے
یہ تحریری زبان اور دیگر مفاہیم میں استعمال ھوتی ہے
سرئیلرازم میں فکر تصورات اور اظہار کی سچائی کو اہمیت دی جاتی ہے
یہ تمام ان زہنی مشقوں سے متعلق ہے جو جمالیاتی اخلاقی قدروں اور معاشرتی تحریمات سے انحراف کرتی ہے
یہ تمام ان زہنی مشقوں سے متعلق ہے جو جمالیاتی اخلاقی قدروں اور معاشرتی تحریمات سے انحراف کرتی ہے
آئینے میں بھول کھلا ہے ہاتھ لگانا مشگل ہے
اب ہم سے کیا مانگ رھی ہے کالی رات
دور افق پر بہتے بہتے اس ساحل تک آپہنچا ہے
خواب میں جو کچھ دیکھ رہا ھوں اس کا دکھنا مشکل ھے
خواب میں جو کچھ دیکھ رہا ہوں اس کا دکھنا مشکل ہے
خواب میں جو کچھ دیکھ رہا ہوں اس کا دکھنا مشکل ہے
خوابوں کے سب تارے جل کر راکھ ہوئے
اب ہم سے کیا مانگ رہی ہے کالی رات
ہالی وڈ کے 1970 میں شہرت پانے والے اداکار رابن میکلوریں ولیم اپنی مزاحیہ اداکاری کے سبب معروف ہوئے
رابن ولیم 21 جولائی 1951 میں امریکہ کی ریاست ایلانس کے شہر شکاگو میں پیدا ہوئے
رابن ولیئمز کی مقبول فلموں میں سے ایک گڈ مارننگ ویت نام ہے
کہا جاتا ہے کہ وہ کچھ دنوں سے نفسیاتی
دوسری تصویر ان کے گھر دی ماون کاونٹی شمالی کیلے فورنیا کے اس گھر کی ہے جہاں رابن ولیم نے خودکشی کی
جو جامعہ پرنسٹن میں ریاضیات کی پروفیسر رہیں
ان کو ان کی پیچیدہ جیومیٹری کے لیے اس اعزاز سے نوازا گیا تھا
مریم میرزاخانی فیلڈز میڈل اعزاز حاصل کرنے والی دنیا کی پہلی خاتون تھیں
جہان فرد ایک اذی ت ناک غنودگی میں دم توڑ رہا ہے
جہان فرد ایک اذی ت ناک غنودگی میں دم توڑ رہا ہے
اس نظم کا بیانیہ کا نفسی کیفیات جارج تراگل کے " " خواب نگر " خاصا مشابئہ بھی ہے
اس نظم کی جذباتی اور حساسی فضا قاری کی آنکھوں میں آنسو بھر دیتا ہے
تاریکی میں لپٹی رات گلے لگاتی ہے
اس کے ھونٹوں سے جدا کردیتا ہے
پیڑوں اور بدروحوں کے درمیان میری بہن کا سایہ ہے
برف باری ایک ہیبت ناک موت ہے
ھماری روحوں کا شعلہ اس خشک دکھ کو محسوس کرتا ہے
اداس عقاب تمام شب زہن میں شور مچاتا ہے
وہ آدمی کا سنہری عکس ہے
ابابیل کے پاس کبھی نہ ختم ھونے والی زندگی ہے
قرمزی جسم پاش پاش ہوتا ہے
قرمزی جسم پاش پاش ہوتا ہے
اور سیاہ آواز ماتم کرتی ہے
ادب لطیف " لاہور میں چھپ چکا ہے
علی احمد سعید اسیر ( انگریزی ) شام کے شاعر مضمون نگار اور مترجم انکو ادونیس کے نام سے بھی جانا جاتا ہے
اسی تعلیمی ادارے میں پروفیسر بھی رہے
جس میں معاشرتی کشمکش کا نطریہ ان کی فکر کا بنیادی نکتہ قرار پاتا ہے
جو نظریاتی عملیات عموما مخصوص قسم کا ساختیاتی عمل ہوتا ہے
جو نظریاتی عملیات عموما مخصوص قسم کا ساختیاتی عمل ہوتا ہے
جو اپنے موضوع کو اپنے جبر اور مخصوص فکری فریم ورک مین رکھ کر پرکھتا ہے
مگر یہ سپر ساختیے سے مکمل طور پر علیحدہ ھو کرھی اپنی حرکیات کو جنم دیتا ہے
یہ عمل " ابتدا اور " اختتام " کے مراحل کے بغیر ہوتا ہے
یہ عمل " ابتدا اور " اختتام " کے مراحل کے بغیر ہوتا ہے
وہ آئیڈیا لوجی کو مادی وجود تصور کرتے ہیں کیونکہ آئیڈیالوجی ہمیشہ آلاتیاتی ھوتی ہے
جس نے متن کی آگاھی آسان ھو جاتی ہے
آئیڈیالوجی کا ایسا نطام نہیں ہے جو افراد کے دماغوں میں بسا ہوتا ہے
آئیڈیالوجی کا ایسا نطام نہیں ہے جو افراد کے دماغوں میں بسا ہوتا ہے
آئیڈیالوجی کا ایسا نطام نہیں ہے جو افراد کے دماغوں میں بسا ہوتا ہے
جو اصل مین اظہار کت مادی رشتوں کی ایک اعلی سظح پر ہوتا ہے
جو اصل مین اظہار کت مادی رشتوں کی ایک اعلی سظح پر ہوتا ہے
بلکہ یہ معاشرتی تشکیل ہے ںظاموں کے اندر فرد کے اعمال کے ایک ضرورت ہے
بلکہ یہ معاشرتی تشکیل ہے ںظاموں کے اندر فرد کے اعمال کے ایک ضرورت ہے
لیکن یہ حیرت کی بات ہے کی وہ ساختیاتی نظریے کے منکر ہیں
التھیوز کا انتقال 22 اکتوبر 199٠ میں 72 سال کی عمر میں ہوا
التھیوز کا انتقال 22 اکتوبر 199٠ میں 72 سال کی عمر میں ھوا
کیونکہ اعل ی ساختیے کے مسائل ان کی کلیدی مسائل نہیں ہوتے
وہ آئیڈیا لوجی کو مادی وجود تصور کرتے ہیں کیونکہ آئیڈیالوجی ہمیشہ آلاتیاتی ہوتی ہے
جس نے متن کی آگاہی آسان ہو جاتی ہے
شروع میں ان پر عمرانیات اور معاشیات کا گہرا اثر تھا جو بعد میں انسان دوستی اور مارکسی جہموریت میں تبدیل ہوگیا
وہ تجربیت کو بہی پسند کرتے ہیں یوں ان کا تعلق فرانس کے ساختیاتی دبستان سے منسلک ہوگیا
1946 میں التھیوز نے لیتہوینا کی ایک انقلابی خاتوں سے شادی کی جو عمر میں ان سے آٹھ ( 8 ) سال بڑی تہیں
198٠ کے بعد ان کا لوگوں سے ملنا ملانا تقریبا ختم ہو گیا تھا
اپنی زندگی کے آخری دنوں میں وہ اپنی سوانح عمری لکھنا چا رہے تہے مگر ان سے یہ کام نہ ہوسکا
اپنی زندگی کے آخری دنوں میں وہ اپنی سوانح عمری لکھنا چا رہے تہے مگر ان سے یہ کام نہ ہوسکا
مگر یہ سپر ساختیے سے مکمل طور پر علاحدہ ہو کرھی اپنی حرکیات کو جنم دیتا ہے
کمال ایرانی پاکستانی فلموں کے ساٹھ اور ستر کی دہائی کے معروف اداکار رہے ہیں
یہ کمپنی 13 ستمبر 1989 میں کراچی میں ان کے انتقال کے بعد ختم ہو گئی
کمال ایرانی کراچی کے ایک ایرانی گھرانے میں پیدا ہوئے ان کا اصل نام " سید کمال الدیں صفوی " تھا
نظامی نے ساری عمر اپنے وطن گنجہ میں ہی گزاری وہ صرف ایک بار ہی شہر سے باہر تبریز گئے
29 دسمبر 1914 میں کشور گنج برطانوی مشرقی بنگال میں پیدا ہوئے
لیلی اور مجنوں افسانہ ہیں میرے دوستوں
آیت اللہ سید علامہ ابوالفضل ابن الرضا برقعی کتاب شاھراہ اتحاد میں فرماتے ہیں
برقعی کو خراج تحسین پیش کرتے ہوئے سید محمد شافی قرشی نے مندرجہ ذیل اشعار کہے
اس کے علاوہ دوسرے ممالک میں بھی ہیں
حبیب ولی محمد قدامت پسند کاروباری میمن خاندان میں پیدا ہوئے
چہوٹی عمر میں اپنے خاندان کے ساتھ ہجرت کرکے ممبئی میں آباد ہو گئے
ان کے خاندان نے " شالیمار سلک ملز " کے نام سے کپڑے کا ایک بڑا کارخانہ کہولا
ان کے بڑے بھائی اشرف تابانی 1988 میں سندہ کے گورنر رہے
پاکستان آکر وہ کاروبار میں مصروف ہو گئے
ریڈیو ٹیلی وژن اور اسٹیج پر گاتے رہے
" لگتا نہیں ہے جی میرا اجڑے دیار میں "
وہاں وہ اپنی اہلیہ ریحانہ دو بیٹوں ریحان اور ندیم کے ساتھ قیام پذیر تہے
ان کے والد کا دق ٹی بی کے عارضے میں انتقال اس وقت ہوا جب ہربجن سنگھ کی عمر بہت کم تہی
ان کے والد کا دق ٹی بی کے عارضے میں انتقال اس وقت ہوا جب ہربجن سنگھ کی عمر بہت کم تہی
وہ خاصے عرصے لاہور کے قدیم محلے گوالمنڈی میں بہی قیام پزیر رہے
ان کی زندگی کا ابتدائی حصہ غربت میں بسر ہوا
اسی دوران وہ لاہور کے " دیوا اسکول " میں داخل ہوئے
کچھ دنوں بعد دہلی کی خالصہ کتب خانے میں معاون لائبرین مقرر ہوئے
م راشد فیض احمد فیض اور پورن سنگھ سے متاثر رہے
ہربجن سنگھ بہت دہیمے مزاج کے انسان تہے
نہایت ہی سادہ طبعیت اور علم دوستی ان کی شخصیت کا خاصہ تہی
اردو دان طبقہ ان کے فکری ادبی اور شعری کمالات سے بہت کم واقف ہے
بھر ان کی علمی اور ادبی دلچسپیاں انگریزی پنجابی اور ہندی میں منتقل ہو گئی
ان کے سترہ ( 17 ) شعری مجموعے شائع ہو چکے ہیں
ان کے والد کا دق ٹی بی کے عارضے میں انتقال اس وقت ہوا جب ہربجن سنگھ کی عمر بہت کم تھی
حرکت قلب بند ہونے سے انتقال ھوا
میں نے کہا وہ اجنبی ہے
میں نے کہا وہ سپنا ہے
دل نے کہا پھر بھی اپنا ہے
میں نے کہا وہ ایک پل کی ملاقات ہے
دل نے کہا وہ تو صدیوں کا ساتھ ہے
میں نے کہا وہ میری ہار ہے
انہوں نے کہا کہ 10 مواصلاتی نظام کو ہوائی ذریعے سے منتقل کیا گیا تاکہ اہم مواصلاتی رابطہ بحال ہو سکے
اسے ہر سال تبدیل کردیا جاتا ہے
جس کو تقریر ہی محفوظ رکھ سکتی ہے
زبان سے بولے جانے والا لفظ کیونکہ بلاواسطہ ہوتا ہے
ان کے کیال میں ایک معنی دوسرے معنی کو مسترد کرتا ہے
فلسفہ چونکہ متن ہی نہیں سارے آفاق کو صداقت اور معنی سے خالی قرار دیتا ہے
اس لیے لفظ قدر بھی اس کے لیے ایک جز و زائد کا حکم کا درجہ اختیار کر جاتا ہے
اور متن کے لفظوں میں آئیڈیالوجی کا رنگ چڑھا ہوتا ہے
دریدا کا " رد تشکیلیت " کا نظریہ خاصا پیچیدہ اور الجھا ھوا ہے لہذا اس کی حتمی تعریف نہیں کی جاسکتی
وہ معنی پس معنی اور معنی در معنی کو الٹا کر رد معنی میں تبدیل کردیتا ہے
یہ بھی کہا جاتا ہے
اب " پس ردتشکیل " کا تازہ نظریہ موضوع بحث ہے
اس سے کئی فکری ابہام پیدا ہوئے
ان کے خیال میں متن کے معنی قاری کے نظریہ حیات ( آئیڈیالوجی ) کے درمیان میں بین العمل پر مبنی ہوتے ہیں
دریدا کا " رد تشکیلیت " کا نظریہ خاصا پیچیدہ اور الجھا ہوا ہے لہذا اس کی حتمی تعریف نہیں کی جاسکتی
دریدا کی ردتشکیلیت کا نظریہ ادب اور متن اور ادبی تنقید میں کا نظریہ رد بھی کیا گیا اور اس کی توسیع بھی ہوئی
جس کو تقریر ہی محفوظ رکھ سکتی ہے
زبان سے بولے جانے والا لفظ کیونکہ بلاواسطہ ہوتا ہے
ان کے کیال میں ایک معنی دوسرے معنی کو مسترد کرتا ہے
" رد تشکیلیت " کا فلسفہ چونکہ متن ہی نہیں سارے آفاق کو صداقت اور معنی سے خالی قرار دیتا ہے
اس لیے لفظ قدر بھی اس کے لیے ایک جز و زائد کا حکم کا درجہ اختیار کر جاتا ہے
اور متن کے لفظوں میں آئیڈیالوجی کا رنگ چڑھا ہوتا ہے
دریدا کا " رد تشکیلیت " کا نظریہ خاصا پیچیدہ اور الجھا ھوا ہے لہذا اس کی حتمی تعریف نہیں کی جاسکتی
وہ معنی پس معنی اور معنی در معنی کو الٹا کر رد معنی میں تبدیل کردیتا ہے
یہ بھی کہا جاتا ہے
قرآن کریم کی تعلیمات سے رو گردانی
قرآن کریم کی تعلیمات پر کاربند ہونا
زندگی کا بڑا حصہ حیدرآباد دکن دہلی بمبئی میں گذرا اور پھر مستقل قیام کراچی میں رہا
کچھی قوم کا تعلق مغربی بھارت کے علاقے کچھ سے ہے جو ریاست گجرات میں واقع ہے
کچھی قوم کا تعلق مغربی بھارت کے علاقے کچھ سے ہے جو ریاست گجرات میں واقع ہے
ظفرمسعود 1970 80 کے عشرے کے دوران ایک کار حادثے میں ہلاک ہوگئے تھے
وہ 1928 میں بھارتی شہرحیدرآباد دکن میں پیدا ہؤے انکا انتقال2008 میں ہؤا اور وہ کراچی کے وادئ حسین قبرستان میں مدفون ہیں
ان کے مشہورڈراموں میں خداکی بستی انتظارفرمائئے چچا چھکن تعلیم بالغان وغیرہ شامل ہیں
اس کتاب کے پڑھنے سے انسان کی زندگی میں تبدیلی پیدا ہوتی ہے
اسکے پڑھنے سے ایمان مضبوط ہوتا ہے اور آپ صلی اللہ علیہ وسلم کے سنت طریقے پرعمل کرتیں ھیں
اسکے پڑھنے سے ایمان مضبوط ہوتا ہے اور آپ صلی اللہ علیہ وسلم کے سنت طریقے پرعمل کرتیں ھیں
1999 سے نصیر احمد نی اپنی تصانیف کو منظر عام پر لانا شروع کیا اور ذیل کے تصانیف کو منظر عام پر لائے
یہ عمارت وسگوتھ مول کے لوگوں نے سنت ونسنٹ کی یاد میں بنائی تھی
آپکا انتقال 940 میں شام میں ہؤا اور آپ وہیں مدفون ہیں
ہو کر 140 ملین کی تعداد میں بک چکا ہے
ان ایک سو تیرہ برسوں میں انیس برس ایسے بھی گزرے جن میں کسی کو بھی نوبیل امن انعام نہ مل سکا
ہدہد طوفان ایک بڑا طوفان ہے جو ب ارت میں اکتوبر 2014 کو برپا ہوا تھا
یہ رنگ اس وقت دکھائی دیتا ہے جب سورج کی روشنی زمین کی فضا سے گزر کر چاند پر پڑتی ہے
اون مسایان پاکستان چین بوتان نپال تبت برم و بنگلادش ایسد بیجیر ج م ب اقیانوس ند را د ر
کوٹ مٹھن ریلوے اسٹیشن 1970 میں قائم وا ڈیر غازیخان ( پنجاب ) اور کشمور ( سندھ ) کو آپس میں ریلوے لائن سےجوڑا گیا
اسی پھر اگلی سہ ماہی میں ہم پرچم بلحاط ملک یا آئین بلحاظ ملک لکھ سکتے ہیں
شاہد اسرار ایک پاکستانی کرکٹر تھے
1960 کے آغاز میں وہ کاروباری شعبے میں آگئے اورملک کے ایک بڑے ادارے نیشنل فوڈز کے چیف ایگزیکٹو آفیسر رہے
آفاق حسین 25 فروری 2002 کو کراجی میں 62 سال اور 56 دن کی عمر میں اپنے خالق حقیقی سے جاملے
انور حسین ( پیدائش 16 جولائی 1920 وفات 9 اکتوبر 2002 ) ایک پاکستانی کرکٹر تھے
انہوں نے پاکستان کی طرف سے 3 ٹیسٹ میچوں میں شرکت کی
عارف بٹ ( پیدائش 17 مئی 1943 ) وفات 11جولائی 2007 ) ایک پاکستانی کرکٹر تھے
وہ ذیابیطس کی وجہ سے دل اور پھیپھڑوں سے متعلق متعدد بیماریوں میں مبتلا تھے اور کافی عرصہ نجی اسپتال میں زیر علاج رہے
عاطف رؤف ( پیدائش 03 مارچ 1964 ) ایک پاکستانی کرکٹر ہے
اسرار علی ( پیدائش یکم مئی 1927 وقات یکم فروری 2016 ) ایک پاکستانی کرکٹر تھے
نذر محمد ( پیدائش 5 مارچ 1929 تا وفات 12 جولا ئی 1996 ایک پاکستانی کرکٹر تھے
یہ ان کے انہماک کی بدولت تھا کہ پاکستان اس میچ میں یقینی شکست سے بچ گیا
اس قلعے کی بازتعمیر کی گئی ہے
آکاش وانی کے دیگر گھر ڈراما سیکشن ایف
وہ پاکستانی چینل جیو نیوز کے ساتھ منسلک رہیں
حتی کہ تمام اختیارات سلاطین مصر کے پاس ہی تھے اور خلفا محض نام کے اورمملوکوں کے وظیفہ خوارتھے
لیکن پھر اس حرکت اور تفاوت کے پائے جانے کی وجہ کیا ہے
مضمون میں موجود دوسرے مضامین کو ان کے روابط سے ہی شامل کرنا
سئیرا مرینا کی تلہٹی میں اس کے وقوع پزیر ہونے سے یہ ممکن ہوا کہ شہری پروگرام ڈیزائن کرنے کے لئے بنایا جاسکے
یہ نقطہ نظر مسلمانوں کی سیاسی خودکشی کا آغاز بنا اس لیے کہ
ابتدائی برس سعودی عرب کے شہر جدہ میں گذرے
دو سال بعد لارڈز میں 1973 کے خواتین کرکٹ عالمی کپ کے دوران 1975 میں مردوں کے ٹورنامنٹ کا منصوبہ سامنے آیا
یہ تقریب 29 جنوری کو منعقد کی جاتی ہے جو یوم جمہوریہ کا تیسرا دن ہوتا ہے
محسن تاثیر تبریزی نے اپنی عمر کا بیشتر حصہ یزد اور اصفہان میں گزارا تھا
تعلیمی اداروں میں خصوصی تقریبات منعقد کی جاتی ہیں
سیف گیمز میں شمولیت بارانی انسٹیٹیؤٹ آف انفارمیشن ٹیکنالوجی کے لئے باعث عزت و افتخار ہے
کیا ان کے ناموں میں ایسی مماثلت نہ ں جو ان کو ایک ہی موضوع ظاہر کرتی ہو
پاٹا یا صوبائی منتظم شدہ قبائلی علاقہ جات یہ پاکستان کے چند علاقے ہیں جوکہ صوبہ پختونخوا اور بلوچستان کے زیریں انتظام تھے
خیبر پختونخوا کے پاٹا میں یہ علاقے شامل ہیں
پاٹا یا صوبائی منتظم شدہ قبائلی علاقہ جات یہ پاکستان کے چند علاقے ہیں جوکہ صوبہ پختونخوا اور بلوچستان کے زیریں انتظام ہیں
پاٹا یا صوبائی منتظم شدہ قبائلی علاقہ جات یہ پاکستان کے چند علاقے ہیں جوکہ صوبہ پختونخوا اور بلوچستان کے زیریں انتظام تھے
خیبر پختونخوا کے پاٹا میں یہ علاقے شامل تھے
ان کی اولاد کی تعداد چار ہے
خاص طور پر لتا منگیشکر نے مدن موہن کی بنائی ہوئی دھنوں پر بہتریں غزلیں گائیں
1950 سے 1970 کی دہائی تک مدن موہن بولی وڈ کے سنگیت کی دنیا پر چھائے رہے
جس کا اثر مدن موہن پرخاصا گہرا ہوا
لتا منگیشکر نے سب سے زیادہ غزلیات مدن موہن کی ترتیب دی ہوئی موسیقی میں ہی گائیں
اسی سبب 14 جولائی 1975کو ممبئی میں انتقال ہوا
عبد القادر الصوفی ( شیخ عبد القادر الصوفی ) مرابطون عالمی تحریک کے بانی تھے
آپ ایک صوفی بزرگ اور دارقوی شاذلی قادری طریقہ کے پیر بھی تھے
آپ اسلامی اقتصادی نظام کے دوبارہ نفاذ کے سرگرم رکن رہے
اور آپ اسلامی سیاسی نظام یعنی خلافت کے نفاذ کے حامی تھے
آپ مرابطون عالمی تحریک کے بانی تھے
جامع کی مرکزی عمارت وتر ولی زیارت کاکا صاحب نوشہرہ میں واقع ہے
جامع کی مرکزی عمارت وٹار ولی زیارت کاکا صاحب نوشہرہ میں واقع ھے
جامع کی مرکزی عمارت وٹار ولی زیارت کاکا صاحب نوشہرہ میں واقع ہے
والد کے پیشہ ورانہ تبادلوں کی وجہ سے ان کا بچپن کئی شہروں میں گذرا تھا
شرعی زر کا معیار حکومت مہیا کرتی ہے
ان سب اداروں کی نگرانی حسبۃ کرتی ہے
بین الاقوامی تجارت کے لئے مال کے بدلے مال کا طریقہ استعمال کیا جاتا ہے
اور حضرت ابوبکر صدیق کے دور میں زکو ۃ نا دینے والوں کے خلاف اعلان جنگ کیاگیا
لہذا اس نظام کو متروک ہوتے ہوئے تقریبا ایک صدی گذر چکی ہیں
یہ نظام ہمارے موجودہ اقتصادی نصاب سے ختم کر دیا گیا ہے اور اس کو ختم ہوتے تقریبا ایک صدی گذر چکی ہے
تاہم اگلے ہی سال نئی حکومت آئی جس نے پابندی ہٹادی
ان کے پس ماندگان میں اہلیہ چار لڑکیاں اور دو لڑکے ہیں
جبکہ اتوار کی عبادت میں حاضری 753 , 701 ہوتی تھی جو صرف 9 بنتی ہے
ہلاک ہونے والے 132 بچوں کی عمریں 9 سے 18 سال کے درمیان تھیں
یہ کام جتنی جلدی ممکن ھو اتنا ہی اچھا ہے
دو اور افراد بھی مارے کیے تھے
(
اس خاندان کا سب سے نامور حکمران اشوک گذرا ہے
ڈوگر راجا بھی گذرے ہیں
اناطول فرانس فرانس کے مشہور ناول نگار گزرے ہیں وہ 16 اپریل 1844 کو پیدا ہوئے اور 12 اکتوبر 1924 کو وفات پائی
اناطول فرانس فرانس کے مشہور ناول نگار گذرے ہیں وہ 16 اپریل 1844 کو پیدا ہوئے اور 12 اکتوبر 1924 کو وفات پائی
جوے کے اڈے بھی کھلے ہیں
نادرا کے مطابق بن خالد مسلمان کے طور پر مندرج تھا اور مسلمان والد اور یہودی والدہ کے ہاں 1987 کو پیدا ہوا
تا ہم ہمیں کسی چیز کو معجزہ ماننے میں بہت احتیاط برتنی چاہیے
یہاں تک کہ غیر مسلم علما بھی اس بات پر متفق تھے کہ قرآن عربی ادب کی نہایت عمدہ کتاب ہے
جس کی تفصیل اوپر گذر چکی ہے
جس کی تفصیل اوپر گزر چکی ہے
ہ فارس مد ن توس بلخ زرتشتی قوم کے مقدس مقامات اور آس پاس کے علاقوں کے آقا بنیں گے
بلوچستان افغانستان سے لوگ یہاں آکر اپنا مسکن بنایا تھا
اس کے دور حکومت کا زیادہ تر وقت بوسنیائی جنگ میں گذرا
اس نے موسم گرما میں 45 اول درجہ وکٹیں 31 پر حاصل کیں یہ گلمور کا اب تک کا بہترین مجموعہ تھا
اگلے موسم گرما میں گلمور کی کارکردگی تیزی سے نیچے آئی
اگست 2018 میں وہ گرین کارڈ ہولڈر بن گیا جس کی وجہ سے اسے امریکا میں رہنے اور کام کرنے کی اجازت مل گئی
اگست 2018 میں وہ گرین کارڈ ہولڈر بن گیا جس کی وجہ سے اسے امریکا میں رہنے اور کام کرنے کی اجازت مل گئی
ایل گریکو کریٹ میں پیدا ہوئےتھے جو ا س وقت جمہوری وینس میں شامل تھا اور مابعد بازنطینی فنون کا مرکز بھی تھا
ایل گریکو کا ڈرامائی اور اظہاری طرز ان کے ہم زمونوں نے عجیب سمجھا مگر بیسویں صدی میں یہ طرز زیادہ قبول ہونے لگا
ایل گریکو کا ڈرامائی اور اظہاری طرز ان کے ہم زمونوں نے عجیب سمجھا مگر بیسویں صدی میں یہ طرز زیادہ قبول ہونے لگا
گرزاڈا اپنی زندگی کا طویل عرصہ وجایانگرم میں گزارا
طلال بن عبد العزیز آل سعود ایک سعودی شہزادہ تھا
ان کی ذمہ داری شاہی خاندان کی حفاظت اور ملک کو اندرونی و بیرونی خطرات سے محفوظ رکھنا ہے
پنڈت آنند کمار زتشی گلزار دہلوی کے نام سے مشہور پنڈت آنند کمار زتشی ایک فصیح اور نامور شاعر تھے
وہ ان کو پوجتے نہیں ہیں اور نہ ہی اپنی مذہبی تقریبوں میں بدھ پوجا کرتے ہیں
اسی طرح گرٹروڈ بیل نے لارنس آف عربیہ کے ساتھ مل کر اردن کے ہاشمی خاندان کے قیام میں مدد بہم پہنچائی
اگر ملزم کو اسے نگلنے پر دشواری ہو تو وہ مجرم سمجھا جاتا تھا
کبھی کبھی الزام لگانے والے کو بھی اس عمل سے گذرنا پڑتا تھا
ساغری خٹک خٹک قبیلہ کا اہم قبیلہ ہے جو علاقہ نرڑہ میں دریا سندھ کے مشرقی کنارے دریا کے ساتھ ساتھ آباد ہے
ساغری خٹک خٹک قبیلہ کا اہم قبیلہ ہے جو علاقہ نرڑہ میں دریا سندھ کے مشرقی کنارے دریا کے ساتھ ساتھ آباد ہے
ہائی سکول ہدووالی علاقہ میں تعلیمی مرکز کا کردار ادا کر رہا ہے
گاوں کا موسم گرمیوں میں شدید گرم ہوتا ہے جبکہ سردیوں میں بعض اوقات نقطہ انجماد تک پہنچ جاتا ہے
گاوں کا موسم گرمیوں میں شدید گرم ہوتا ہے جبکہ سردیوں میں بعض اوقات نقطہ انجماد تک پہنچ جاتا ہے
مکھڈ شریف تجارت اور دینی مدارس کا مرکز رہا ہے وہاں پر 1200 سال پرانی تعمیرات کے باقیات ملتے ہیں
چھب کے اکثر باشندے ساغری خٹک قبائل سے تعلق رکھتے ہیں چھب کی 10 ہزار نفوس سے زیادہ آبادی پر مشتمل ہے
ڈگری کالج کنجور ( چھب ) تعلیمی شعبہ میں علاقے کے لئے اہم کردار ادا کررہا ہے
عدلیہ وہ نظام ہے جو عدل یعنی انصاف پسند ہوتا ہے
ہائیڈروجن شوکوبائی سے گذر کر پانی میں میں تبدیل ہو جاتی ہے پانی کا کیمیائی فارمولا ہے ایچ ٹو او
1894 میں جی جے اسٹونی نے خیال ظاہر کیا کہ بجلی کا گذرنا منفی ذرات کے بہنے کی وجہ سے ہوتا ہے
اس سے پہلے تصور کیا جاتا تھا کہ بجلی کا گذرنا مثبت ذرات کا بہاو ہے
گنگا نے سات بیٹوں کو یکے بعد دیگر ڈبو دیے
سورج سے آتی ہوئی روشنی بھی منشور سے گذر کر اسی طرح طیف بناتی ہے
مگر ہائیڈروجن سے نکلنے والی یہ ریڈیو لہر ان بادلوں کے آر پار گذر سکتی ہے
سورج سے آتی ہوئی روشنی بھی منشور سے گزر کر اسی طرح طیف بناتی ہے
مگر ہائیڈروجن سے نکلنے والی یہ ریڈیو لہر ان بادلوں کے آر پار گزر سکتی ہے
سورج سے آتی ہوئی روشنی بھی منشور سے گذر کر اسی طرح طیف بناتی ہے
مگر ہائیڈروجن سے نکلنے والی یہ ریڈیو لہر ان بادلوں کے آر پار گذر سکتی ہے
سورج سے آتی ہوئی روشنی بھی منشور سے گزر کر اسی طرح طیف بناتی ہے
مگر ہائیڈروجن سے نکلنے والی یہ ریڈیو لہر ان بادلوں کے آر پار گزر سکتی ہے
سورج سے آتی ہوئی روشنی بھی منشور سے گذر کر اسی طرح طیف بناتی ہے
مگر ہائیڈروجن سے نکلنے والی یہ ریڈیو لہر ان بادلوں کے آر پار گذر سکتی ہے
سورج سے آتی ہوئی روشنی بھی منشور سے گزر کر اسی طرح طیف بناتی ہے
مگر ہائیڈروجن سے نکلنے والی یہ ریڈیو لہر ان بادلوں کے آر پار گزر سکتی ہے
کیرن کنگ نے کہا اسے ثبوت کے طور پر نہیں سمجھنا چاہیئے کہ تاریخی مسیح نے شادی کی تھی
کیرن کنگ نے کہا اسے ثبوت کے طور پر نہیں سمجھنا چائیے کہ تاریخی مسیح نے شادی کی تھی
اجرک ایسی چادر کو کہتے ہیں جس کے اوپر نمونے ٹھپے سے لگائے جاتے ہیں
کئی مسیحی فرقے ان کتب کو صحیح مانتے ہیں اور وہ ان کتابوں کو ایپوکریفا ( غیر مستند جعلی ) نہیں سمجھتے
ایلس منرو کی زندگی کا بیشتر عرصہ دیہات میں گزرا
ایلس منرو کی زندگی کا بیشتر عرصہ دیہات میں گذرا
وایو پران اور اس کے اوتار کے لیے کہا جاتا ہے
وہ منہاج العابدین کے بڑے بھائی ہیں
اس سے مراد وہ عجائب گھر ہے جس میں رسول اللہ کے متعلق تاریخی اور قدیم اشیا محفوظ کی گئیں ہیں
محمد منشا یاد ( پیدائش 5 ستمبر 1937 وفات 15 اکتوبر 2011 ) پاکستان سے تعلق رکھنے والے اردو کے ممتاز افسانہ نگار تھے
نومبر 1840 کو قید میں ہی مر گیا
نومبر 1840 کو قید میں ہی وفات پائی
ان کے بزرگ محمد ابراہیم میر سیالکوٹی مشہور عالم دین و کارکن تحریک پاکستان گذرے ہیں
جس پر جا کر چار اضلاع کی خوبصورتی کو دیگھا جا سکتا ہے
کے علاوہ کھوکھر بھٹی کمھار
طلائع جب ڈیورھی سے گذر رہا تھا تو اس پر قاتلانا حملے کرکے اس کو مجروع کر دیا
1980 سے فن اداکاری سے وابستہ تھے
اسماعیل تارا ایک پاکستانی مزاحیہ اداکار تھے
نیوزی لینڈ پہلی بار عالمی کپ کے فائنل تک پہنچ پایا تھا
آپ کو پان بہت پسند تھا اور آپ ہمیشہ پان چباتے تھے
وہ وقت میں واپس پلٹ چکی ہوتی کلاس روم میں وہی کچھ مناظر ہوتے ہیں جو وہ دیکھ چکی ہوتی
مسلح افواج کے دو لاکھ سے زائد جوان تعینات کیے گئے آرمی کی جانب سے ائیرڈیفنس کمانڈ سینٹر میں کنٹرول روم قائم کردیا گیا
یہ مذاکرات ایران جرمنی فرانس امریکہ روس چ ن برطانیہ اور 5 1 ممالک کے درمیان چل رہے تھے
ندا فاضلی اردو کے مشہور شاعر فلمی گیت کار اور مکالمہ نگار گذرے
ماہنامہ شب خون الہ آباد میں جتنا کلام شائع ہوا وہ جناب شمس الرحم ن فاروقی صاحب کی نظر اصلاح سے گزرا
کلثوم نواز شریف پاکستانی سیاست دان رکن قومی اسمبلی اور سابق وزیر اعظم میاں محمد نواز شریف کی شریک حیات تھیں
عبرت صاحب اردو عربی فارسی ہندی اور انگریزی زبانوں کا بہترین علم تھا
ڈاکٹر عبرت صاحب حضرت نشور واحدی کے شاگرد تھے
شاگرد آج بھی خط و فون کے ذریعہ آپ سے اصلاح لیتے تھے
عبرت بہرائچی کی رگ رگ میں ان کے خون میں شاعری رچی بسی تھی
شعر و ادب کی آبیاری میں مصروف رہے
جہاں زندگی کے بیشتر لمحات اک ہی جگہ پر گذر چکے ہوں
ایک مشہور و معروف شاعر و ادیب تھے
متی کی انجیل کے مطابق اگلے روز جو تیاری کا دوسرا دن تھا گذر جانے کے بعد تمام سردار کاہن فریسی پیلاطس سے ملے
جب سبت کادن گذر گیا
یہاں مؤمنیہ نزاریہ کی امامت کا سلسلہ امام محمد بن حیدر امیر باقر چالیسویں امام پر سنہ ١٢١ ٠ ھ میں رک گیا
اس الگورتھم کے مطابق دی گئی ترتیب میں سے کوئی بھی دو عدد چن لیے جائیں گے
کولکتہ ( مغربی بنگال ) میں بچپن گزرا
آنس معین کاکلام جب کبھی میری نظروں گزرا میں حیرت زدہ رہ گیا اس کے فکرکی ندرت پر فکرکوجذبہ بنانےکےعمل پراوراس کےاندازبیان پر
آنس معین کاکلام جب کبھی میری نظروں گذرا میں حیرت زدہ رہ گیا اس کے فکرکی ندرت پر فکرکوجذبہ بنانےکےعمل پراوراس کےاندازبیان پر
جس کے سلسلے میں ان کی کتاب دو قرآن دو اسلام بہت شہرت پائیں
یہ دریا جہلم کے قریب واقع ہے جو اس کے مغرب میں بہتا ہے
یہ دریا جہلم کے قریب واقع ہے جو اس کے مغرب میں بہتا ہے
علاوہ ازیں صوفی بزرگ شاہ شمس کا مزاراقدس بھی یہیں واقع ہے
یہان کی آبادی تقریبا 30000 سے تجاوز کرتی ہے اور یہاں کی زیادہ آبادی زراعت سے وابستہ ہے
علاوہ ازیں صوفی بزرگ شاہ شمس شیرازی کا مزاراقدس بھی یہیں واقع ہے جواس کے شمال کی جانب واقع ہے
شیرازی خاندان سے تعلق رکھنے والوں کی ایک بڑی تعداد یہاں آج بھی موجود ہے
آج شاھ پور کو محض ایک تحصیل کا درجہ حاصل ہے
خوشاب ایک ضلع ہے اور سرگودھا ایک ڈویژن ہے تحقیق از امتیاز حسین امتیاز خوشاب
مبین انصاری ( پیدائش نومبر 29 1986 ) پاکستانی فوٹو گرافر تصویری صحافی مصور اور مصنف ہے
انصاری نے پاکستان اور بھارت کے مشہور فنکاروں سیاست دانوں اور کھلاڑیوں کی تصاویر لی ہیں
اس کے علاوہ حالیہ عرصے میں بین الجامعہ مقابلہ جات کے انعقاد کا عمل بھی شروع ہؤا ہے
استرجع شدہ ترامیم کے بعد جن صارفین کی ترمیم کو استرجع کیا گیا ہو خود کار طور پر ان کی شراکتیں کھول دیتا ہے
آئندہ آپ کی تجاویز کو مد نظر رکہتے ہوئے مضمون کو لکہوں گا
عارف صاحب میرمحمد سومرو صاحب پر مضمون لکہنے کے لیے شکریہ
تاہم عرض گزار ہوں کہ کسی پر مضمون لکہتے وقت اسی نام کے لیے کا استعمال مت کیجیے
اسی پہر اگلی سہ ماہی میں ہم پرچم بلحاط ملک یا آئین بلحاظ ملک نکہ سکتے ہیں
تاکہ میں یا آپ تہری بدین پر مضموں لکہ سکیں
اگر آپ سندہی زبان اور تہذیب پر ہی مضامین لکہنا چاہیں تو بہی آپ کا خیرمقدم ہے
لیکن آپ سب منتظمین سے میری گذارش ہے کہ مضامین لکہنے سے منع مت کریں
راقم نے ایسی تحریر خال خال ہی پڑہی ہے
آپ کو بہی عید مبارک ہو بہائی
اب مضمون جامعہ شری شنکر اچاریہ برائے سنسکرت دیکہیں
آداب آپ کے حسب منشا عبداللہ حسین پر لکہنے میں آپکی مدد کروں
آپ کا پیغام دیکہ کر ذہن میں بات آئی
ہم پہلی سہ ماہی میں ان کے مضامین کو ترجیحی بنیاد پر بہتر کرنے اور لکہنے کا منصوبہ بنا رہے ہیں
برائے مہربانی اس صارف کے مضامین کا تفصیلی جائزہ لیا جائے اور صارف کو سمجہایا جائے یا روکا جائے
اب جو بہی اوٹ پٹانگ میں بنا سکتا تہا وہ میں بنا چکا ہوں
یوں کہیں کہ نئے لکہنے والوں کو اردو ویکی پیڈیا سے روشناس کرانا مقصد تہا
یوں کہیں کہ نئے لکہنے والوں کو اردو ویکی پیڈیا سے روشناس کرانا مقصد تہا
سومرو کا نام بہی نظر نہیں آیا تو آپکے لکہے مضامین بس ایسے ہی دیکہ رہا تہا
آداب عارف بہائی آپ اچہے اور معیاری مضامین لکہتے ہیں اس میں کوئی شک نہیں
عارف صاحب آپ کی بہترین ترامیم کو مد نظر رکہتے ہوئے آپ کو " استرجع کنندہ " کے اختیارات دیے جاتے ہیں
اس مہم میں آپ کے تعاون کا رسمی اعتراف اور انعامی پوسٹ کارڈز غالب ا آپ کو جنوری میں بہیجے جائیں گے
اس سلسلے میں ایک تجویز ہے کہ ایک ویکیمیڈیا بلاگ لکہا جائے
مرحوم میرے سگے تایا تہے
اسی پھر اگلی سہ ماہی میں ہم پرچم بلحاط ملک یا آئین بلحاظ ملک نکھ سکتے ہیں
راقم نے ایسی تحریر خال خال ہی پڑھی ہے
آپ کو بھی عید مبارک ہو بھائی
اب جو بھی اوٹ پٹانگ میں بنا سکتا تھا وہ میں بنا چکا ہوں
یوں کہیں کہ نئے لکھنے والوں کو اردو ویکی پیڈیا سے روشناس کرانا مقصد تھا
وولٹیک پائل جست اور تانبے کی دھاتوں کی پلیٹوں پر مشتمل ھوتی ہیں
پیر کامل وہ آواز ہے وہ روشنی ہے جو زندگی میں ہمیں چاہیے
اسے ژند بھی کہا جاتا ہے لیکن یہ کہنا درست نہیں کیونکہ یہ اوستا کے بعد کی چیزہے
یقینا آپ سرکار دوعالم کے علوم کے صحیح جانشیں تہے جس سے ایک عالم فیض یاب ہوا
میری اپنی ذاتی لائبریری میں دس ہزار سے زیادہ کتابیں ہیں وہ سب مطالعہ سے گذری ہیں
تاہم بعد میں یہ پابندی ہٹادی گئی
چاہیے میں تو ہم رشید حسن سے ہرگز اتفاق نہیں کرتے مگر دیکھیے میں ان کی بات مان لیں گے
آقائے نامدار کی خدمت گزاری ان کا خاص مشغلہ تھا
عبد اللہ بن جعفر بن ابی طالب صحابی رسول تھے
حضرت جعفر طیار کے صابزادے تھے
تو انہوں نے اس کے سر کو چوم لیا اور انہوں نے وہ تمام قیدی رہا کردیے جو ان کے ساتھ تھے
آنحضرت ادھر سے گذرے تو یہ حالت دیکھ کر فرماتے آل یاسر صبر کرو
وہ بھارتی سنیما کے مزاحیہ اداکار محمود علی کی بہن اور ممتاز علی بیٹی تھی
سفر میں اسے خشک ریگستان سے گذرنا پڑا مگر اس نے اپنا سفر جاری رکھا
دونوں محبوب چھپ چھپ کر ملتے رہے اور کافی عرصہ گذر گیا لیکن یہ بات چھپی نہ رہ سکی
دنیا میں الو کے 6 خاندان پائے جاتے تھے لیکن اب صرف 2 خاندان باقی ہیں
یہ درمیانے سے بڑے سائز میں پائے جاتے ہیں
یہ چھوٹے اور بڑے سائز میں پائے جاتے ہیں
کائنات کی سب سے قیمتی ترین چیز ایمان ہے جو اللہ پر رکھا جاے
ابراہیم خان غوری بھارت سے تعلق رکھنے والے اردو کے شاعر صحافی اداکار اور فلمی نغمہ نگار تھے
ان کا قلمی نام اشک تھا
ان کا بچپن والد کے ہمراہ مختلف شہروں میں گذرا
بعض علما کے قول کے مطابق صحیف سجادی بلاغت کی اعلی تریں شکل میں ے
بابا رتن ہندی نے کہا کہ ایک مرتبہ ہمیں تجارت کے غرض سے شام سے جاکر مکہ مکرمہ سے گذر رہے تھے
جب حاکم شہر اور اس کی مصاحبوں نے ان درویشوں کی درخواست سنی تو ہنسنے لگے کہ کیسے سادہ لوح لوگ ہیں
حصار ایک قدرتی ہوتا ھے جیسے کسی جگہ پھاڑوں کے دامن میں
روغانی قوم کا ابائ در روغانودر ہے جبک ڈوگدر میں بھی کثیرتعداد میں آبادھیں
روغانی قوم کی عام شاخیں کودیزی اینوزئ محمودخیل اور یعقوب زئ ہیں
بنیادی طور پر تمام پشتون چار اہمتنن قبائل میں تقسیم ہیں پھر انہیں قبائل میں مزید ذیلی قبائل بجڑڑکنے ہیں وہ چار قبائل یہ ہیں
پاکستان کے صوبہ خیبر پختون خواہ میں پشاور کے نواحی علاقے میں تین گاؤں ہیں جس کے نام ارمڑ بالا ارمڑ میانہ ارمڑ پایان ہیں
بھارتی کرکٹ ٹیم نے دسمبر 2015 عرب امارات میں پاکستان کے ساتھ کھیلنے کا جدول بنانا تھا
دورے میں 3 ٹیسٹ میچ 5 ایک روزہ بین الاقوامی اور 2 ٹی 20 میچ کھیلنا تھا
ڈوگہ شریفڈوگہ شریف گجرات کا ایک گاؤں ہے جو کہ بھمبر روڈ پر واقع ہے
ڈوگہ شریفڈوگہ شریف گجرات کا ایک گاؤں ہے جو کہ بھمبر روڈ پر واقع ہے
ڈوگہ کے چار سے زائد داخلی راستے ہیں اور تقریبا ہر راستے پر بزرگ ہستیوں کے مزار ہیں
ڈوگہ کے چار سے زائد داخلی راستے ہیں اور تقریبا ہر راستے پر بزرگ ہستیوں کے مزار ہیں
ویسے تو ہر بزرگ ہستی کا اپنا الگ مقام ہے لیکن پیر سید ابوالکمال برق نوشاھی اور بابا عظیم شاہ بخاری نمایاں ہیں
ڈوگہ میں دس کے قریب مساجد ہیں
انہوں نے تاریخ جغرافیہ سیاست لوک کتھاوں ادب اور کرد زبان کی طرح زیادہ موضوع میں لکھا ہے
برطانیہ کے مطابق یہ قتل 16 ستمبر 2010 کو شام ساڑھے پانچ بجے ہؤا
اس دن پیار کرنے والے ایک دوسرے سے بغلگیر ہوتے ہیں
آفتاب اقبال شمیم ایک اردو شاعر ہیں
ان میں چھوٹے اوزان کو یقینا صرف سنار منکا ساز طبیب اور دوا ساز استعمال کرتے ہوں گے
پھر اس چھلکے کو مزید چند ضربوں سے تراش کر اوزار بنالیا ہو
وہ برتنوں میں پر بنی ہوئی تصویروں میں کہیں کہیں جانوروں خاص طور پر بیل کی تصویر دکھائی دیتی ہے
غالبا ہندوستان کی اور یقینا صوبہ کیرالا کا واحد جامعہ ہے جو علاقائی مراکز کے ذریعہ تعلیم مہیا کرتا ہے
اس کے علاوہ شمالی ہنددستان کے علاقوں میں بڑی سرگرمی دکھائی
14 جولائی 2015 کو یہ زمین کے یو ٹی سی وقت 11 49 57 کے مطابق یہ پلوٹو سے نزدیک ترین تھا
اس کی پلوٹو سے دوری 7800 میل یا 12500 کلومیٹر تھی
2007 میں یہ مشتری کے پاس سے گزرا اور مشتری اور اس کے چاند کی بہت سی تصاویر زمین پر بھیجیں
دولیوں کو یہ بات سخت ناگوار گذری چنانچہ چھ سات دن بعدوہ سنجرانیوں کے علاقے میں جا گھسے
ان کی ابتدائی زندگی تروتانی اور تروپتی میں گزری
ان کی ابتدائی زندگی تروتنی اور تروپتی میں گذری
ریتخانہ وہ جگہ ہے جھاں سے ریت نکالی جاتی ہے
ریتخانہ وہ جگہ ہے جھاں سے ریت نکالی جاتی ہے
یہ عام طور پر دریا کے ساحلی علاقوں میں پائی جاتی ہے
پنجاب کے میدانی علاقوں میں 8 یا 10 فٹ مٹی کھودنے سے نیچے ریت آجاتی ہے
کچھ مقامات پر زمین کھود کر نیچے سے ریت نکالی جاتی ہے جو سیمنٹ اور مقانوں میں استعمال کی جاتی ہے
کچھ مقامات پر زمین کھود کر نیچے سے ریت نکالی جاتی ہے جو سیمنٹ اور مقانوں میں استعمال کی جاتی ہے
اس مقام کو ریتخانہ بھی کہا جاتا ہے
یہ غزل ماہنامہ چودہویں صدی بہرائچ کے شمارہ فروری 1953 میں شائع ہو چکی ہے
معاونت معلومات مقامی بولی " ( " ) ایک شہر ہے دریا کے ساتھ ترنتینو التو ادیجے اٹلی مین واقح ہے
شمالی اٹلی ) میں واقح ہے ترنتوکی یونیورسٹی کا اٹلی کی سب سے اول 30 یونیورسٹیوں میں شمارھو تا ہے
جیسے ٹرینٹو کیتھلالل اور کاسٹیلویلو ڈیل بوونسنسنگیلیو کے ساتھ ایک شاندار تاریحی مرکز ہے
اور ایک جی ڈی پی ( برائے نام ) کی 16 563 ارب میں ہے
ایک وسیع گلابی وادی میں ہے جو وادی کے طور پر ڈومومائٹ پہاڑوں کے جنوب میں آتا ہے
پاکستان میں اعلی تعلیمی اداروں میں بہتری کے حوالے سے بھی انھیں ان کے اچھے کام کی وجہ سے جانا جاتا ہے
یہ علاقہ جنگلات اور چراہ گاہوں سے اٹا ہںوا ہے اور خوبصورت نظارے اس کو زمین پر جنت بناتے ہیں
ڈیوڈ ٹرمبل ( 1944 تا حال ) برطانیہ کے ایک سیاست دان تھے
اس صارف نے دیگر صارفین کی جانب سے برقی خط کی وصول یابی کو اپنی ترجیحات میں شامل نہیں کیا ہے
شمالا جنوبا پہاڑوں میں درے ہیں جن سے شاہرا ریشم گزرتی ہے
اس کی اشاعت انگریزی میں ہوتی تھی جبکہ اس کے ایڈیشن ہندی اردو اور مراٹھی میں بھی شائع ہوتےتھے
سبزیاں اور پھل ب ت کم مگر لوگ اجناس کی فصلیں ب ت اگاتے ہیں
مولانا سمیع الحق ( پیدائش 18 دسمبر 1937 وفات 2 نومبر 2018 ) ایک پاکستانی مذہبی اسکالر عالم اور سیاست دان تھے
مولانا سمیع الحق صاحب اس وقت دار العلوم حقانیہ کے مہتمم اور سربراہ تھے
وہ متحدہ مجلس عمل کے بانی رکن اور حرکت المجاہدین کے بانی بھی تھے جو ایک مذہبی تنظیم ہے
مولانا دفاع پاکستان کونسل کے چئیرمین تھے اور جمیعت علما اسلام کے سمیع الحق گروپ کے امیر تھے
وہ افغانستان میں طالبان کے دوبارہ بر سر اقتدار آنے کی کھلے طور پر حمایت کرتے تھے
2 نومبر 2018 کو راولپنڈی میں ایک قاتلانہ حملے میں جام شہادت نوش فرماگئے
ام سلیم بنت ملحان انس بن مالک کی ماں تھیں
ان کی کتاب ثقافت ہزارہ اور اس کا تاریخی پس منظر ہزارہ چیئر ہزارہ یونی ورسٹی کے زیر اہتمام 2012 میں شائع ہوئی
عثمان کے دور میں رحلت فرمائی
اس کے علاوہ آپ شعبہ اردو شاہ عبداللطیف یونیورسٹی خیرپور ( سندھ ) اور شعبہ علوم اسلامیہ کراچی یونیورسٹی کے ڈائریکٹر ریسرچ بھی رہے
آپ ادارہ تحقیقات امام احمد رضا کراچی کے سرپرست اعلی رہے
یہ 1 ایٹم اس صفحہ کے ساتھ منسلک خود بخود اپ ڈیٹ ہو جائے گا
ایک پنڈت جی سے وائلن بجانا بھی سیکھا
بی ٹی کا کورس کرکے بطور مدرس ملازمت کا آغاز کیا
اس خط کا عکس مکاتب علی عباس جلالپوری میں دیا گیا ہے
انہوں نے وطن میں رہ کر اپنا موقف پیش کرنے کا فیصلہ کیا
1986میں پاکستان پنجابی ادابی بورڈ لاہور کی جانب سے انہیں ایوارڈ سے نوازا گیا
کینائے ہوئے رہنا گھبرائے ہوئے رہنا
تعلیمی سلسلہ منقطع گھریلو ذمہ داریوں اور کاموں کا بوجھ پھر عمر کا کافی حصہ بھی گذر چکا تھا
اس کا مقصد دوزخ میں بسنے والوں کے لیے غذا کے طور پر پیش کیا جانا ہے
اس کا مقصد دوزخ میں بسنے والوں کے لیے غذا کے طور پر پیش کیا جانا ہے
سلطان علاوالدین عالم شاہ نے تخت سے دستبردار ہونے کے بعد بقیہ زندگی بدایوں میں گزاری اور یہیں وفات پائی
جو قاری تارڑ کے اسلوب سے آشنا ہیں انہیں اس ناول میں تارڑ کا فن اپنے عروج پر ملتاہے
چاہیے کہ یہ لوگ اپنی نذریں پوری کریں اور پرانے گھر کا طواف کریں
نہیں ہے کوئی جماعت مگر گزرے ان میں ڈرا نے والے
اور ڈاکٹر محمدسلمان جو طب ( میڈیکل ) ڈگری حاصل کر چکے ہیں
وہ پانچ بار اولمپک کھیلوں میں پیراکی میں تمغا حاصل کرچکے تھے
ویسے تو پورے ماہل ہی میں جگہ جگہ شہدا کی قبریں ہیں جہاں آج بھی روز جمعرات اور دیگر مناسبات پر میلے لگتے ہیں
وہ پھر حیدرآباد ( دکن ) گئے پھر علی گڑھ میں تعلیم حاصل کی
1883 میں گوہر جان اپنی ماں اور خورشید کے ہمراہ کلکتہ چلی آئی
سٹیون وینبرگ ) امریکا سے تعلق رکھنے والے طبیعیات دان تھے جن کو 1979 میں طبعیات کا نوبل انعام دیا گیا تھا
سالار رجب اور سالار سیف الدین بہرائچ گئے
امیر حسن عرب ماہونا کو گئے ملک فضل وارانسی لیا
سید ساہو قرہ اور مانک پور کو گئے مانک پور میں قرہ اور قطب حیدر کے انچارج ملک عبد اللہ چھوڑنا
میرٹھ قنوج اور ملیح آباد گذر شمالی بھارت کے میدانی علاقوں میں تیز چھاپہ کے بعد اور وہ ستریخ پہنچے
نکولس بلومبرن امریکا سے تعلق رکھنے والے طبیعیات دان تھے جن کو 1981 میں طبعیات کا نوبل انعام دیا گیا تھا
پروفیسر احمد زویل نے اپنی تمام زندگی امریکہ میں صرف کی اور اب امریکی صدر براک اوباما کے مشیروں کی کونسل کے رکن رہے
پروفیسر احمد زویل نے اپنی تمام زندگی امریکہ میں صرف کی اور اب امریکی صدر براک اوباما کے مشیروں کی کونسل کے رکن ہیں
پروفیسر احمد زویل نے اپنی تمام زندگی امریکا میں صرف کی اور امریکی صدر براک اوباما کے مشیروں کی کونسل کے رکن بھی رہے
یہ مقابلے 5 اگست تا 21 اگست 2016 تک منعقد ہوئے
ڈاکٹرس نے یہ اعلان کیا کہ کلبرگی راستے ہی میں انتقال کرگئے
ولادیمیر ولادیمیرووچ مایاکوفسکی روس کا انقلابی شاعر ڈراما نویس مصوراور انقلابی شاعروں کے بڑے مکتب فکر " مستقبلیت " کے پیرو کارتھے
1917 میں جب پہلی دو تصاویر لیے گئے تھے ایلسی کی عمر سولہ سال اور فرانسس کی عمر نو سال تھی
آلان کردی ( جو ذرائع ابلاغ میں آیلان کے نام سے معروف ہے ) ایک تین سالہ کرد شامی بچہ تھا
الکساندربلوک41 سال کی عمرمیں 7 اگست 1921 کو سینٹ پیٹرزبرگ سویت یونین میں وفات پا گئے
برسوں جنگلوں میں عبادت گزاری کی اور جنگلی خوراک پر گزارہ کیا
نکولائی الیکسوچ زبولوتسکی ( پیدائش 7 مئی 1903 وفات 14 اکتوبر 1958 ) ممتاز روسی شاعر بچوں مصنف اور مترجم تھے
فضولی کی نظم صرف آذربائیجان ترکی عراق مرکزی ایشیا میں نہیں بلکہ روس اور مغریب کے ممالکوں میں وسیع طور پر پہیل گئی یہی
صدر پاکستان جنرل محمد ضیا الحق نے 10 جولائی 1983 مطابق 28 رمضان المبارک 1403ھ کو ایک کمیشن کی تشکیل کا اعلان کیا
جو پاکستان میں ہم ٹی وی نیٹ ورک کے چینل ہم ستارے پر پیش کیا جا چکا ہے
اس ڈرامے کے دنیا کے کئی ممالک میں تراجم ہو ئے ہیں
الیکساندرالیکساندرووچ فادیئیف ( پیدائش 24 دسمبر 1901 وفات 13 مئی 1956 ) سوویت روسی ناول نگار شریک بانی انجمن سوویت مصنفین تھے
حج کے ایام قریب ہونے کی بنا پر لاکھوں حجاج مسجد الحرام میں حج کے غرض سے موجود تھے
حج کے ایام قریب ہونے کی بنا پر لاکھوں حجاج مسجد الحرام میں حج کے غرض سے موجود تھے
یہ توسیع متعدد مرحلوں سے گزر کر مکمل ہوئی ان کی تفصیلات درج ذیل ہیں
دیمیان بیدنیئی ( پیدائش 13 اپریل 1883 وفات 25 مئی 1945 ) سوویت روسی شاعر تھے
ایک مرتبہ جلال الدین کبیرالاولیا ایک گاؤں سے گزرے تو دیکھا کہ لوگ اپنا سامان اٹھائے ہوئے جا رہے ہیں
نمرہ احمد نے ایک معمولی عمر میں اپنے لاکھوں فینز بنا لیے ہیں مگر یہ کام اسان نہ تھا
سرگیئی الیکساندرووچ یسینن ( پیدائش 3 اکتوبر 1895 وفات 27 دسمبر 1925 ) روس کے غنائی شاعر تھے
بادیہ کے معنی ہیں دشت مراد دشت بنی سعد کا وہ خوش قسمت علاقہ جہاں نبی کریم کا بچپن گزرا
یہ پورا وقت کاندھلہ میں گزارا
شیخ الم شائخ حضرت میاں جی ن ور م حمد جھنجھانوی کے والد گرامی سید جمال الدین م حمد تھے
نیشاپور ترمذ اور سمرقند میں مختلف اوقات رہے زیادہ تر زندگی سمرقند میں گزاری سینکڑوں طالبان حق کی تربیت کی اور وہیں پر انتقال فرمایا
فردوس عاشق اعوان کی جگہ 27 اپریل 2020 کولیفٹیننٹ جنرل ( ر ) عاصم سلیم باجوہ معاون خصوصی برائے اطلاعات تعینات کیے گئے
مہوگنی ایک قسم کی مضبوط لکڑی والا درخت ہے جو جنگلوں میں سیدھا کم شاخوں والا اور ہرا بھرا ہوتا ہے
لوگوںسےدرخواست ہے کہ چاند کو گرھن کے وقت نہ دیکہیں آنکہوں پر اثر ھوسکتا ہے
لوگوںسےدرخواست ہے کہ چاند کو گرھن کے وقت نہ دیکہیں آنکہوں پر اثر ھوسکتا ہے
یہ سیزن 4 فروی 2016 سے شروع ہوا ہے اور فائنل میچ 24 فروری 2016 کو منعقد ہو گا
شوستری نے عہدہ قبول کرتے وقت یہ شرط رکھی تھی کہ مذاہب اربعہ فقہ میں سے وہ کسی کے پابند نہیں ہوں گے
وہ ایران ( خراسان ) اور حجاز گیا اور مکہ میں مہدی ہونے کا اعلان کیا
وہ ایران ( خراسان ) اور حجاز گیے اور مکہ میں مہدی ہونے کا اعلان کیا
پھر ایک سال تک اسی شعبے میں وہ پڑھائے رہے
حالانکہ بھارت میں عام طور سے مسلمان صرف بکرے کی قربانی کرتے ہیں
فریج میں کچھ گوشت ملا جسے ضبط کر لیا گیا
قاری محمد طیب قاسمی دیوبندی مکتبہ فکر کے جید عالم گذرے ہیں
اور بحث ایک دریا کی طرح رواں دواں قاری کی نظر سے ہوتی ہوئی اس کے ذہن میں اترتی چلی جاتی ہے
میاں غلام شاہ بے حد دانا اور حکمرانی کے لئے ہر طرح سےموزوں و مناسب تھا
اس کالج میں آج کل کئی ایم اے ایم ایس سی کی اور بی ایس کی کلاسز ھوتی ہیں
" میں تبدیل کر دیا گیا
محمد ظہور " خیام " ہاشمی بھارتی فلموں کے مشہور موسیقار تھا
میں خود کو کسی اعزاز کے قابل نہیں سمجھتا
وہ ایک بھارتی پس پردہ گلوکار تھے
وہ ہندی تیلگو ملیالم کنڑ اور تمل فلموں میں ایک اہم گلوکار تھے
جامعہ عثمانیہ لاہورپاکستان کا مشہورومعروف جامعہ ہے
عمرہ کے حکم سے فرات اور حیرہ کے درمیان شامیانے لگوا دیے گئے اور حکومت کے سرکردہ افراد کو بھی بلوا لیا گیا
گروہی جماع سے مراد ایک ایسا جنسی عمل ہے جس میں ایک وقت میں دو سے زیادہ افراد شریک ہوں
اسٹیفن لووین ( سویڈنی تلفظ استیفن لووین ) ایک سویڈنی سیاست دان جو 2014 سے 2018 تک سویڈن کے 33ویں وزیر اعظم تھے
اسٹیفن لووین ( سویڈنی تلفظ استیفن لووین ) ایک سویڈنی سیاست دان جو 2014 سے سویڈن کے 33ویں اور موجودہ وزیر اعظم ہیں
اس واقعے پر نین نامی بزرگ نے یہاں مستقل آباد ہونے کا فیصلہ کرلیا
اس کو گنتی میں سینتیس بولا جاتا ہے اس سے پہلے چھتیس اور اس کے بعد اڑتیس بولا جاتا ہے
ان اعداد و شمار کے مطابق امام حسین کے بعض اصحاب کے ہاتھوں دشمن کے 225 یا 226 افراد ہلاک ہوئے ہیں
انہیں چاہیے کہ وہ ایسے دوستوں سے دور رہیں جو ان کو نشہ کرنے کی دعوت دیتے ہوں یا پھر نشہ ہی کرتے ہوں
اس کی لو دیتی ہوئی آنکھوں کا راز افشا ہوا
بیکا پاکستان ( انگریزی , ) پاکستان کا ایک چھوٹا سا گاوں ہے پاکستان کی یونین کونسلیں جو ضلع صوابی میں واقع ہے
اطلاع اس بات کا خیال رہے کہ مضمون میں موجود کو ہٹانے سے رک جائے گا لیکن دیگر اعمال حذف شدگی جاری رہیں گے
اطلاع اس بات کا خیال رہے کہ مضمون میں موجود کو ہٹانے سے رک جائے گا لیکن دیگر اعمال حذف شدگی جاری رہیں گے
وہ لاہور میں ماڈل ٹاؤن کے قبرستان میں سپرد خاک ہوئے
وہ لاہور میں ماڈل ٹاؤن کے قبرستان میں سپرد خاک ہیں
علما پر کیونکہ چار ہی خلیفہ ایسے گذرے ہیں جن سے دین قائم ہوا اور کل یا اکثر امت نے اس پر اتفاق کیا
اب 7 باقی رہے ممکن ہے وہ فاصلہ کے سات پیدا ہوں اور ان میں سے کچھ گذر گئے ہوں
کچھ عباسیہ میں سے جو ذرا اچھے اور عادل گذرے ہیں
اس نوعیت کے دو شعر ملاحظہ ہوں
گرام مثبت بیکٹیریا شراب سے بے رنگ نہیں ہوتے ہیں اور جامنی رنگ کے نظر آتے رہتے ہیں
بچپن یتیمی اور عسرت میں گذرا
موسا جلیل ( پیدائش 15 فروری 1906 وفات 25 اگست 1944 ) سوویت تاتار شاعر ڈراما نویس صحافی اور لینن انعام یافتہ شاعر تھے
اس پروگرام کے تحت کچھ اہم اہداف اس طرح تھے
ویکیپیڈیا ایک آزاد آن لائن دائرۃالمعارف پراجیکٹ ہے جس کے مضامین ماہرین لکھتے ہیں اور باضابطہ طور پر ان پر نظر ثانی ہوتی ہے
ویکیپیڈیا ایک آزاد آن لائن دائرۃالمعارف پراجیکٹ ہے جس کے مضامین ماہرین لکھتے ہیں اور باضابطہ طور پر ان پر نظر ثانی ہوتی ہے
اس کے بر عکس 2008 کے انہی تین ماہ میں محض 4 900 ترمیم کار ہی ویکی چھوڑ کر گئے تھے
مزید حالیہ مشاہدات بتاتے ہیں کہ مریخ کے جنوبی قطب پر موجود برف مسلسل عمل تصعید سے گذر رہی ہے
سشما سو راج بھارت کی سیاست دان سابقہ وکیل اور سابقہ وزیر خارجہ تھیں
وہ 1975 کی فلم شعلے میں گبھر سنگھ کے کردار کی وجہ سے زیادہ مشہور ہوئے
2015 میں ٹوڈ ہیریٹی کو شکست دے کر انہوں نے پریزڈنٹ گولڈ کپ چیمپئن شپ جیتی
سید شاہ شمس شیرازی کے پانچ صاحبزادے ہوئے جن کی نسل سے بے شمار سادات شیرازی پاکستان میں آباد ہوئی ہے
بعد میں آغا خان ایجوکیشن سروس نے اس اسکول کو اپنے ساتھ ا لحاق کروا لیا
یہ انہوں نے کم عمری میں لکھا تھا لیکن اشاعت کے مراحل سے 1958 میں گزرا
ان سبھی کا تعلق سہارنپور سے ہے
ایوگینی یوتوشینکو ( پیدائش 18 جولائی 1933 ) روس کے نامور مصنف شاعر ڈراما نویس فلمی ہدایتکار اداکار اور مضمون نگار تھے
وہ ردر فورڈ کے شاگرد تہے
ایک یمنی سیاستدان ہے جو 1990 سے 2012 تک یمن کا صدر رہا
ایک یمنی سیاستدان تھے جو 1990 سے 2012 تک یمن کے صدر رہے
سنی رانگڑ درود و سلام کی مجالس منعقد کراتےہیں
رفیع محمد چود ر ایک پاکستانی ماہر نیوکلیائی طبیعات اور گورنمنٹ کالج یونیورسٹی لاہور کے پارٹیکل فزکس کے پروفیسر تھ
نیز وہ 2013 کے انتخابات میں کامیاب ہو کر صوبائی اسمبلی کے رکن بھی بنے
وہ مری معاہدے کے تحت اب بلوچستان کے وزیر اعلی رہے
ارون کلگ لیتھوینیا میں پیدا ہونے والے ایک برطانوئی کیمیا دان اور طبیعیاتی کیمیا دان تھے
مئی 2016 میں آئی سی سی نے 2018 میں ایک ٹورنامنٹ کرانے کا خیال پیش کیا جس میں جنوبی افریقہ ممکنہ میزبان تھا
جاوید حیات کاکاخیل کھوار کے گلستان کو سر سبز رکھنے میں کوئی کوتاہی نہیں کرتے
رابرٹ کرل ایک امریکی نوبل انعام یافتہ کیمیا دان تھے
آپ کے آبا اجداد 1857 کی غدر کے دوران ضلع بارہ بنکی سے نانپارہ آئے تھے
آپ کی غزلیں ملک کے تمام ادبی دینی رسالوں میں شائع ہونے لگیں اور ادبی حلقوں میں پسند کی جانے لگیں
آپ کو اردو زبان اور ادب کی خدمت کے لیے اودھ شری اعزاز و ایمن چغتائی ایوارڈ سے نوازا جا چکا ہے
گربسایک امریکی نوبل انعام یافتہ کیمیا دان تھے
زبان و ادب کے استاد اور معلم کی حیثیت سے ان کا بلند مرتبہ تھا اور استاد الاساتذہ کی حیثیت کے حامل تھے
زبان و ادب کے استاد اور معلم کی حیثیت سے ان کا بلند مرتبہ تھا اور استاد الاساتذہ کی حیثیت کے حامل تھے
محمد جمیل خاں نے کالج کی تعلیم کے دوران ہی ادبی دنیا میں قدم رکھ دیا تھا
اس سے مراد وہ شخص ہے جو کئی چیزوں علوم یا شعبوں میں یکساں مہارت رکھتا ہو
تیروں کے ذریعے فال اور شگون لینے کے مزے میں نے ختم کر دئے حالانکہ ایسے ہی لہو ولعب میں میری عمر گزری تھی
کچھ تجزیہ نگار کا کہنا ہے ہو سکتا ہے یہ وحشیانہ بربریت کسی شیعہ مخالف عربی ملک کے کہنے پر کی جا رہی ہو
نمر باقر النمر سعودی عرب کے ایک مجتہد اور شیعہ عالم دین تھے
جب نصف شب گذر گئی تو والدہ نے دیکھا کہ آپ آسمان کی جانب انگلی اٹھائے کچھ بول رہے یں
13 رجب المرجب 659ھ مطابق 13 جون 1261 کو قاہرہ میں خلیفہ گذرے
اس کے مطابق فی مربع کیلومیڑ آبادی 517ہے
انہوں نے غزل کو ایک دھیما اور نرم لہجہ عطا کیا جو ان کی پہچان بن گی
1949 میں اپنے اہل خانہ کے ساتھ پاکستان منقل ہوگئے اور کراچی میں سکو نت اختیار کی
یہ غلط روش یہاں تک عام ہوئی کہ کئی لوگ گزارش کو گزارش شکر گزار کو شکر گزار اور گذشتہ کو گزشتہ لکھنے لگے
اسی طرح چاہیے لیے کیے پیے جیے کو چاہیے لئیے کئے دئے پئے جئے بھی لکھا جاتا ہے
گذشتہ گذشتگان گزر گاہ در گزر رہ گزر راہ گزار پذیرفتہ پذیرائی
گذشتہ گذشتگان گزر گاہ در گزر رہ گزر راہ گزار پذیرفتہ پذیرائی
گذشتہ گذشتگان گزر گاہ در گزر رہ گزر راہ گزار پذیرفتہ پذیرائی
غلط ہے ھوا ھندوستان دھلی ھمیشہ
گذشتہ گذشتگان گزر گاہ در گزر رہ گزر راہ گزار پذیرفتہ پزیرائی
لیکن یہاں ہم پہلے مضمون کو سامنے لانا چاہتے ہیں جو سب سے پہلے میں لکھا گ
وہ کرکٹ میچوں پر تبصرہ نگاری بھی کرتے رہے
ڈین جونز اسلام آباد یونائیٹڈ ( پاکستان سپر لیگ 2016 ) کے کوچ بھی رہے
اس کے سبب وہاں چین مخالف جذبات سر اٹھارنے لگے
اور ہر بغاوت جو ملک کے لئے نقصاندہ ہو
نااہل لوگوں کو ووٹ دے کر حکومت میں حصے دار بننا ملک کا بڑا غرق کرنے کے برابر ہے
محمد عبد الوہاب پاکستان کی تبلیغی جماعت کے موجودہ امیر تھے
تفسیر امام جعفر صادق ان روایات کا مجموعہ ہے جو جعفر صادق نے قرآن مجید کی آیات کی تفسیر میں بیان ہوئی ہیں
نسیم امروہوی 28 فروری 1987 کو کراچی میں وفات پاگئے اور کراچی میں " مسجد آل عبا " کے احاطے میں سپرد خاک ہوئے
انہوں نے اپنا پہلا مرثیہ 1923 میں قلمبند کیا
ان کا اصل نام " سی د محمد سجاد انور علی بخاری " تھا
بنغت آئی سیمیولسنایک سویڈش ماہر حیاتیاتی کیمیا ہیں جنھوں نے 1982 کا نوبل انعام حاصل کیا تھا
صہبا اختر کی ادبی خدمات کے اعتراف میں گلشن اقبال کراچی میں سڑک کا نام ان کے نام منسوب کی گئی ہے
وہ کارل مارکس اور لیون ٹرٹس سے متاثر رہے ہیں
جان ای سلسٹنایک برطانوی حیاتیات دان تھے جنھوں نے 2002 کا نوبل انعام حاصل کیا تھا
اس طرح سے نظام شمسی میں زہرہ کے بادلوں کے اوپری حص ے زمین کے ماحول سے سب سے زیادہ مشابہ ہو سکتے ہیں
سنہ 2010 عیسوی میں یہ دونوں عہدے حسینی عارف کو سونپ دیے گئے
یہاں بھی ان کی زندگی کا بیشتر حصہ قید و بند کی صعوبتیں برداشت کرتے ہوئے گذرا
جب صرف کرخی نام بولا جائے تو اس سے مراد ابو الحسن کرخی ہوتے ہیں معروف کرخی جو اس پہلے گزرے وہ مراد نہیں ہوتے
جب صرف کرخی نام بولا جائے تو اس سے مراد ابو الحسن کرخی ہوتے ہیں معروف کرخی جو اس پہلے گذرے وہ مراد نہیں ہوتے
شمس الائمہ کا ل قب ایک جماعت کے لیے بولا جاتاہے ان میں
یعنی کاروبار میں پہلے سے کتنی مقابلہ بازی ہے
ایک شوارما شاپ کے مالک کے طور پر آپ کا سب سے بڑا سپلائیر ہوتا ہے چکن کا گوشت بیچنے والا
لیکن جس تیزی سے شوارما مقبول ہوا ہے یہ پراڈکٹ مستقبل قریب میں اپنی جگہ بنائے رکھے گی اور شاید تبدیل نہ ہوپائے
نئے بزنس مین کا اس فیلڈ میں آنا کتنا آسان ہے
اس کے مقابلے میں ایک شوارما شاپ کوئی بھی کسی بھی وقت کھول سکتا ہے
آپ پاکستانی سیاست میں سرگرم عمل ہیں اور قومی اسمبلی پاکستان کے رکن تھے
انہیں دنوں سارہ بنت راخی ایل بہی بہت غم میں تہی جو طوبت کے بھائییی کی بیٹی تہی
انہیں دنوں سارہ بنت راخی ایل بہی بہت غم میں تہی جو طوبت کے بھائییی کی بیٹی تہی
خداوند نے طوبت اور سارہ کی مدد کے لیے رافیل ( یعنی اسرافیل ) کو بہیجا
انہیں دنوں سارہ بنت راخی ایل بھی بہت غم میں تھی جو طوبت کے بھائی کی بیٹی تھی
انہیں دنوں سارہ بنت راخی ایل بھی بہت غم میں تھی جو طوبت کے بھائی کی بیٹی تھی
عالمی مطالعات بین الکلیا تی مطا لعات میں ایک جدید مضمون ہے جو علمگیریت کے سائنسی عمل پر اثر انداز ہوتا ہے
عالمی مطالعات بین الکلیا تی مطا لعات میں ایک جدید مضمون ہے جو علمگیریت کے سائنسی عمل پر اثر انداز ہوتا ہے
عالمی مطالعات بین الکلیا تی مطا لعات میں ایک جدید مضمون ہے جو علمگیریت کے سائنسی عمل پر اثر انداز ہوتا ہے
یہ سوشل سائنسز میں ایک ترجیحی رجحان ہے جو وسیع تر بین الکلیاتی اور ماورائے کلیاتی مماثلات اور توسیعات کو جاننے کی کوشش ہے
یہ سوشل سائنسز میں ایک ترجیحی رجحان ہے جو وسیع تر بین الکلیاتی اور ماورائے کلیاتی مماثلات اور توسیعات کو جاننے کی کوشش ہے
سلطنت عمان کے سابقہ سلطان تھے
پھومیپھون ادونیادیت تھائی لینڈ کا بادشاہ تھا
علامہ نبہانی کی وفات رمضان المبارک1350ھ بمطابق 1932 اپنے آبائی وطن میں ہی آخری عمر گزاری اور بیروت قریہ اجزم میں دفن ہوئے
ضخیم مورث ستاروں میں عمومی ملفوف بلند گھماؤ کے مراحل سے گذر کر باقی رہنا لازمی ہے
اکبر کک ٹ ل ملیالم کے مشہور افسانہ نگار اور ناول نگار گذرے ہیں
دیگان خیل قبیلا ابتد میی افغانستان میی اباد ت ا شجرہ نسب مندرجہ ذیل ہے
دیگان خیل کے ذیلی قبیلے محمد خیل اور اسما عیل خیل ہے
رحیم اللہ یوسفزئی ان چند صحافیوں میں سے تھے جنہوں نے طالبان کے کارروائیوں کو رپورٹ کیا اور 1995 میں خود کندھار گئے
افغانستان اور شمال مغربی پاکستان کے امور کے ماہر سمجھے جاتے تھے
ان کے صحافتی خدمات کے اعتراف میں حکومت پاکستان نے ان کو 2004 میں تمغہ امتیاز اور 2009 میں ستارہ امتیاز سے نوازا تھا
آپ کے سلسلہ میں بڑے بڑے اکابر مشائخ گزرے ہیں جو زاہد اور مجاہد بھی تھے
روزنامہ جنگ میں چادر چاردیواری اور چاندنی کے نام سے کالم بھی لکھتی رہیں
ڈاکٹر بشری رحمن ( پیدائش 29 اگست 1944 وفات 7 فروری 2022 ) ایک پاکستانی مصنفہ تھیں
رگھ جٹ راولپنڈی اور چکوال میں بہت تعداد میں ہیں
ایرانی انقلاب کے بعد قائم ہونے والی پہلی حکومت ہے
انقلاب ایران کے بعد قائم ہونے والی پہلی حکومت تھی
یہ گاوں تین بڑے محلوں میں تقسیم ہے
1950 کی دہائی میں ان کا فلمی نغمہ نگاری کے حوالے سے مصروف ترین وقت گزارا
آپ کی نظر کیمیا اثر تھی آپ مستجاب الدعوات تھے
موصوف مسلمانوں کی وحدت کا علمبردار ہے
تھیوبالڈس ہاؤس جسے تھیوبالڈس محل بھی کہا جاتا ہے انگلستان کی کاؤنٹی ہارٹفورڈشائر میں چیزہنٹ کے قریب ایک شاہی محل تھا
ا س وقت تک تاتاریوں کے بغداد پر حملے کو قریبا 6 مہینے گزر چکے تھے
ا س وقت تک تاتاریوں کے بغداد پر حملے کو قریبا 6 مہینے گذر چکے تھے
سولوشن میں ایج پازیٹو اور سلفیٹ نیگیٹو آین ہوتے ہیں جو سلفیورک ایسڈ بناتے ہے
وہ ایک مصنف اور مدرس ہیں
کیول دھیر اردو کے مشہور افسانہ نگار ہیں
اور اس کام کو قرب ال ہی کا ذریعہ سمجھ کر گذرے
کتاب مقدس کے مطابق روایتی طور پر اسے ارض اسرائیل اور تاریخی طور پر فلسطین سے جانا جاتا ہے
کسان لوگ بھارت , پاکستان اور افغانستان میں پائے جاتے ہیں
افغانستان میں بھی یہ لوگ پائے جاتے ہیں
اس کیپسول کے اقسام نگلے جاتے ہیں یا مقعد میں ڈالے جاتے ہیں
صرف 36 سال کی عمر پا کر عین عالم شباب میں فوت ہوگ
پہلے لاہور میں دفن ہوئے لیکن بعد میں ان کو نجف لے جا کر دفن کیا گیا
عرفی شیرازی ایران کے ایک معروف شاعر تھے
یہ بینڈ راک پاپ اور کلاسیکی انداز کو بجاتا ہے
اپنے شیخ محترم کی صحبت میں مسلسل اڑھائی برس گزار کر منازل سلوک و تصوف عملا طے کئے
"
ان کے بعد محمود مدنی عبوری صدر پھر مستقل صدر بنائے گئے
تقسیم ہند کے بعد پاکستان منتقل ہوگئے یہیں تعلیم مکمل کی اور 1950 میں ریڈیو پاکستان سے منسلک ہوئے
وہ کراچی میں پاپوش نگر کے قبرستان میں آسود خاک ہیں
پاکستانی طالبان کی چھتری تلے کئی جنگجو گروہ جمع ہیں جو مشترکہ کاروائیاں کر تے ہیں
جنگ کے بعد فوج کل راز داری کے تحت ایک ڈرامائی تنظیم نو سے گذری
اک عمر قطع وادی شب میں گذر گئی
جلوزئی گاؤں ضلع نوش ر , خیبر پختونخوا , پاکستان وادی چراٹ کا ایک مش ور خوبصورت اور پرانا گاؤں ہے
جلوزئی گاؤں پشاور سے 37 کلو میٹر جنوب مغرب میں واقع ہے
سرکاری ہسپتال اور چند نجی علاج کے مراکز بھی ہیں
گاؤں کے لوگ زیاد تر دوسرے علاقوں میں کاروبار کرتے ہیں
زیاد تر لوگوں کے اپنے کاروبار ہیں
ہاؤسنگ سوسائٹی اور انڈسٹریل اسٹیٹ کے قیام کے بعد جلوزئی ایک جدید اور ترقی یافت گاؤں ہوگا
مقامی افراد اسے ( زلوزو ) کے نام سے بھی پکارتے ہیں
"
یہ ان شیعہ پرچموں کی فہرست ہے جو اہل تشیع حکومتوں یا ریاستوں کے ہاں استعمال کیے گئے یا کیے جا رہے ہیں
کرولی ضلع چکوال کا ایک اہم گاؤں ہے
وہاں وضو کرتے ہوئے آپ نے علاقے کا نام کرولی پسند فرمایا
یہاں کے لوگ مزارات کا بہت احترام کرتے ہیں
یہاں پر حضرت جمال شا کا مزار قابل ذکر ہے جہاں ہر سال عرس منایا جاتا ہے
یہاں پر حضرت جمال شا کا مزار قابل ذکر ہے جہاں ہر سال عرس منایا جاتا ہے
جن میں چھوٹو کا دست راست پہلوان عرف پلو بھی شامل تھا
اس دور کو پلیولیتھک دور کہا جاتا ہے
ڈاکٹر سردار سورن سنگھ ایک پاکستانی سکھ ڈاکٹر ٹی وی میزبان سیاستدان تھے
سورن سنگھ پرویز خٹک انتظامیہ میں بطور پختونخوا صوبائی وزیر برائے اقلیتی امور خدمات سرانجام دیتے رہے تھے
مزید تصدیق کے لیے اس لکیر پر شورے کے تیزاب کا ایک قطرہ ڈالا جاتا ہے
مزید تصدیق کے لیے اس لکیر پر شورے کے تیزاب کا ایک قطرہ لگایا جاتا ہے
اس عمل میں پانی برتن سے باہر چھلکنا نہیں چاہیے
اے کرنے کے بعد کچھ عرصہ وہاں گزار کر وطن لوٹ آئے
احمد سعید ناگی ( پیدائش 2 فروری 1916 وفات یکم ستمبر 2006 ) پاکستان سے تعلق رکھنے والے عالمی شہرت یافتہ مصور تھے
پنجاب ( پاکستان ) میں شامل کوٹ مٹھن خاص کر پیر غلام فرید کی وجہ سے مشہور ہے
یوں کل ملا کر سات زبانیں بنتی ہیں
آپ کا عرس مبارک ہر سال 5 6 7 ربیع الثانی کو منعقد وتا ہے
عاشقوں کے سلطان عشق حقیقی کا مقام جو آپ کو عطا ہوا و بہت کم لوگوں کو نصیب ہواہے
سلوک کی منزلیں طے ہونے لگیں اور معرفت کا سفر مختصر اور آسان ہو گیا
اقرار پر کئی الزامات بھی لگائے گئے ہیں
اقرار پر کئی الزامات بھی لگائے گئے ہیں
وہ بنیادی طور پر روسی تھے
دا ن 1972 سے 2017 تک مختلف روسی سفارتی خدمات سے جڑے ہوئے تھے
فخرالدین مٹھل دیاں تن من کیتا چو
آپ ریاضی دان انجنیئر ماہر علم فلکیات اور مترجم گزرے ہیں
محشر بدایونی کا شمار اردو کے ممتاز شعرا میں ہوتا ہے
وہ کراچی میں سخی حسن کے قبرستان میں آسود خاک ہیں
ماڑی شہر یا پرانی ماڑی دریا کے کنارے پہاڑ کی دو شاخوں کے درمیان ایک وادی میں واقع ہے
اس موڑ سے مشرق میں پہاڑ کے دوحصوں کے درمیان ایک تنگ سا درہ ہے
درے میں سے گذریں تو سامنے ماڑی شہر ہے
یوں لگتا ہے جیسے یہ شہر ایک پیالے کے اندر واقع ہے
یوں لگتا ہے جیسے یہ شہر ایک پیالے کے اندر واقع ہے
ماڑی شہر ضلع میانوالی کی سب سے قدیم بستی ہے بائیں جانب پہاڑی کی چوٹی پر دو عدد بہت قدیم مندر بنے ہوئے ہیں
1935 میں اس پارٹی کوانڈین نیشنل کانگریس میں ضم کردیا گیا
ایسی طبیعی مقداریں جو بنیادی مقداروں سے اخذ کی جائیں ماخوذ مقداریں کہلاتی یں
فلم ناروے سے باہر نہیں دکھائی گئی
اس کے ہدایت کار اور اداکار سنجے خان بھی بری طرح جل گئے تھے اور انہیں پلاسٹک سرجری سے گذرنا پڑا تھا
شیخ ہبۃ اللہ اخندزادہ مولوی محمد خان صاحب کی نرینہ اولاد میں دوسرے نمبر پر ہیں
1947 میں ان کا خاندان ہجرت کر کے لاہور منتقل ہوگیا
ان پہاڑوں پر سال کے بیشتر حصوں میں برف جمی رہتی ہے
ان پہاڑوں پر سال کے بیشتر حصوں میں برف جمی رہتی ہے
وہ اسلامی دائرۃ المعارف کی تیاری میں مصروف رہے
اور کبھی ٹوپیاں بنا کر فروخت کرا لیتے اور اسی میں گزر کرتے
لیساڈلی ( پیدائش 4 دسمبر 1925 وفات 20 نومبر 2009 ) اطالوی کوہ پیماتھے
1923 میں انھوں نے لندن میں موجود اس شاخ کو عالمی صوفی تحریک میں ضم کردیا
مگر 1192 وال جمگ میں ھو ھر لوگوں نے حصہ نہیں لیا تھا اس لیے رائے پتہورا و محمد غوری سے ش ست ہوئی
ڈوگر تو زیادہ تر جٹ ہیں لیکن ان کے کچھ خاندان اپنی گوتیں بتاتے جن میں کھوکھرڈوگر بھی شامل ہیں
وہ پاکستان میں " تجریدی مصوری " کی بانیوں میں شمار ہوتی تھیں
شمیم حنفی اردو کے ایک مشہور شاعر نقاد اور ڈراما نگار تھے
شمیم ایک شاعر نقاد ڈراما نگار اور مترجم ہونے کے ساتھ ساتھ کئی دیگر فنون سے بھی دلچسپی رکھتے تھے
اسی وجہ سے عملی فنون مصوری کمھار کے فن وغیرہ میں گہری دلچسپی تھی
وہ ا س زمانے میں خلیفہ بنا جب کہ خلافت عباسیہ اپنے عہد زوال سے گذر رہی تھی
( موضوع ) بحث و جدل بے فائدہ ہے ( اس کا نہ ضرر ہے نہ کوئی نفع )
( موضوع ) بحث و جدل بے فائدہ ہے ( اس کا نہ ضرر ہے نہ کوئی نفع )
اور ائمہ کب تقیہ کرتے تہے
اور وہ کن سے ڈرتے تہے
اور ہم دعوت دیتے ہیں کہ فکر اہل بیت اور تراث اہل بیہت کو پڑہیں
ہم دعوت دیتے ہیں کہ شیعہ سنی امام مشترکہ نماز پڑھی جائے
اور ان میں سے معتدل اور غلات کے درمیان فرق کرنا سیکہیں
ہم اعتقاد رکھتے ہیں کہ تقیہ کا عھد گذر گیا
کتاب کے حوالے سے آغا صاحب لکھتے ہیں
"
اس بار پورا دن گذر گیا اور محمد اور پادری صاحب نہیں آئے
مشتق کے معنی نکلا ہوا کے ہوتے ہیں
کوسامبی ( انگریزی ) ہندوستان کا ایک قدیم شہر تھا
اس مسجد کی خصوصیت یہ ہے کہ یہ خالص لکڑی سے بنی ہے
تسلیم فاضلی 17 جون 1982 کو کراچی پاکستان میں دل کا دورہ پڑنے سے وفات پا گئے
اہل قرآن شیعہ کا عقیدہ ہے کہ حضرت عیسی اگرچہ صلیب پر نہیں چڑھے لیکن ان کی وفات ھوگئی اور وہ دوبارہ واپس نہیں آینگے
اماموں کا معصوم و منصوص ہونا
یہیں انہوں نے دین ال ہی کی بنیاد رکھی تھی
اقبال مہدی ( پیدائش یکم اپریل 1946 وفات 19 مئی 2008 ) پاکستان سے تعلق رکھنے والے بین الاقوامی شہرت یافتہ مصور تھے
اب تک جس قدر سال تخلیق کائنات سے گزر چکے ہیں ا نہیں یوم العالم کے سال شمار کیا جاتا ہے
عشق مشک اور اللہ کےاولیا کبھی چھپےنہیں رہتے
چند ایک خادم اور چاروں یار موجود تھے
کلدیپ نیر ایک بھارتی صحافی کالم نگار مصنف فعالیت پسند برائے انسانی حقوق تھے
یہ گروہ پرتشدد گروہ ہیں جو صرف زیر جامہ لباس زیب تن کیے حملے کرتے ہیں
پنجاب کے روایتی کھیلوں کے فروغ کے لیے ریاستی حکومت 2014 سے پنجاب کے روایتی کھیلوں کو فروغ دینے کے اقدامات کر رہی ہے
وہ پندرہ سال کی عمر میں گھر سے بھاگ کر ایک مسلح تنظیم میں سن 2010 میں شامل ہو گئے
وہ پندرہ سال کی عمر میں گھر سے بھاگ کر ایک مسلح تنظیم میں سن 2010 میں شامل ہو گئے
11 جولائی 2016 کو وہ کنزرویٹو پارٹی کی سربراہ بنیں اور دو دن بعد 13 جولائی کو وزیر اعظم بن تھیں
اس زمرے میں تعلیم کئی سطحوں پر ہو سکتی ہے جس میں ثانوی تعلیم اور اعلی تعلیم یا جامعاتی تعلیم شامل ہو سکتی ہے
جب لاش دریافت ہوئی تو قتل کو ہوئے پندرہ سے 36 گھنٹے گذر چکے تھے
مٹھہ ٹوانہ سے لنک روڈ بجار شیخو کھگلی اور اوکھلی موہلہ سے گذر کے نور پور تھل روڈ فارمجاتاہے
کئی کتب منتشر ہوگئیں اور بعض غائب کر دی گئیں
ہیر رانجھا 1970 میں نمائش کے لیے پیش ہونے والی پنجابی زبان میں پاکستان کی مقبول ترین فلم ھے
ہیر رانجھا 1970 میں نمائش کے لیے پیش ہونے والی پنجابی زبان میں پاکستان کی مقبول ترین فلم ہے
ہاشم انصاری بابری مسجد میں رام للا کی مورتیاں رکھنے کے شاہد تھے
رتن سنگھ نے بھارت کی ریڈیو خدمات کے ادارہ آکاشوانی میں ملازمت کی ہے
انہوں نے حسب ذیل افسانوی مجموعے لکھے ہیں
رتن سنگھ ایک مشہور اردو افسانہ نگار ناول نگار اور شاعر تھے
بعد ازاں مغلوں نے اسے گرفتار کیا اور سنہ 1716 میں اسے موت کے گھاٹ اتار دیا
ہم ہنس دیے ہم چپ رہے منظور تھا پردہ تیرا
آخر سید محمد قاسم نے بھی انکے روضہ مبارک پر قرار کیا اور کافی عرصہ وہاں گزارا
آرندپور جانے سے قبل گروگوبند سنگھ کی ابتدائی زندگی یہیں گذری
اس عمل سے نووارد بچوں تک کو گذرنا پڑتا ہے
آرندپور جانے سے قبل گروگوبند سنگھ کی ابتدائی زندگی یہیں گذری
ہر دور میں درزی کی مانگ رہی ہے وقت کے ساتھ درزی نے اپنی مہارت کو ڈھالا ہے
ایک دن لنکا کے بدقماش راجا راون کا اس جنگل سے گذر ہوا اور سیتا کو اٹھا کر لے گیا
لیکن دور حاضر میں یہ بعض لکھاریوں کو ویکیپیڈیا سے دور کرنے کا سبب بن رہی ہے
2015کے مطابق قادرآباد کی آبادی تقریبا " 103 , 000افراد کے قریب ہے
الکبیدش بن کالیناس 450 404 قبل مسیح ایک ممتاز اتینیان سیاستدان خطیب اور جنرل گذرا ہے
بعض ہندو مؤرخین کے مطابق اسے کاشی وشوناتھ مندر کے کھنڈر پر تعمیر کیا گیا ہے
مسلم ضیائی نے تمام عمر تجرد میں گزاری
ساتھ ہی یہ جہاز بغیر ایندھن بھرے اور بغیر رکے 18 گھنٹے تک پرواز بھر سکنے کی صلاحیت رکھتا ہے
ان کے شوہر گوپال راؤ نے بھی ان کا بھرپور تعاون کیا اور ان کی حوصلہ افزائی کی
یہ پانچویں صدی ہجری ( تقریبا گیارہویں صدی عیسوی ) میں سید عبدالقادر جیلانی کے حکم سے آئے
متعلقہ موضوعات کی تلاش میں مدد کر سکتا ہے
نیوآرک قلعہ بارہویں صدی میں انگلستان کی کاؤنٹی ناٹنگھمشائر میں نیوآرک کے مقام پر بنایا جانے والی ایک قلعہ ہے
فتح برصغیر کے مسلمانوں کی علاحدگی پسند ثقافت کے خلاف بھی بولتا رہتا ہے
طارق فتح پاکستانی نژاد کینیڈین مصنف براڈکاسٹر اور بے دین لبرل کارکن تھے
طارق فتح اسلامی انتہا پسندی کے خلاف بولنے میں معروف تھے
انہوں نے کینیڈین مسلم کانگریس کی بنیاد رکھی ہے طارق اسلام کی اعتدال پسند اور ترقی پسند صورت کا حامی رہے
طارق فتح اسلام مخالف گفتگو اور بیانات کے لیے مشہور تھے
ان کی پیدائش کراچی میں ہوئی لیکن نسلا وہ پنجابی راجپوت تھے
اس میں امام ترمذی کی کتاب العلل الکبیر اور ابن ابو حاتم کی الجرح والتعدیل وغیرہ شامل ہیں
اسی مسجد سے انہوں نے دین اسلام کے فروغ اور استقامت کے لئے سندھ کے حاکموں کے نام خطوط لکھے
عبد النبی شامی نقشبندی ( 1619 1733 ) سلسلہ احسنیہ مجددیہ کے جلیل القدر بزرگ تھے
بچپن پرتاپ گڑھ میں گذرا
متعدد دینی و علمی اداروں کے سرپرست تھے
اس کے علاوہ مدرسہ فلاح المسلمین رائے بریلی کے ناظم اور دار عرفات کے نائب صدر تھے
عربی زبان و ادب کے ماہر ناقد نیز موجودہ دور کے فکر اسلام کے ماہرین میں سے تھے
تصوف سلوک میں محمد واضح رشید حسنی ندوی اپنے برادر اکبر محمد رابع حسنی ندوی کے مجاز و خلیفہ بھی تھے
اس کے کیا نتائج سامنے آ رہ ہیں
اس کے کیا نتائج سامنے آ رہے ہیں
الہامی کتابوں کی صورت میں رہنمائی کی موجوگی میں انسانی نظریات کو دین کے ساتھ گڈ مڈ کرنے کی کیا ضرورت تھی
1969 سے 1970 تک انہوں نے اپنی زندگی اپارتھائیڈ حکومت کے پریٹوریا جیل میں گذری
میرزا غازی بیگ کی تعلیم کیا تھی اور کس طرح ہوئی اس کی کوئی تفصیل موجود نہیں
بالآخر اطبا نے تصدیق کر دی کہ یہ یقینا سرطان ہے
شہر میں پانچ گیٹ لگائے جاتے
یہ سلسلہ یکم اکتوبر 2016 سے شروع ہو کر مہینے کے ختم تک جاری رہا
2001 کی بھارتی مردم شماری کے مطابق 10 , 270 , 485 مسلمان مہاراشٹر میں رہتے ہیں
چالیس سال تک اورنگزیب کی ملازمت رہے اور یہ زمانہ بڑی عزت و احترام سے گزارا
ابو الواعظ ہرگامی نےتمام عمر تعلیم و تدریس میں گزاری یہ اورنگزیب عالمگیر کے اساتذہ میں سے تھے
واپسی پر فریضہ حج ادا کیا
آپ کا نام زیارت ناحیہ مقدسہ میں آتا ہے
سع د بن عبدالل اپنی جگہ سے اٹھے اور کہا
اس فلم کی موسیقی وشال شیکھر نے تشکیل دی جو 16 اگست 2016 کو پیش کی گئی
بہت سے شہروں اور ملکوں سے گذرا اور بہت سی لڑائیاں جیتی اور ترگرت کے ملک میں داخل ہوا
شداد جب رات کو لیٹتے تو خوف سے اس قدر بے چین اور متاثر ہوتے جیسے بھاڑ میں چنا
ا س کا سارا وقت ا نتظام ملک میں گذرا
برای یاد مرا در دلش گزر دادن
ان کا لقب ابو العسر ہےکیونکہ ان کی تصنیفات بہت مشکل ہوتیں ان سے روایات ابو المعالی محمد بن نصر الخط ب نےلیں
جبکہ باقی علاقوں کی سرکماشی جن قبائل کے پاس ہے ان کی تفصیل کچھ یوں ہے
جبکہ باقی علاقوں کی سرکماشی جن قبائل کے پاس ہے ان کی تفصیل کچھ یوں ہے
بشیر مہتاب ضلع رام بن ریاست جموں و کشمیر سے تعلق رکھتے ہیں
ڈر تھا کہ وہ اپنی نسل بڑھائے بغیر ہی دنیا سے نہ چلاجائے
1946 میں پنجاب مسلم سٹوڈنٹس فیڈریشن کا ایک جلوس سناتن دھرم کالج کے سامنے سے گذرا تو کالج کے اندر سے فائرنگ کی گئی
آپ کے آ با و اجداد صدور علما کبار میں سے گزرے ہیں
اس طرح آپ بہت سی تنظیموں سے آپ وابستہ ہیں
آپ 1976 سے انڈین میڈکل ایسوسی ایشن بہرائچ شاخ کے ارکان تھے
ریڈکراس بہرائچ کے سرپرست تھے
مہاراج سنگھ انٹر کالج کی انتظامیہ کے ارکان تھے
اس طرح آپ بہت سی تنظیموں سے آپ وابستہ رہے
امام وکیع بن الجراح مشہور محدث اور فقیہ تھے
راؤ ( لقب ) ہندی زبان کا لفظ ھے
راؤ ( لقب ) ہندی زبان کا لفظ ہے
گرینچ کے معیاری وقت کے مطابق 11 23 پر اور پاکستانی وقت کے مطابق 4 23 پر چاند زمین کے قریب ترین مقام پر تھا
1876 اٹاوہ بھارت انتہائی فقیرانہ زندگی گزاری
الجوینی کا بچپن موضع ج و ین نزد نیشاپور میں گذرا
ان کی نسبت لوگ اعتقاد ولایت رکھتے ہیں اور تمام عمرا ن کی تعلیم علوم میں باوجود نا بینا ہونے کے گزری
پریم دل والا راجکماری میتھالی کو دیکھ کر اس کے عشق میں گرفتار ہوجاتا ہے
مناظر احسن گیلانی نے اپنی نشو و نما کا بڑا حص ہ دادھیال گیلانی میں گذرا آپ کا خاندان خالص دینی و مذہبی تھا
1971 میں بھی بھارت پاکستان کی جنگ کارگل میں لڑی گی
1971 میں بھی بھارت پاکستان کی جنگ کارگل میں لڑی گئی
1999 میں جبکی دونوں ملکوں کے پاس جوہری ہتھیار موجود تھے پھر سے کارگل میں جنگ لڑی گئی
1999 میں جبکی دونوں ملکوں کے پاس جوہری ہتھیار موجود تھے پھر سے کارگل میں جنگ لڑی گئی
اور زینت کے لیے اس کے اوپر خشخاش کے بیج ڈال دیے جاتے ہیں
علامہ اسماعیل حقی کی ولادت 1063ھ آ دوس میں ہوئی بروسہ قسطنط ن ہ میں زندگی کا اکثر حصہ گزارا
اس نے زندگ ا اہم حصہ بطور خانہ بہ دوش گزارا اور پ ر اپنے دور ے بڑے شاعر بنا
ہرو ضلع ہری پور اور ضلع اٹک گزر کر دریا سندھ میں جا گرتا ہے
سیف علی جنجوعہ نے26 اکتوبر 1948 کو جاں بہ حق ہوئے
جہاں پر آستانہ عالیہ پیر سید فیض علی شاہ سجادہ نشین پیر سید مقدس حسین شاہ قائم ہے
ملک پاکستان اور جیکب آباد سندہ کی مشہور سیاسی شخصیت ہو گذرے ہیں
ہیرا خالص کاربن ہوتا ہے جس میں سے روشنی گذر سکتی ہے مگر بجلی نہیں گذر سکتی
ہیرا خالص کاربن ہوتا ہے جس میں سے روشنی گذر سکتی ہے مگر بجلی نہیں گذر سکتی
اس کے برعکس گریفائیٹ بھی کاربن ہی ہوتا ہے مگر اس میں سے روشنی نہیں گذر سکتی لیکن بجلی گذر جاتی ہے
اس کے برعکس گریفائیٹ بھی کاربن ہی ہوتا ہے مگر اس میں سے روشنی نہیں گذر سکتی لیکن بجلی گذر جاتی ہے
فاسفورس کی تیسری قسم کالا فاسفورس ہوتی ہے جس میں سے بجلی گذر سکتی ہے
سفید قلعی سے بجلی گذر سکتی ہے مگر خاکستری قلعی سے نہیں
ہیرا خالص کاربن ہوتا ہے جس میں سے روشنی گزر سکتی ہے مگر بجلی نہیں گزر سکتی
ہیرا خالص کاربن ہوتا ہے جس میں سے روشنی گزر سکتی ہے مگر بجلی نہیں گزر سکتی
اس کے برعکس گریفائیٹ بھی کاربن ہی ہوتا ہے مگر اس میں سے روشنی نہیں گزر سکتی لیکن بجلی گزر جاتی ہے
اس کے برعکس گریفائیٹ بھی کاربن ہی ہوتا ہے مگر اس میں سے روشنی نہیں گزر سکتی لیکن بجلی گزر جاتی ہے
فاسفورس کی تیسری قسم کالا فاسفورس ہوتی ہے جس میں سے بجلی گزر سکتی ہے
سفید قلعی سے بجلی گزر سکتی ہے مگر خاکستری قلعی سے نہیں
نابغہ جعدی کے نام میں اختلاف ہے ق س بن عبد الل بعض نے عبد الل بن ق س لکھاہے
جنکا سلسلہ نسب سیدنا صدیق اکبر تک جاتا ہے
دریائے کابل اور دریائے سوات کے جنگلوں میں کافی عرصہ زہد و عبادت میں گزارا
زیادہ مقدار میں کھا لینے سے جلاب لگ جاتے جو ایک دو دن میں خود ہی ٹھیک ہو جاتے ہیں
چنانچہ وہ واپس آئیں اور وہیں عدت گزاری
ابوعبیدہ جو اپنے زمانہ کے مشہور محدث گذرے ہیں زینب کے نور نظر تھے
کپڑے ایک جیسے اور نکھرے ہوئے نظر آتے ہیں
سماجی اور معاشرتی پروگراموں میں اصلاح رسوم کی بنیاد ڈالی
ایک عرصہ تک اس سلاح کے ذریعہ دینی عقائد و اصول کو ذہنوں میں راسخ کیا
1938 میں آپ کا عقد ہوا
قبلہ سلطان عالم کا سالانہ عرس 9 مئی کو دربارعالیہ شریف کالادیو جہلم میں ہوتا ہے
لیل و نہار لاہور پاکستان سے شائع ہونے والا ایک ادبی جریدہ تھا جس کا اجرا 20 جنوری 1957 میں ہوا
پی ایچ ڈی کی ڈگری حاصل کرنے کے بعد وہ لاہور واپس لوٹے
طارق عزیز ( 28 اپریل 1936 ) پاکستان کے نامور صداکار اداکار اور شاعر تھے
ان کا مطالعہ بہت وسیع تھا
طارق عزیز ہمہ جہت شخصیت تھے
اور پھر ہم سب نے دیکھا کہ طارق عزیز کا سلام ساری دنیا تک پہنچ گیا
ڈارک میٹر یعنی کے سیاہ مادہ کا اس وقت پتا چلا جب پروفیسر فرٹز وکی قومہ کلسٹر کہکشاں کا مشاہدہ کر رہے تھے
ہری پور جو ہزارہ ڈویژن کا اہم شہر ہے
تاریخی شواہد سے ا س بات کی تحقیق ممکن ہے کہ یہ مقبرہ کس شخصیت کاہے
مصنفہ تہمینہ درانی مریو نواز کی چاچی ھیں
مصنفہ تہمینہ درانی مریم نواز کی چاچی ہیں
آپ کے تلامذہ اور خلفا میں نا مور علما اور مشائخ گذرے چند خلفا کے نام یہ ہیں
سید بلاول شاہ المعروف " نورانی بابا " آپ ایک ولی بزرگ گذرے ہیں
2015 میں ایم ٹی ایل ٹریکٹروں کے 7 نمونے بنا اور بیچ چکی ہے
2015 میں ایم ٹی ایل ٹریکٹروں کے 7 نمونے بنا اور بیچ چکی ہے
ابو الطیب الطبری کی ولادت 348ھبمطابق 960ھ آمل صوبہ طبرستان میں ہوئی جبکہ زندگی کا اکثر حصہ بغداد میں گزارا
کتاب کے تیسرے حصہ میں ا ن مشاہیر کا تذکرہ کیا گیا ہے جو عہد اکبری میں گذرے ہیں
ٹریننگ کم سیاحت زیادہ کی
سرو سہارنپوری کی پہچان ادب , اور شاعری ہے آپ نے ساری زندگی راولپنڈی ( پنجاب ) , پاکستان میں گزاری
ا ن کی زندگی کا ابتدائی حصہ دمشق میں گذرا جہاں ا نہوں نے مشہور علما سے تعلیم حاصل کی
ابن القلانسی کی زندگی کا طویل حصہ دمشق میں گذرا
بقیہ تمام عمر وہیں گزاری جہاں آپ کا مزار ہے
اور اس کا تعلق قبیلہ بنیامین سے تھا
یہ منوچہر کی اولاد سے گزرا ہے
اور آنے والے مورخوں نے بھی اصل نام دریافت کرنے کی بجائے لقب ہی لکھنے پر اکتفا کیا
کنچن چودھری بھٹاچاریہ اتراکھنڈ پولیس کی سابق ڈائریکٹر جنرل تھی
وہ کسی ریاست کی پولیس ڈائریکٹر جنرل بننے والی پہلی عورت تھی اور 31 اکتوبر 2007 کو سروس سے ریٹائر ہوئی
وہ کرن بیدی کے بعد اس ملک کی دوسری خاتون آئی پی ایس افسر تھی
اس کے پاس 33 سال کے کام کا ایک شاندار تجربہ تھا
وہ 1973 میں آئی پی ایس میں شامل ہونے والی دوسری افسر اور اترپردیش کیڈر کی پہلی خاتون آئی پی ایس افسر تھی
اس کے مختلف شوق تھے
وہ شاعری لکھتی تھی اور ڈرامے میں حصہ لیتی تھی
وہ شاعری لکھتی تھی اور ڈرامے میں حصہ لیتی تھی
تین دن گذر گئے لیکن وہ نہیں گئی اور آخری دن پر ڈائریکٹر نے انہیں آڈیشن دینے پر مجبور کر دیا
مسیحی ایپوکریفا اور اسلام کے مطابق آپ مریم کی والدہ اور یسوع مسیح کی نانی تھیں
ڈاکٹر سید محمد امین میاں کئی کتابیں تصنیف کرچکے ہیں
اس کی یاد میں جوہی شہر میں اکبر جسکانی میموریل لائبرری 2000ع سے قائم ہے اور نوجوانوں کے لیے علمی استفادے کا مرکز ہے
انہی کی اولاد میں سید ناصر حسین چشتی بھی گزرے ہیں
انہی کی اولاد میں سید ناصر حسین چشتی بھی گذرے ہیں
18 جون 2023 تک ( ایک روزہ نمبر 4586 ) تک مکمل ہے
اور ان کے بیٹے سموئیل اور بیوی حناح بھی نبی گذرے تھے
زندگی کا زیادہ حصہ کراچی ( سندھ ) , پاکستان میں گزارا
ستلج ریفارمڈ چرچ آف پاکستان " ورلڈریفارمڈفیلوشپ " نیشنل اکیومینیکل کونسل پاکستان اور پاکستان الائنس آف چرچز کا رکن ہے
پرائمری تک تعلیم حاصل کرنے کے بعد والدین کے ہمراہ کراچی میں سکونت اختیار کی
یہ مقدمہ ممبئی ہائی کورٹ میں آخری سماعت کے مرحلے سے گذر رہا ہے
کیرانہ کا قصبہ کوروکھیشتر کے قریب واقع ہے جہاں کوروں اور پانڈوؤں میں جنگ ہوئی تھی
مخدوم سکندربودلہ بہار کو 694ھ بمطابق 1298 کو راجہ چوپٹ نے شہید کروایا تھا
تاریخ ولادت 14 فروری 1962 ہے
مارچ 2015 سارہ نے سپائس جیٹ میں کام کیا ہے
سوشیو کا سال پیدائش اور سال وفات معلوم نہیں ہو سکا غالبا ا س کی زندگی کا ایک طویل حصہ اطالیہ میں گذرا
سید ابراہیم شیرازی سادات میں سے سب سے پہلے عرب سے نکل کر ایران کے بہت بڑے شہر شیراز میں آباد ہوئے
تو اس نے دو سالوں تک امنون سے بات تک نہ کری جیسے ہی دوسال گذرے ابی سلوم نے امنون کو قتل کر دیا
پوری زندگی سادگی میں گزاری
پیرغلام حسن سواگ کی تمام عمر دین اسلام اور شریعت مصطفی کے احکام کی اشاعت فرمانے میں گزری
پیرغلام حسن سواگ کی تمام عمر دین اسلام اور شریعت مصطفی کے احکام کی اشاعت فرمانے میں گذری
وہ مال کے بدلے مال نہیں دیتا
ہر روز تین بار گھٹنے ٹیک کر دعا کر تا اور اس کی شکر گزاری کر تا تھا
کٹپا ( ستیہ راج ) اپنی کہانی سنانا جاری رکھتا ہے کہ کس طرح اس نے باہوبلی کو مارا
وہ انڈین انسٹی ٹیوٹ آف مینیجمنٹ احمدآباد سے ایم بی اے میں فارغ التحصیل ہوئی
پانچویں جلد کی اشاعت 2012 میں ہوئی
شیخ مرزا اکمل الدین کامل بدخشی کشمیریسلسلہ نقشبندیہ کے کشمیر میں بزرگ ہو گزرے ہیں
خدا نے موسی کو دوبارہ مصر بھیجا تاکہ وہ بنی اسرائیلیوں کو غلامی سے نجات دلا سکے اور ان کی آزادی کا مطالبہ کرے
اور ہم ایک ایسے ملک سے گذرے جو اپنے باشندوں کو کھا جاتا ہے
جب چودہ سال گذر گئے تو موسی بنی اسرائیلیوں کو بحیرہ مردار کے مشرق کے ارد گرد کے علاقے ادوم اور موآب لے گئے
آپ کی ولادت لکھنؤ سے تین منزل کی مسافت پر جائس اور نصیر آباد میں واقع ہوئی
مزید دیکھیں زمرہ عہد نامہ جدید کے مسیحی سینٹ
مزید دیکھیں زمرہ عہد نامہ قدیم کے مسیحی سینٹ
اردن میں شامی پناہ گزینوں کے لیے پانچ کیمپ قا م کیے گیے ہیں
مسز ضیاعلی نے ریٹائرمنٹ کے بعداپنی باقی ماندہ زندگی ایک سوشل ورکر کی حیثیت سے گزاری
جامعہ تعلیم القرآن واقع راجہ بازارراولپنڈی بھی اسی مکتب فکرکاادارہ ھے
بلیچنگ پاوڈر ایک طاقتور تکسیدی عامل ہے اور کئی طرح کے رنگ کاٹ سکتا ہے
ابن الجزری کی ابتدائی زندگی دمشق میں ہی گذری
تقسیم ہند کے بعد وہ پاکستان منتقل ہو گئے اور درس و تدریس کے شعبے سے وابستہ ہوئے
تقسیم ہند کے بعد وہ پاکستان منتقل ہو گئے اور درس و تدریس کے شعبے سے وابستہ ہوئے
یہ چیمپئین ٹرافی کا آٹھواں ٹورنامنٹ تھا
اور شاگروں کے پاس تھوڑی سی مچھلیاں ت ہیں
عبدالرحیم ناگوری ( اے آر ناگوری ) کے نام سےپاکستان کے معروف مصور تھے
قاری زبید رسولپاکستان کے مشہور و معروف نعت خواں گزرے ہیں
مجھے دکھ ہوا کہ جو بات یورپ والے مان گئے ہمارے والوں کا کیا مسئلہ ہے
اس کے علاوہ تمباکو اور کچھ کیمیائی مادے اور خوشبو ڈال کر اسے پاؤچ میں پیک کیا ہوتا ہے
وہ شرٹ پتلون سے لےکر سوٹ تک برانڈڈ پہن لیتے ہیں
شرٹ ایک سلا ہوا کپڑا ہوتا ہے جس عام طور سے مرد حضرات پہنتے ہیں
اس کا مقصد یہ ہے کہ ایک آزاد ویکی متنی کتب دست یاب ہوں جس میں کتب کے متون موجود ہوں
یہ مضمون ایک شخصیت کے حوالے بہترین مضمون ہے
شدت پسند گروہ پر یہ بھی الزام تھق کہ یہ جنگ میں کیمیائی ہتھیار استعمال کر رہے تھے
شدت پسند گروہ پر یہ بھی الزام تھق کہ یہ جنگ میں کیمیائی ہتھیار استعمال کر رہے تھے
مولانا سید شہاب الدین سلفی فردوسی ( ولادت 1956 ) ایک مشہور عالم دین مصنف اور سماجی خدمتگار تھے
شہرشولاپورمیں واقع اطہر بلڈ بینک اور مسجد السلام کے بانی اور چیرمین تھے
آپ نے اردو میں نبی کی سیرت سمیت کئی کتابیں لکھی تھیں
1795 میں ا نہیں سلطنت مغلیہ نے بحیثیت نواب کرناٹک تسلیم کیا
779ھ بمطابق 1377 ایران میں پیدا ہوئے اور زیادہ عمر بخارا میں گزاری اس نسبت سے بخاری کہلاتے ہیں
برکاتی ایک علمی خانوادے سے تعلق رکھتے تھے
حیدرآباد میں رہائش کے دوران میں گذر اوقات کے لیے آپ نے چھ روپے ماہوار پر ٹیوشن پڑھایا
وارہہ مہر ( انگریزی ) بکرما جیت کے نو رتنوں میں سے ایک رتن تھے
احمد ر م تیونس میں فقہ حنفی کے اکابر علما میں سے تھے
روایتی دیومالا کے ہیرو نے سماجی دنیا کے تحفط کو پیچھے رہنے دیا تھا
اگر وہ کامیاب ہو گیا تو وہ اپنے لوگوں کے پاس کچھ نئی اور قیمتی باتیں لے کر لوٹے گا
ان کا بچپن انقلاب کے سائے میں گذرا اور کم عمری میں والدین دنیا سے کوچ کر گئے
ایسا مانا جاتا ہے کہ جاپانی مجموعہ الجزائر پر پہلی انسانی آبادی زمانہ قبل از تاریخ سے موجود ہے
ان کا خیال تھا کہ ذات پات کا فرق چھوت چھات پوجا پاٹ اور طبقاتی اونچ نیچ پنڈتوں اور مولویوں کے ڈھونگ ہیں
غزلیں بھی نظرسے گذریں جوایساآئینہ ہیں جومصفااورمجل اہے اورکسی سفلی جذبے کے غبارکاکوئی ذرہ اس آئینے کی سطح پرنہیں ہے
مغربی کنارہ میں اسرائیلی حکومتی ادارہ ہے
جوں جوں عمر بڑھی یہ شوق بھی پختہ ہوتا گیا
کندیاں میں ریلوے کے قبرستان میں مدفن ہیں
کتبہ پر آپکا اپنالکھا ھوا شعر کندہ ہے
ایک امریکی اداکارہ رقاصہ اور کوریوگرافر تھی
بدرالدین بدر سرگودھا ( پنجاب ) پاکستان اردو کے شاعر اور مصنف تھے
حسین محمد ارشاد ایک بنگلہ دیشی سیاست دان تھے جو 1983 سے 1990 تک بنگلہ دیش کے دسویں صدر رہے
آج فقط اک لفظ بنا ہے
خورشید بیگ چار بہنوں اور تین بھائیوں میں سب سے بڑے تھے
آپ صفرالمظفر 1341ھ بمطابق ستمبر 1922 کو بمقام نیلہ ضلع چکوال میں اپنے ننہال کے ہاں پیدا ہوئے اور اسی نسبت سے آپ نیلوی کہلائے
آپ کے والد ماجد کا اسم گرامی شیر محمد تھا اور قومیت کے لحاظ سے آپ اعوان تھے
آدھی رات فرشتہ مصر سے گذرا اور فرعون سے لے کر قید خانہ کے قیدی تک کے پہلوٹوں کو قتل کر دیے گئے
محمد طیب طاہری آپ کے علمی جانشین مقرر ہوئے اورجماعت کےمرکزی امیرمنتخب ہوئے
ادونی رام یا ادورام ( عبرانی میرا خداوند سرفراز ہے
والد کا نام شیخ محمد امین تھا ساری زندگی اسی جگہ گزاری
سائیں مولا شاہ کی وفات1944 زندگی کے آخری ایام میں تبر شریف ضلع گورداسپور میں باغبانی کا کام کرتے گزارا
غیاث الدین خواندمیر دسویں صدی ہجری کے ایرانی مؤرخ تھے
2001 سے آپ کانگریس صدر سونیا گاندھی کے سیاسی سیکرٹری بھی رہے
کے ایچ خورشید کا بچپن گلگت میں گذرا
بسم اللہ الرحمن الرحیم ڈھینگ جٹ قبیلہ کی شاخ ہے
ح ومت ایران نے اس کتاب پر پابندی لگادی ہے تاہم اس کا پی ڈی ایف نسخہ انٹر نیٹ پر بآسانی مل جاتا ہے
مخالفین کو قتل کرنے کے ساتھ ساتھ گروپ کی مالی سرگرمیوں کو پورا کرنے کے لیے ساتھ ساتھ ڈاکے بھی ڈالنا شروع کردئیے
دودفعہ ا س کی درخواست نامنظور کردی گئی
جوکہ بعدازاں عمر قید میں بدل دی گئی
ابو اسما غض ف بن الحارث زنیم الثمالی اور کہا گیاالس ونی اوربعض ازدی کہتےہیں
روانی بلوچ رند قبیلہ کی ایک مضبوط شاخ ہے
قوی تحقیق ہے کہ بلوچ قوم کا تعلق شام کے علاقہ حلب کی وادی بلوص سے ہے
قوی تحقیق ہے کہ بلوچ قوم کا تعلق شام کے علاقہ حلب کی وادی بلوص سے ہے
مزید تحقیق سے پتہ چلتا ہے
ایران کے صوبہ بلوچستان اور پاکستان کے صوبہ بلوچستان میں آباد قبائل میں بہت سی چیزیں مشترک ہیں
پاکستان میں آباد بلوچ قبائل کو دو بڑے گروپوں میں تقسیم کیا جاتا ہے
ان میں بگٹی لاشاری رند اور اس کی ذیلی شاخیں شامل ہیں
یہی وجہ ہے کہ روانی قبیلہ پنجاب اور بلوچستان میں بکھر کر رہے گیا ہے
یہی وجہ ہے کہ روانی قبیلہ پنجاب اور بلوچستان میں بکھر کر رہے گیا ہے
آج بھی یہ خاندان اپنے نسبتی لقب " رحمانی " کے نام سے جانا پہچانا جاتا ہے
جو سیاسی و مذھبی خدمت میں مصروف ہیں اور رھیں گے انشا اللہ
یہاں پر ایک گورنمنٹ بوائز ہائی سکول مڈل گرلز سکول پرائمری سکول اور بیسک ہیلتھ سینٹر موجود ہے
پبی پاکستان کے صوبہ خیبر پختونخوا کے ضلع نوشہرہ کی ایک تحصیل ہے جوپشاورسے 20کلومیٹر کے فاصلہ پر جی ٹی روڈ کے دونوں جانب اباد ہیں
ا وریجن ادامنتیس مسیحی کلیسیا میں ایک جید عالم گزرا ہے
ا وریجن ادامنتیس مسیحی کلیسیا میں ایک جید عالم گذرا ہے
1988 میں اس میلے کی اعزازی صدارت شہزادہ البرٹ دوم کو دی گئی
لاوہ ایشیا کا سب سے بڑا قصبہ تھا
ڈاکٹر مبشر حسنپاکستان کے ممتاز دانشور سائنس دان سول انجینئیر استاد سیاست دان محقق مبصر صحافی تجزیہ نگار تھے
چنانچہ ان کا بچپن دادا دادی کے ساتھ گاؤں میں گذرا
اگر سبھی ارکان دو صنفی ہوں تو ممکن ہے خاندان کا ہر رکن بلا لحاظ جنس کسی ایک سے تعلق قائم کرے گا
ام ولد اس زر خرید کنیز کو کہا جاتا ہے جو اپنے مالک کے بچے کی ماں بن جائے
سسرال میں سکونت کا نظام اختیار کرنے والے خاندان عموم ا گھریلو وسائل کی مشترکہ ملکیت پر یقین رکھتے ہیں
یہاں ایک بہت بڑا گراؤنڈ ہے جہاں بچے اور جوان شام کے وقت کرکٹ اور والی بال کھیلتے ہیں
آپ کا تعلق جھنگ کے علاقے گڑھ مہا راجہ سے ہے
ا س وقت کل یگ کے 3600 سال گذر چکے تھے اور آریہ بھٹکی عمر 23 سال تھی
آریہ بھٹ کی تحقیق کے مطابق اب تک یعنی سال 2017 تک کل یگ کے 5119 سال گذر چکے ہیں
جہاں پر آپ کا بچپن کھیتی باڑی کے امور میں والد کا ہاتھ بٹاتے ہوئے گذرا
مدھم سی موسیقی چلتی رہتی ہے
اور تمام زندگی وہیل چئیر پر گزری
جس نے وہیں پرورش پائی جو آگے چل کر شکنتلا کے نام سے مشہور ہوئی
ابتدائی زندگی ٹھٹہ اور سندھ کے شہروں میں گذری
اختصارعلوم الحدث ( حافظ ابن کثیر کی کتاب کاترجمہ ہے )
صارفین کا یہ عزم کس حد تک پورا ہوا ذیل کے اعداد و شمار اس کی وضاحت کریں گے
جب کہ 60 معاملوں میں کم عمر مائیں حمل سے پہلے ناچاقی جنسی تجربے کے مرحلے سے گذر چکی ہیں
مستعین باللہ کا عہد خلافت انتشار سامرا کے دورانیہ میں گذرا
مستعین کا زمانہ خلافت بہت مختصر تھا اور یہ مختصر مدت شور و فتن میں گذری
ان کے بڑے مسئلہ مسائل کو محمدحیات چاکرانی حل کرتا ہے سیاست میں زیادہ دلچسپی رکھتے ہیں
ا س کے نام کا خطبہ جامع بغداد میں پڑھوایا گیا ا مور سلطنت کے تمام اختیارات برکیاروق کو سونپ دیے گئے
اپنی ا نہی مہارتوں کے سبب وہ نظام حیدرآباد علی خان آصف جاہ ثانی کے ہمراہ تین جنگوں میں شریک رہی
پھر یتیم خانہ لاہور روڈ کے قریب واقع مسجد رحمت اللعالمین میں خطیب رہے جہاں سے پندرہ ہزار ماہانہ مشاہرہ ملتا تھا
پھر یتیم خانہ لاہور روڈ کے قریب واقع مسجد رحمت اللعالمین میں خطیب رہے جہاں سے پندرہ ہزار ماہانہ مشاہرہ ملتا تھا
اس کے علاوہ فدایان ختم نبوت پاکستان اور مجلس علما نظامیہ کے مرکزی امیر رہے
دار العلوم انجمن نعمانیہ سمیت کئی مدارس تنظیمات اور اداروں کے سر پرست و نگران رہے
72 سال کی عمر میں 15 دسمبر 1974 کو وارانسی میں انتقال کرگئیں
گلہ 5000سال پرانا ہے اسکے مشرق میں پہاڑی سلسلہ ہے جس میں 5000 سال پرانے شہر کے آثار کھنڈر کی شکل میں آباد ہیں
گلہ 5000سال پرانا ہے اسکے مشرق میں پہاڑی سلسلہ ہے جس میں 5000 سال پرانے شہر کے آثار کھنڈر کی شکل میں آباد ہیں
گلہ 5000سال پرانا ہے اسکے مشرق میں پہاڑی سلسلہ ہے جس میں 5000 سال پرانے شہر کے آثار کھنڈر کی شکل میں آباد ہیں
یعنی مدینہ میں اسعد بن زرارہ اور ابو الہیثم بن تیہان توحید کا نظریہ رکھتے تھے
اس کتاب میں حضرت سیدنا غوث اعظم کے حالات و واقعات قلم بند کیے گیئے ہیں
پنجابی تارکین وطن پہلے ملایا سنگاپور اور چین وغیرہ گئے لیکن ان میں سے اکثر جلد ہی کینیڈا اور بعد ازاں امریکا آنے لگے
غدر تحریک نے بظاہر اسی تحریک کی کوکھ سے جنم لیا لیکن اس کی جدوجہد کا پس منظر قدرے مختلف تھا
ان کی زیر ادارت ماہنامہ ساتھی کا خاص نمبر شکایت نمبر مئ 2018 میں 208 صفحات کے ساتھ شائع ہوا تھا
یسوع کا پانی پر چلنا یسوع مسیح کا اناجیل میں مذکور ایک معجزہ ہے
میں آپ سے درخواست کرتا ہوں کہ اگر آپ مجھے اس قابل سمجھتے ہیں تو مجھے استرجع کنندہ کے حقوق دوبارہ دے دیے جائیں
اور اصنف اسی کی خاطر تخلیق کا کرب جھیلتا ہے
وہ ماخود کالا باغ کوہاٹ بنوں ڈیرہ جات وغیرہ میں سے گزرا
بعد میں اس لڑکی کی لاش 9 جنوری کو کچرے کے ڈھیر میں ملی جو شاہ باز خان روڈ پر تھا
حکومت اور متعلقہ ادارے ایسے واقعات کے خلاف اقدام کریں
نواز شریف نا اہل قرار دیے گئے
23 جولائی 2018 کو جماعت نے لاہور میں ریلیاں نکالیں
جس کو الیکشن کمیشن نے مسترد کیا ہے کہ عام انتخابات میں کوئی دھاندلی نہیں ہوئی
پاؤنڈ 2004 میں قید میں ہی 51 سال کی عمر میں گذر گیا
دیگر ممالک کے یہودی شہری بھی شمالی کوریا میں داخلے کے بعد کئی مسائل سے گذرے
سردی منفی 30 ڈگری اور گرمیوں میں بھی 20 ڈگری سنٹی گریڈ سے 10 ڈگری سینٹی گریڈ تک رہتا ہے
زینت محل کی رہائش اکثر دہلی کے مضافاتی علاقہ لال کنواں میں واقع ایک حویلی میں رہی
اسمیں شک نہیں کہ بعض ایسے صاحب گزرے ہیں جنکو مادرزاد ولی کے لقب سے پکارا جاتا ہے
ان ایام میں ایک دن کا ذکر ہے کہ ایک ہندو معہ چند سواروں کے وہاں سے گزر رہا تھا
النبی یوشع کی مجموعی آبادی 70 افراد پر مشتمل تھی
یہود ( انگریزی ) جدید بابلی سلطنت کا ایک صوبہ جو بحیرہ روم میں واقع تھا
یہود مدیناتا ( انگریزی ) ہخامنشی سلطنت کا ایک صوبہ جو بحیرہ روم میں واقع تھا
فالیولوجی خاندان ( انگریزی ) بازنطینی سلطنت کا ایک شاہی خاندان تھا
نینو چروتی ( پیدائش 25 ستمبر 1930 بیئلا پیعیمونتے میں ) ایک اطالوی کاروباری آدمی اور اسٹائلسٹ تھے
دیسی امریکی شاخ کی خصوصیات ڈومینیکی و ڈوو کو دوسرے وڈوو مذاہب سے مختلف بناتی ہے
وہ مسلمانوں کے مذہبی رہنما شعلہ بیان خطیب اور قلم کار تھے
اس دوران میں بی جے پی کے رہنماؤں نے تقریریں بھی کیں جن میں ایڈوانی مرلی منوہر جوشی اور اوما بھارتی قابل ذکر ہیں
"
سلطان العارفین حضرت مخدوم سی د عبد الرشید حقانی برصغیر میں سلسلہ سہروردی کے عظیم روحانی بزرگ تھے
ڈیوڈ ہیملٹن کوک ایک امریکی بزنس مین انسان دوست سیاسی کارکن اور کیمیائی انجینئر تھا
سر جیمز مائیکل گولڈ سمتھ گولڈ سمتھ خاندان کا ایک رکن سرمایہ کار اور سیاست دان تھا
ہرشیتا دہیا ( انگریزی ) ایک ہریانوی گلوکارہ اور اداکارہ تھیں
ذرائع کے مطابق بشری بی بی پاکستان کی پہلی باپردہ خاتون اول تھیں
وہ بالاعلان مشاعروں اور جلسوں میں اپنی انقلابی نظمیں پڑھتے تھے
میرا یہ گاؤں تحصیل عیسی خیل میں واقع ہے
اور یہ دریائے سندھ کے مغربی کنارے پر ایک کلو میٹر کے فاصلے پر واقع ہے
اکبر خان مہمند قبیلے کے خان اور نواب گذرے ہے
بیکلائٹ بنانے کا عمل کئی مراحل پر مشتمل ہوتا ہے
باپ کے یگ میں ستی بن بلائے چلی جاتی ہے
2010 میں یونیسکو ولوں شاؤلن مندر اور پگوڈا جنگل کو عالمی وراثت قرار دیا
سردار بوٹا سنگھ ایک بھارتی سیاست دان تھے
2015 میں گروور نے الون فلم کی ساتھی اداکارہ بپاشا باسو سے دوستی کی اور 30 اپریل 2016 میں اس سے بیاہ کر لیا
مولانا طلحہ کاندھلوی شیخ الحدیث مولانا محمد زکریا کاندھلوی کے بیٹے اور مظاہر علوم سہارنپور کے ناظم تھے
لہاسا میں بولی جانے والی زبان کو ٹکسالی تبتی مانا جاتا ہے
وہ پاکستانی عام انتخابات 1990 میں پہلی مرتبہ پیپلز پارٹی کے امیدوار کے طور پر قومی اسمبلی کے لیے منتخب ہوئے تھا
ستمبر 2018 میں اسے 2018 کے ایشیا کپ کے لیے پاکستان کے ایک روزہ بین الاقوامی دستے کا حصہ بنایا گیا
تشبیہ سید ایک معروف پاکستانی نژاد امریکی تھے جنہوں نے کھل کر اپنے کئی کالموں اور نگارشات میں اسرائیل کی حمایت کی تھی
تشبیہ سید ایک معروف پاکستانی نژاد امریکی تھے جنہوں نے کھل کر اپنے کئی کالموں اور نگارشات میں اسرائیل کی حمایت کی تھی
یہ بھی بات عام ہوئی کہ پاکستان نے اطالیہ سے تین جہاز مصر کے لیے خریدے تھے
یہ پہلا موقع تھا جب کسی اسرائیلی سفارت کار نے کسی مسلمان درگاہ یا مقام زیارت پر حاضری دی ہو
جیسا کہ سنگاپور میں موجود اسرائیلی سفارت خانہ اپنا دائرہ کار مشرقی تیمورتک بھی رکھتا ہے شاید وہ پاکستان تک توسیع دے سکتا ہے
یہ بدھ مت کی نئی شکل سمجھی جاتی ہے جس کی بنیاد بھیم راؤ رام جی امبیڈکر نے رکھی
پاکستان کے سامنے امریکا نے گھٹنے ٹجک دیے
آپ کا شمار تابع تابعین میں ہوتا ھے
آپ کا شمار تابع تابعین میں ہوتا ہے
قبیلہ ابر میں ایک ( غالب ) نامی شخص ہے اس سے تعلقات نہ رکھنا کیونکہ وہ ( آل ابی طالب ) کا طرفدار ہے
قبیلہ ابر میں ایک ( غالب ) نامی شخص ہے اس سے تعلقات نہ رکھنا کیونکہ وہ ( آل ابی طالب ) کا طرفدار ہے
پختون قبائل میں پہلے ہی امیر عبد الرحمن خان کے زمانے سے شیعہ اور بریلوی مخالف جذبات پائے جاتے تھے
ایئر چیف مارشل مجاہد انور خان ایک فور اسٹار رینک آفیسر اور چیف آف ائیر اسٹاف پاک فضائیہ تھے
ایئر مارشل مجاہد انور خان پاک فضائیہ کے 22 ویں سربراہ تھے
دوسرے الفاظ میں یہ وہ نقطہ ہے جب سورج خط استوا کے عین اوپر سے گذرے
سلومی ( " شلومیت " ) یا مریم سلومی یسوع کی ایک پیروکار تھی جس کا اناجیل اربعہ میں اختصارا ذکر ملتا ہے
اسی سلسلہ کے معرکہ سمرقند میں جام شہادت نوش فرمائی 1
اس کی آبادی 50 ہزار سے زیادہ ہے
یہ یونین کونسل اور اہم تجارتی مرکز بھی ہے
مرتدشہنشاہ جولین کے دور میں یہودیوں کو سرکاری ظلم و ستم میں تھوڑا وقفہ آیا
آئی بی ایم کلاؤڈ کمپیوٹنگ آئی بی ایم کی ایک کلاؤڈ کمپیوٹنگ خدمت ہے
توحید کے پرچار کی وجہ سے رام موہن رائے کو اپنے والد اور گھر سے الگ ہونا پڑا
ابن جبیر جہاں جہاں سے گذرے
ابن جبیر جہاں جہاں سے گزرے
نابالغ بیواؤں کے لیے انہوں نے ایک اسکول قائم کرنے کا منصوبہ بنا رکھا تھا کہ ان کے شوہر 1882 میں وفات پا گئے
خویلد ابن اسد ( وفات 585 ) قریش کے ایک تاجر اور ام المومنین حضرت خدیجۃ الکبری کے والد تھے
ان کا بچپن خاصی مشکلوں میں گذرا اور اپنی زندگی کے ابتدائی برسوں ہی میں انھیں تکلیفوں اور مصائب کا خاصا تجربہ ہوا
والٹر مونڈیل ایک امریکی سیاست دان سفارتکار اور وکیل تھا
عابد علی بنیادی طور پر ایک پاکستانی ٹیلی ویژن اداکار تھے جنہوں نے لالی وڈ اور بالی وڈ فلموں میں بھی کا کیا ہے
عابد علی بنیادی طور پر ایک پاکستانی ٹیلی ویژن اداکار تھے جنہوں نے لالی وڈ اور بالی وڈ فلموں میں بھی کام کیا تھا
انہوں نے ہزاروں قحط زدہ افراد کی مدد کی اور جی کھول کر رقم صرف کی
لندن میں دو مہینے کی انٹرنشپ مکمل کرنے سے پہلے چار مہینے تک اسکاٹ لینڈ میں وقت بھی گذرا
ان کے دور حکومت کا بیشتر وقت مغلوں شیدیوں میسور اور پرتگیزیوں سے لڑائی میں گذرا
تاہم 1666 سے 1670 کا عرصہ فریقین کے درمیان میں مصالحت مفاہمت اور انتہائی دوستانہ ماحول میں گذرا
وہ بچپن سے ہی رقص میں خصوصی دلچسپی رکھتی ہے اور کی اسٹیج شوز میں اپنی کارکردگی دکھائی ہے
یہ دسمبر 1986 کو تعمیر کیا گیا اور اس کی تعمیر پر 10 ملین امریکی ڈالر کی لاگت آئی تھی
کئی بار مدھو اچاریہ کو مسلمان سرداروں کی جاگیروں اور علاقوں سے ہو کر گذرنا پڑا
ان کے پیروکاروں ان کو پیش بین جھاڑ پھونک کے ذریعے علاج کرنے والی اور معجزے کرنے والی سمجھتے تھے
آبراہ یا آب گذر یعنی پانی کی گذرگاہ یا راستہ ہے
نرملا ناگ پال مشہور نام سروج خان ( پیدائش 22 نومبر 1948 3جولائی 2020 ) بالی ووڈ کی ممتاز بھارتی رقص کوریو گرافر تھی
بھارت کی طرف سے دھونی پہلے کپتان ہیں جو 200 میچوں میں کپتانی کرچکے ہیں
چونکہ روحانی ترقی کے لیے محض عقیدت ہی کافی سمجھی جاتی تھی تو لوگ جوق در جوق شامل ہو سکتےت ہے
بابا ہری داس یوگا کے استاد خاموشی اختیار کرنے والے سنیاسی اور دھرم اور موکش کے مبصر تھے
اس کے علاوہ انہیں کریہ یوگا ایور وید سانکھیہ تنتر یوگا وید اور سنسکرت پر بھی مہارت حاصل تھی
اس کے علاوہ وہ مصنف ڈراما نگار مارشل آرٹس کے استاد مجسمہ ساز اور مندروں کے ماہر معمار بھی تھے
اگرچہ وہ خود کبھی نہیں بولتے مگر کئی زبانوں پر عبور حاصل تھا اور ان میں لکھتے تھے
اگرچہ وہ خود کبھی نہیں بولتے مگر کئی زبانوں پر عبور حاصل تھا اور ان میں لکھتے تھے
نینی تال کے بابا ہری داس سوامی ہری داس سے الگ شخصیت تھے
وہ اجمیر کے خواجہ غریب نواز اور دہلی کے نظام الدین اولیا کی بہت عقیدت مند تھیں
وہ اسلام کی ابتدائی بنیادی تشریحات پر تنقید کے لیے بہت مشہور تھیں اور اسلام کی انتہا پسندی کو سمجھنے کا کہتی تھیں
وہ اسلام کی ابتدائی بنیادی تشریحات پر تنقید کے لیے بہت مشہور تھیں اور اسلام کی انتہا پسندی کو سمجھنے کا کہتی تھیں
فضل تھنگل کا بچپن اپنے والد کی زیر نگرانی تعلیم حاصل کرنے میں گذرا
وہ خون کی کمی سے متاثر ہوئی اور کچھ مہینے بعد اسقاط حمل اور تناؤ کے شدید دوروں سے گذری
خالد جاوید ( پیدائش 9 مارچ 1960 ) ایک بھارتی ناول نگار اور اردو افسانہ نگار ہیں
دیویندر سنگھ ( جنم 6 نومبر 1947 ) پنجاب کے ایک معاصر بھارتی فن کار ( مصور ) ہیں
1920 میں کانگرس اور خلافت کمیٹی کے اجلاس منعقد ہ بریلی میں تشریف لے کیے ابو الکلام آزاد سے بحث و مباحثہ کیا
مغلیہ بادشاہوں نے سولہویں صدی میں اس سڑک سے گذر کر کشمیر فتح کیا تھا
غلام مصطف ی خان ہندوستانی کلاسیکی موسیقی کے گلوکار تھے
وہ کلاسیکی گلوکار راشد خان کے استاد ہیں اور ممبئی مہاراشٹر میں اپنے خاندان کے ساتھ رہتے تھے
اس کے علاوہ کرشن کو مرلی بجاتے ہوئے تری بھنگی انداز جو دکھایا گیا ہے وہ بھی ان کا مرہون منت ہے
ان کے جنازے میں ہزاروں افراد شریک ہوئے
لکھنؤ کے اہل تشیع شہدائے کربلا کا سوگ منانے اور ان کے قصیدے پڑھنے کو اپنا مذہبی فریضہ خیال کرتے ہیں
جمہوریہ آئرلینڈ کی ایک بیرونی ہے
عارف الرحمان علوی ( پیدائش 29 جولائی 1949 ) ایک پاکستانی سیاست دان جو تیرہویں اور موجودہ صدر پاکستان ں
خیال زمان اورکزئی پاکستانی سیاست دان تھے
اس دن انہوں نے اعلان کیاکہ
تاہم ایسے بہت سے شوافع بھی گذرے ہیں جنھوں نے ان کے بعض نظریات سے استفادہ کیا اور انہیں اختیار کرنے کی کوشش کی
اتنی دیر میں پرندے فرار ہو گئے اور باقی سارا دن بے کار گذرا
اگلے دن پٹانالہ میں تعزیہ پر پتھراؤ ہوا جس میں 10 افراد مارے گئے اور درجنوں زخمی ہوئے
ان کے بعد مرثیہ خوان یا تحت اللفظ خوان آتے تھے جو مرثیوں کو شاعرانہ انداز میں سناتے
مجلسوں میں ختم کے وقت شربت پلانا یا مٹھائی یا کھانا تقسیم کرنا لازم تھا
مجتہدین کے وہاں کی مجلسوں میں پابندی دین کا بہت خیال رہتا تھا
خصوصا یہاں غفران مآب کے امام باڑے میں نویں محرم کو جو مجلس ہوتی تھی وہ خاص شان اور امتیاز رکھتی تھی
خصوصا یہاں غفران مآب کے امام باڑے میں نویں محرم کو جو مجلس ہوتی تھی وہ خاص شان اور امتیاز رکھتی تھی
اس کی شرکت کے شوق میں لوگ دور دور سے آتے تھے
محرم بنارس میں مکمل طور پہ امن و امان سے گذرا
وہ اردو کی مشہور لغت کریم اللغات کے مولف تھے
بڑے ہو کر تحصیل علم کے لیے دہلی چلے گئے اور یہاں صرف و نحو منطق فلسفہ فقہ اور حدیث کی تعلیم حاصل کی
بڑے ہو کر تحصیل علم کے لیے دہلی چلے گئے اور یہاں صرف و نحو منطق فلسفہ فقہ اور حدیث کی تعلیم حاصل کی
ہفت روزہ تہذیب نسواں کا پہلا شمارہ یکم جولائی 1898 کو منظر عام پر آیا
جس پر جا کر چار اضلاع کی خوبصورتی کو دیگھا جا سکتا ہے
ہارکورٹ اسٹریٹ ریلوے لائن ہارکورٹ اسٹریٹ ڈبلن سے شروع ہو کر جنوبی مضافات علاقہ برے تک جاتی ہے
شب اسی گمان میں گذری اسد
شب اسی گمان میں گزری اسد
یہ آخری معرکہ تھا جس میں شیواجی شریک رہے
ساتھ ہی امریکا یورپ مشرق بعید اور اسلامی دور کے سکوں کی بھی اچھی نمائندگی نظر آتی ہے
1047 میں ناصر خسرو جب رملہ سے یروشلم کی طرف سفر کر رہا تھا تو وہ اس کونسل سے گذرا
یہودی بذات خود ایران کی ثقافتی زندگی میں سرگرم کردار ادا کرتے رہے ہیں
آندھرا پردیش اروناچل پردیش اوڈیشا سکم اور تلنگانہ کے اسمبلی انتخابات بھی عام انتخابات کے بعد منعقد ہوں گے
انہوں نے کیرلا اور مدھیہ پردیش می بے جے پی کارکنان کی موت کا بھی حوالہ دیا
یہ فیصلہ اکثریتی ووٹ کی بنا پر کیا گیا تھا
این بی سی کے مطابق 17 جولائی 2015 کو ٹویٹر پر یہ دن رجحان ساز رہا
وہ کوئی بھی شخص تھا کہا جاتا ہے کہ اس نے ابریہ کہ مکہ کی جانب راہنمائی کی تھی
صبح و شام اداسیوں میں گذر جاتے ہیں
اگر آپ کا وہاں سے گزر ہوتا ہے تو کیا آپ ان کی تصاویر بھی ڈال سکتے ہیں
مراۃ الاخبار بانی رام موہن رائے ہندوؤں کے بڑے مصلح برہمو سماج کے بانی کلکتہ کی صحافت کے اہم ستون تھے
پیر حمید الدین سیالوی سیال شریف سرگودھا پاکستان کے ایک روحانی رہنما اور سیاست دان تھے
ان کا تعلق بریلوی مکتب فکر سے تھا
اس سے قبل وزیر اطلاعات و نشریات تھے
ہارون احمد بلور پشاور خیبر پختونخوا سے تعلق رکھنے والے پاکستانی سیاست دان تھے
حدیث میں اسلامی پیغمبر محمد بن عبد اللہ فرماتے ہیں کہ ابراہیم کی اولاد میں تقریبا 25 ہزار انبیا اور رسول گذرے ہیں
ویکیپ ڈیا کا اینڈروئیڈ اطلاقیہ متن میں ترمیم کی سہولت دیتا ہے اور میپ بھی مہیا کرتا ہے
افتخار افی سنت نگر لاہور میں پیدا ہوئے اور ان کا بچپن بھی وہیں گذرا
جیکر اس طرح زندگی کر ے پوری گیتا من دی پڑھے قرآن اندر
اور اس بات کا انھیں یقین تھا کہ میری زندگی میں یہ تحریر کسی کی نظروں سے نہیں گذرے گی
افتخار افی عورتوں کے مسائل پر بڑی دلیری سے لکھتے ہیں اور عورت پر ہونے والے جبر کو مٹانے کا عزم کئے بیٹھے ہیں
یوناہ نے اسے تسلیم کیا اور کہا کہ انہیں ا ٹھا کر سمندر میں پھینک دیں تو وہ تہم جائے گا
اسی کے ساتھ قبل از زچگی زچہ کی موت پر بھی قابو پایا جا سکتا ہے
جتنے بھی معتزلی گذرے ہیں سبھی فصاحت و بلاغت اور اعلی درجہ کے ادیب تھے
پرمولی ضلع صوابی میں ایک گاوں ہے جو بہت ہوبصوت اور دلکش ہے
سردار شیر باز خان مزاری ایک پاکستانی سیاست دان اور قومی اسمبلی کے سابقہ قائد حزب اختلاف بھی تھے
وزارت انسداد منشیات حکومت پاکستان کی ایک وزارت تھی
سردار فتح محمد بزدار نامزد وزیر اعلی پنجاب عثمان بزدار کے والد تھے
میاں محمد افضل حیات ایک پاکستانی سیاست دان تھے
اس کے علاوہ صدر پاکستان کی سرکاری گاڑی پر بھی یہ پرچم آویزاں کیا جاتا ہے
میری پیاری بیٹی ہر حال میں اللہ کا شکر ادا کرنا چاہیے
شازیہ کی ماں تمہیں تو پتہ ہے آج تک ہم نےکبھی کسی سے مانگانہیں
اپنے آس پاس خود دار مساکین کی ضرورتوں سے ہمہ وقت آگاہ رھنے کی درخواست بھی ہے
پاکستان کے اب تک 11 صدور گزر چکے 12ویں ممنون حسین تھے
اپنی بہنوں کے مستقبل کے متعلق بھی وہ فکرمند ہوئے
اسلام کا مطالعہ شروع کیا تو قرآن کی یہ آیت ان کی نگاہ سے گذری
ان کی کئی کتابیں دنیا کیں مختلف زبانوں میں ترجمہ ہو چکی ہیں
مردوں کا ہاکی عالمی کپ 2018 ایک مردوں کا بین الاقوامی فیلڈ ہاکی ٹورنامنٹ تھا
جو ہاکی عالمی کپ کا 14واں ایڈیشن تھا
یہ پہلا عالمی کپ ہے جس میں سب ٹیسٹ کھیلنے والی ٹیمیں موجود نہیں تھیں
1307ھ مطابق 1885 میں دار العلوم سے علیحدگی اختیار کرکے بھوپال گئے اور وہیں انتقال کیا
بھٹیانی لہجہ پنجابی زبان کے ضمنی لہجے مالوی کا ذیلی لہجہ ہے
یہ لہجہ بھارتی پنجاب کے ضلع حصار اور بیکانیر کے راٹھے بولتے ہیں
ان کی تعداد دیگر بولیاں بولنے والوں سے نسبتا کم ہے
یہ فہرست سب سے زیادہ کمائی کرنے والی پاکستانی فلموں کی ہے
فوزیہ سومرو کا بچپن ٹنڈو محمد خان میں ہی گزرا
آج بھی بڑے بڑے افسانہ نگار ان کی تصانیف کو بہت پسند کرتے ہیں
منٹو 2018 میں جاری ہونے والی بھارتی سوانحی ڈراما فلم ہے جس کی مصنفہ اور ہدایت کارہ نندتا داس ہیں
اس نے 23 سال قصبے کی تعمیر و توسیع میں لگائے اور اس کا نام محمدآباد رکھا
اس تحریک کے بانی محمود حسن دیوبندی تھے
وابستہ لوگوں میں عبید اللہ سندھی عزیر گل پیشاوری اور دیوبندی کے دیگر تلامذہ تھے
ریڈ گرینز سویڈن کا ایک بائیں بازو سیاسی اتحاد ہے
ہیپاٹائٹس ای وائرس ای سے پھیلتا ہے
مزید تفصیل کے لیے دیکھو سمتیہ مکاں
دل گراں باری احساس کا بیوپاری ہے
لوٹ آتا ہے وہ یادوں کے جلو میں ھر شام
جمع رکھتا ہے زر خواب کی صورت حامد
اوگو مارتینیز ایک ریٹائرڈ کولمبیائی پولیس اہلکار تھا
تھیانو کی زندگی کے بارے بہت ہی قلیل معلومات حاصل ہو سکی ہیں اور قدیم ذرائع الجھا دینے والے ہیں
فلم کو 28 ستمبر 2018 کو جاری کیا جائے گا
فلم کو 28 ستمبر 2018 کو جاری کیا گیا
یہ لوگ جدید تہذیب سے بالکل ناواقف ہیں اور اپنے آباو اجداد کی طرح زندگی گزار رہے ہیں
و1و مختلف سیاسی جماعتیں جاتیہ سنسد کی 300 نششتوں کے لئے مقابلہ آرا ہوں گی
ان میں بنگلہ دیش عوامی لیگ جاتیہ اوکیہ فرنٹ نمایاں طور پر شامل تھیں
وہ جاپانی تاریخ میں سب سے طویل عرصے تک کام کرنے والے وزیر اعظم تھے
اپنے آبائی جاپانی کے علاوہ آبے انگریزی بھی بولتے تھے
اس کے علاوہ منگ کھٹ ہانگ کانگ سے ٹکرانے والا 1983 کے ایلن طوفان کے بعد طاقت ور ترین طوفان ہے
ملگجی سرخ اینٹوں کے فٹ پاتھ پر خواب کی راکھ کا ڈھیر ہے
ان پر رافضی ہونے کا الزام لگایاہے
سب علی کی روایت حکومت امویہ کے زیر نگین علاقوں کی مساجد میں تقریبا 65 سال ( 657 تا 720 ) تک جاری رہی
بعد میں بتایا گیا کہ پانچواں حملہ آور جسے پہلے گنا نہیں کیا گیا تھا بھی مارا گیا تھا
جو افغانستان قومی کرکٹ ٹیم کے سابق کپتان تھے
کہا جاتا ہے کہ سلطان محمود غزنوی آپ کا معتقد تھا مگر تاریخی حقائق سے اس بات کی نفی ہوتی ہے
آدم ( انگریزی میں ) یہودیت عیسائیت اور اسلام کے مطابق پوری کائنات کے اول انسان ہیں
روز عاشور عابس نے اپنے باوفا غلام سے کہا " کیوں شوذب تمہارا کیا ارادہ ہے
شوذب نے کہا ارادہ کیا ہے
تصویر میں گلو کے پستان بھی دکھائی دیے
چوتھے باب میں اولاد امیرالمومنین علی بن ابی طالب علیہ اسلام کا ذکر ہے
باب دہم میں اولاد امام موسی کاظم ع کا مفصل ذکر ہے
گیارہویں باب میں امام رضا ع کی اولاد کا ذکر ہے
پندرہویں باب میں عمرالاطرف بن امیر المومنین علی ع کا ذکر ہے
اس کی ساتھ چھوٹے بڑے مقاتل کا ذکر قدیمی عربی مصادر کی روشنی میں کیا گیا ہے
آپ واقعہ کربلا میں عاشور کے اولین ش ہدا میں شامل ہیں اور حملہ اولی میں رتبہ شہادت پر فائز ہوئے
یہی وہ شاعر ہیں جنہوں نے ہندی گیت کی ایک قسم اردو میں روایت کی جس کا آھنگ تغزل ہے
گاجر مولی شلغم ٹماٹر مٹر آلو پیاز اور لہسن بھی اس زمین سے اگائے جاتے ہیں
سیل میں مکئ گندم چاول سبزیوں کے ساتھ ساتھ ناشپاتی اخروٹ آڑو جاپانی املوک وغیرہ بھی پائے جاتے ہیں
باڑی میں اخروٹ اور کالے املوک بھی کثرت سے پائے جاتے ہیں
آرتھر ایشکن ( 2 ستمبر 1922 2020 ) امریکی سائنس دان تھے
بصری چمٹوں کے علاوہ وہ ضیائی انعطاف ثانوی موسیقائی پیداوار اور غیر خطی بصریات میں بھی مہارت رکھتے تھے
افغانستان پریمیئر لیگ کے لیے پی سی بی نے صرف ریٹائرڈ کھلاڑیوں ہی کو اجازت دی تھی
جائے پناہ تلاش کرتے ہوئے ان کو ایک مسلم شخص عثمان شیخ کا پتہ ملا جو پونہ کے گجن پیٹ علاقہ میں رہتے تھے
جمال خاشقچی یا جمال خشوگی سعودی عرب کے ایک معروف صحافی تجزیہ نگار اور ایڈیٹر تھے
جمال مرحوم سعودی عربی اسلحے کے تاجر عدنان خاشقجی کے بھتیجے تھے
ترکی حکومت نے ان کے جسم کے ٹکڑے سعودی عرب کے قونصل خانے کے باہر سے ملنے کی تصدیق کی تھی
اس سے قبل وہ نئی دہلی سے شائع ہونے والے اسلامی رسالے کنز الایمان کے مدیر اعلی رہے تھے
پھر اپنی بادشاہت کے گیارہویں سال جب جہانگیر اجین سے گزر رہا تھا تو وہ اس سنیاسی سے ملے بغیر نہ رہ سکا
تین دن کے بعد جہانگیر دوبارہ جدروپ کے پاس گیا اور اس کے ساتھ زیادہ وقت گزارا
فہر کی اولاد میں ق صی بن کلاب ایک مشہور سردار ہو گزرے ہیں
علی بابا پشتو موسیقی کی صنعت میں پہلے صوفی گلوکار ہیں
آدم خان اور درخانئی کا رومان اس کی زندگی میں گذرا
آدم خان اور درخانئی کا رومان اس کی زندگی میں گزرا
آدم خان اور درخانئی کا رومان اس کی زندگی میں گذرا
کچھ عرصہ دہلی میں گزارا پھر کٹڑہ مانک پورہ تحصیل منجھن پور الہ آباد میں آئے
احمد شاہ ابدالی سے جنگ کے نتیجے میں شاہنواز کو پنجاب سے بھاگنا پڑا اور وہ دہلیپہنچا
اور انہوں فلموں میں بھی مہمان کےطور پر آئے
اداکار شکیل 29 جون 2023 کو 85 سال کی عمر میں کراچی میں وفات پا گئے
خط ثلث عربی زبان کا ایک مشہور اور قدیمی خط ہے جسے ابن مقلہ شیرازی نے فروغ دیا
نقوش پا سے ہمارے ا گے ہیں لال و گل رہ بہار سے ہم بے نشاں نہیں گزرے
حقیر ذر ے فضا میں بکھر گئے ہوتے تباہیوں کی حدوں سے گزر گئے ہوتے (
میں اپنے ہر خط فاصل سے گزرا مرا حاصل بھی لا حاصل سے گزرا ( ساجد علی ساجد )
میں اپنے ہر خط فاصل سے گزرا مرا حاصل بھی لا حاصل سے گزرا ( ساجد علی ساجد )
ایک آوارہ ک رن کا بھی نہیں جس میں گزر کوئی بتلاؤ ہمیں دل ہے کہ زنداں یارو
ابوتمام کی جوانی دمشق کے ایک جولاہے کے مددگار کی حیثیت سے گذری
سائپرس پاپولر بینک بینک آف سائپرس کے بعد فبرص کا دوسرا سب سے بڑا بینک تھا
شی چن پھنگ کا بچپن زیادہ تر بیجنگ کی حکمران کلاس کے درمیان گذرا
و 12و انہوں نے کہا ہے کہ وہ بچپن میں ہی ایک ادبی تربیت سے گذری
ضمیر اختر نقوی ( 24 مارچ 1944 ) ایک پاکستانی عالم مذہبی رہنما خطیب اور اردو شاعر تھے
خلیفہ بن سلمان آل خلیفہ ایک بحرینی سیاست دان جو سنہ 1970 سے ملک کے وزیر اعظم تھے
وہ بحرین کے موجودہ بادشاہ حمد بن عیسی آل خلیفہ کے چچا تھے
پو ن کلیان نے ایک لڑکی پاولا شیاملا کو جو ایک مہلک بیماری سے گذر رہی تھی 1 لاکھ روپے عطیہ دیا
عقائد کی پختگی نماز باجماعت کا اہتمام اور وظائف کی پابندی لازم و ملزوم ہے
المتنبہ جو مشرق کے مشہور ترین عرب شعرا میں سے ایک تھے اور خود ایک عرب تھے 956 میں گذر گئے
گاؤں ہے جو ضلع مردان میں آتا ہے
گاؤں ہے جو ضلع مردان میں آتا ہے
شکرتنگی ب ت حوبصورت علاق ہے
ی علاق گنے کیلے ب ت مشہور ہے
اس علاقے میں لویے نھر جو بھت سے لوگ گرمیو میں نھانے کیلے آتے ہے اس کے علاو سیر وتفریح کیلے اتے ہے
اس علاقے میں لویے نھر جو بھت سے لوگ گرمیو میں نھانے کیلے آتے ہے اس کے علاو سیر وتفریح کیلے اتے ہے
اس وقت میرٹھ برطانوی حکومت کا حصہ تھا
اس وقت میرٹھ برطانوی حکومت کا حصہ ہے
اس وقت میرٹھ برطانوی حکومت کا حصہ تھا
اور 21 ستمبر 2011 کو پھانسی دے دی گئی
وہ ملک مغرب کا رہنے والا تھا
ان کے مطابق کولمبیا اسکول اور جن یونیورسٹی میں گذرے سالوں نے انھیں نفسیات کی طرف راغب کرنے میں اہم کردار ادا کیا
یہ لفظ افغان سے بنا ہے
یہ آلہ کسی مضمون کو دوسرے مضامین سے مربوط کرنے کے لیے مفید ہے اور اس سے کوئی مضمون یتیم بھی نہیں رہتا
یہ سرزمین تاریخ میں متعدد لوگوں قبائل ریاستوں اور بادشاہوں کا وطن رہی ہے
خالد نے مغیرہ کو سرکنڈوں کے گھٹوں کے ساتھ باندھا اور تیل چھڑک کر اس کو زندہ جلا کر جہنم واصل کر دیا
ڈاکٹر عطش در انی کے مطابق ان کریکٹرز کی تعداد 19ہے
اس مجموعہ کلام نے سلسلہ شعور کے بہت سے نئے در وا کیے
سیمانچل میں آئے سیلاب سے پریشان حال عوام کی بھی انہوں نے زبردست خدمت کی اور ان تک ہر ممکن امداد پہنچائی گئی
اس کے علاوہ ساحلی تفریحی مقامات میں اسے سمندر میں چہل قدمی اور تفریح کے لیے بھی استعمال کیا جاتا ہے
چوکنڈی جوکھیو قبیلہ کا تاریخی قبرستان ہے جو ملیر کراچی میں ہے
چوکنڈی جوکھیو قبیلہ کا تاریخی قبرستان ہے جو ملیر کراچی میں ہے
اپنے والد کی جنگلوں میں حشرات پہ تحقیق کی وجہ سے ایٹ وڈ کے بچپن کا زیادہ وقت شمالی کی میں گذرا
یسوع مسیح کی جائے ولادت بیت لحم ہے لیکن انھوں نے اپنی زندگی کا بیشتر حصہ ناصرہ میں گزارا
اسے کامیابی , شہرت اور خوشی کے در اپنے لیے وا ہوتے دکھائی دیے
نقلی بتیسی یا مصنوعی دانتوں پر مشتمل بتیسی کو فطری دانتوں کی جگہ پر ضرورت پڑنے پر لگایا جاتا ہے
نقلی بتیسی یا مصنوعی دانتوں پر مشتمل بتیسی کو فطری دانتوں کی جگہ پر ضرورت پڑنے پر لگایا جاتا ہے
یہ وہ علمائے کرام ہیں جن کا تعلق سرزمین چھولس سادات سے ہے اور ان کے متعلق معلومات فراہم نہیں ہو سکی ہیں
اتحاد بنانے کے لئے مذاکرات میں شامل ہونے والی جماعتوں کے نام درج ذیل ہیں
آدتیہ ہ ر دی م سورج کی عبادت پوجا کے منتر ہیں
اگستیہ رشی نے رام جی کو سورج کی پوجا کرنے کا مشورہ دیتے ہوئے یہ منتر کہتے تھے
اسی عرصہ میں کانگریس بھارتی سیاست میں مرکزی جماعت کی حیثیت سے سامنے آئی
ان کا بچپن تورینو کے قریب اورباسانو نامی قصبہ میں گذرا اور انہوں نے کاتھولک کلیسیا مذہب اختیار کیا
محمود الصمد چودھری ایک بنگلہ دیشی سیاست دان جو سنہ 2019 سے جاتیہ سنسد کے رکن تھے
وہ فوری طور پر بندرگاہ پہنچے مگر سمندر کو دو لخت ہو کر انہیں راستہ نہ دینے پر انہیں سخت مایوسی ہوئی
اور باقی دو انگریز بھارتی کے لیے مختص تھیں جن کو صدر بھارت نامزد کرتا تھا
اور باقی دو انگریز بھارتی کے لیے مختص تھیں جن کو صدر بھارت نامزد کرتا تھا
وہ لوک سبھا اسپیکر کو فیصلہ کرنے کے لیے بل کو بھیج سکتا ہے
اسے 82 عرب اسرائیلی ووٹ دیتے تھے
نشان کی حتمی شکل میں تین شیر دیکھے جا سکتے ہیں جبکہ چوتھا نظر نہیں آتا
دیمیتریس خریستوفیاس شادی شدہ تھے
ان کی دو بیٹیاں اور ایک بیٹا تھے
اس بات کا اعلان قدامت پسند قبرص میں حیران کن ثابت ہوا تھا جہاں عموم ا مذہبی جذبہ چھایا ہوا رہتا تھا
موسی تراورے ایک مالی فوجی اور سیاست دان تھے جو 1968 سے 1991 تک مالی کے صدر بھی تھے
محمد حسین طنطاوی ایک مصری فیلڈ مارشل اور سابق سیاست دان تھے
پاکستانی اس فلم کا کریکٹر ایکشن اور ڈراما فلموں کے بارے میں فلم کی تکمیل کی گئی تھی
یہ فلم باکس آفس میں آتے ہی فلاپ ہو گئی
کہانی نسیم یاسین نے لکھی تھی اور موسیقی صابر علی نے دی تھی
شروع میں اس فلم کا برطانوی راج کے دور کا منظر دکھایا گیا
گووا ریجنسی خاص طور پر سخت متاثر ہوا اور وہاں سب سے زیادہ مصیبتوں کا سامنا تھا
انگریزی اور اردو میں سے کس زبان کے محاروے اور روزمر کو و آسانی سے سمج سکتے یں تحریر میں استعمال کرسکتے یں
انگریزی اور اردو میں سے کس زبان کے محاروے اور روزمر کو و آسانی سے سمج سکتے یں تحریر میں استعمال کرسکتے یں
آپ انگریزی کی صورت میں ی ماحول کیسے دے سکتے یں
قشلہ جدہ عثمانی فوج کی جدہ سعودی عرب میں 1525 میں تعمیر کیا جانے والا ایک عسکری قلعہ تھا
لئیق احمد 27 جنوری 2014 کو مختصر علالت کے بعد اسلام آباد میں وفات پا گئے
میڈلین آلبرائیٹ ایک امریکی سیاست دان اور سفارت کار تھیں
نائیجیریا میں عام انتخابات 16 فروری 2019 کو منعقد ہوں گے
1999 کے آخر میں فوجی حکمرانی کے خاتمے کے بعد یہ چھٹا چار سالہ انتخاب تھا
1970 بھولا سائیکلون ایک تباہ کن سائیکلون تھا
سکھ مت کا ماننا ہے کہ دوسرے مذاہب میں بھی روحانی پیشوا گذرے ہیں مثلا کرشن موس ی عیسی اور محمد
بلبل کہاں بہار کہاں باغباں کہاں وہ دن گذر گئے وہ زمانہ گذر گیا
بلبل کہاں بہار کہاں باغباں کہاں وہ دن گذر گئے وہ زمانہ گذر گیا
ایڈمرل ظفر محمود عباسی پاک بحریہ کے اکیسویں سربراہ رہے
رانجھا رانجھا کردی ڈراما 2018 میں ٹی وی پر نشر ہونا شروع ہوا اور 2019 تک جاری رہا
اہم کرداروں میں اقرا عزیز سید جبران عمران اشرف زیب رحمان اسما عباس کاشف محمود عمارہ بٹ شامل تھے
آپ کا عرصہ حکومت داؤد پوتروں کی سازشوں کو کچلنے میں گزر گیا اس لیے ریاست میں مزید وسعت نہیں ہو سکی
یہ شامی محلے میں واقع باغ کے سامنے واقع تھا جو کہ منہدم کر دیا گیا ہے
عشق سبحان اللہ زی ٹی وی سے نشر ہونے والا رومانوی بھارتی سیریل ہے
بادشاہ نے کئی سال قبل چچا کو معزول کر کے اس کے پاؤں کاٹ دیے تھے
زیدیہ بھی رفع یدین کے قائل نہیں صرف تکبیر تحریمہ کے ساتھ کرتے ہیں
اس وقت المصطفی انٹرنیشنل یونیورسٹی ایران سے اسلامک تھیولوجی میں ایم فل مکمل کرچکا ہے
مختلف موضوعات پر تین کتابیں تالیف کرنے کے علاوہ ایک کتاب کا اردو ترجمہ بھی مکمل کرچکا ہے
1982 میں دنگ شاوپنگ کا ایک کتابچہ شائع ہوا جس میں آئین چین کے حتمی نسخہ کی ضرورت سے روشناس کرایا گیا
صادق الخیری نے 26 جنوری 1989 بروز جمعرات کو دل کے دورے کے سبب کراچی میں وفات پائی
اس مندر کو پائی ما سائی ( " " ) کہا جاتا تھاجس کے معنی سفید گھوڑے کا مندر کے ہیں
وہ عرصہ دراز تک انجمن ترقی اردو پاکستان میں بابائے اردو مولوی عبد الحق کے ساتھ کام کرتے رہے
سالار قطب حیدر غازی کے گیارہ فرزند تھے جن میں سے پانچ کی اولاد برصغیر پاک و ہند میں کثرت سے آباد ہے
پروفیسرقیصر نجفی جیکب لائنز کراچی جولائی2004
"
عبد الرحمن کا طویل دور حکومت عرب اور بربر باشندوں کی بغاوتوں کیخلاف جدوجہد کرتے گذرا جن کی اکثریت آزادی چاہتی تھی
وجے کے ساتھ نین تارا کتھیر جیکی شروف اور مزاحیہ اداکار ویویک اس فلم میں اداکاری کررہے ہیں
وجے کے ساتھ نین تارا کتھیر جیکی شروف اور مزاحیہ اداکار ویویک اس فلم میں اداکاری کررہے ہیں
فلم کی موسیقی آسکر اعزاز یافتہ گلوکار و موسیقی ہدایت کار اے آر رحمان نے دی
اس کی ضخامت 96 صفحات ہے
اس میں 82 شعرا کرام کا تذکرہ ہے جو 92 صفحات پر مشتمل ہے
اس میں 82 شعرا کرام کا تذکرہ ہے جو 92 صفحات پر مشتمل ہے
این کے صوبے میں گذرے جو اس کے ناولوں میں کے نام سے جانا جاتا ہے
زولا کا ابتدائی زمانہ بہت غربت میں گذرا
سپائرو ایگنیو ریاستہائے متحدہ امریکا کا انتالیسواں نائب صدر تھا
ان کو عربی ترکی فرانسیسی اور جرمن زبانوں پر ملکہ حاصل تھا
محمد سالم ولد بشیر موریتانیہ کے ایک سیاست دان اور اکتوبر 2018 میں یحیی ولد حدمین کے استعفے کے بعد وزیر اعظم بنے تھے
اس نے اپنے اگلے کھیل میں کینیا کے خلاف 104 ناٹ آؤٹ کے ساتھ اسی کامیابی کو دہرایا
اس عظیم ہستی کا مزار تو نہیں لیکن کیا خدوخیل کا کوئی روڈ کوی چوک ان کے نام ہوسکتا ہے
ابومویہبہ مولی رسول اللہعلامہ ابونعیم کہتے ہیں کہ مسجد نبوی میں رات گذارتے تھے اور اصحاب صفہ کے ساتھ گزر بسر کرتے تھے
ابومویہبہ مولی رسول اللہعلامہ ابونعیم کہتے ہیں کہ مسجد نبوی میں رات گذارتے تھے اور اصحاب صفہ کے ساتھ گذر بسر کرتے تھے
اس نغمے کے نیچے مذکورہ تاریخ پر 441 تبصرے درج ہیں
وہ افسانہ نگار بھی تھیں اور ان کے افسانے کوئیٹہ کے اخبارات میزان اور نعرہ حق کے ادبی صفحات پر شائع ہوتے تھے
امام حافظ جمال الدین ابو محمد عبد اللہ بن یوسف بن محمد زیلعی حنفی مصری حنفی المذہب محدث تھے
اس طرح آپ ایک عرصہ تک گذر اوقات کرتے رہے
ابتدا میں ان کو شعر و ادب سے دلچسپی پیدا ہوئی اور جوانی کا پورا زمانہ اسی وادی میں گذرا
یحیی بن سعید جن کی جرح اوپر گذر چکی ہے تحریری روایت کے بارے میں یہ بھی یحیی بن معین کے ہم خیال تھے
ان کے لیے کئی ٹیوٹر کھے گئے
محمدی بیگم کی تعلیم کے لیے کئی ٹیوٹر رکھے گئے
خواجہ کمال الدین چشتیسلسلہ چشتیہ کے عظیم ولی گزرے ہیں
خواجہ جمال الدین جمن سلسلہ چشتیہ کے ایک عظیم ولی گذرے ہیں
حجرہ شاہ مقیم میں ساری زندگی گزاری
ایشور چندر ودیاساگر نے پیش پیش رہ کر اس کے لیے مہم چلائی
سفر کانعرہ تھا روالی جگن کوالی جگن ( جگن کی واپسی ہو ہمیں جگن چاہیے )
اسی سال ایم اے کے لیے ولسن کالج بمبئی میں داخل ہوئے
یہ پرندہ اپنا گھونسلا نہیں بناتا اور خانہ بدوش پرندہ کہلاتا ہے دوسرے پرندوں کے اجڑے ہوئے گھونسلوں میں انڈے دیتا ہے
جس کو جنرل محمد ضیا الحق کے دور حکومت میں سخت تشدد کر کہ شہید کیا گیا تھا
ایم اے سندھی ادب میں جامع سندھ جامشورو سے کیا
س نا ہے ربط ہے ا س کو خراب حالوں سے
تدریس کی فراغت کے بعد بالعموم اپنا سارا وقت کتب بینی میں گزارا کرتے تھے
مولانا نور اللہ مرقدہ کی زندگی کے پینتیس سال کا عرصہ تعلیمی خدمات میں گزرا
آپ اپنا زیادہ تر وقت اپنے گھر کی لائبریری میں مطالعہ میں گزارا کرتے تھے
اور اپنے تعلیمی و ملی کار ہائے عظیم کا سلسلہ شروع کردیا
تدریس کی فراغت کے بعد بالعموم اپنا سارا وقت کتب بینی میں گذارا کرتے تھے
مولانا نور اللہ مرقدہ کی زندگی کے پینتیس سال کا عرصہ تعلیمی خدمات میں گذرا
آپ اپنا زیادہ تر وقت اپنے گھر کی لائبریری میں مطالعہ میں گذارا کرتے تھے
ایسے عالم میں وہ جاہل مزدور سے بھی گیا گزرا ہوجاتا ہے جو روزانہ کم از کم دو سیر مزدوری کرلیتا ہے
تمام بلوچ قبائل آج بھی جتوئی قبیلے کی سخاوت پر فخر محسوس کرتے ہیں
درد کی ساری تہیں اور سارے گذرے حادثے
" تم نے آج دوسری بار مجھے شمیم کہہ کر پکارہ ہے
غرور غیرت کے نام پر قتل اور بدلے کی کہانی پر مبنی ڈراما سنگ مرمر ہم ٹی وی کے بہترین سیریلز میں سے ہے
مردوں کی دشمنی میں عورتوں کو بھیڑ بکریوں کی طرح قربان کر دیا جاتا ہے
پروفیسر ڈاکٹر طاہر تونسوی اردو اور سرائیکی کے ممتاز محقق ادیب شاعر نقاد اور پروفیسر تھے
ان کا اصل نام حفیظ الرحم ن طاہر تھا
آپ اپنے اندر بہت سی امتیازی خصوصیات تھے
وہ فارسی اور عربی مخطوطات کے ماہر مانے جاتے تھے
خضر حیات عباسی نوشاہی المعروف ڈاکٹر خضر نوشاہی پاکستان کے ممتاز محقق ادیب شاعر اور سلسلہ نوشاہیہ کے صوفی تھے
ابن زیات کے نام سے مندرجہ ذیل شخصیات گذری ہیں
مولانا سید انظر شاہ کشمیری دیوبندی مکتبہ فکر سے وابستہ بلند پایہ محدث گذرے ہیں
ان اولمپکس میں انہیں یہ منفرد مقام بھی حاصل ہوا کہ انہوں نے ہاکی اور اتھلیٹکس دو کھیلوں میں حصہ لیا
اسٹارک اوینجر چھوڑنے کا فیصلہ کرتا ہے اور بارٹن اپنی بیوی بچوں کے ساتھ رہنے کے لیے ریٹائر ہوجاتا ہے
ملک کے کئی حصوں میں اب بھی اس موضوع پر بولنا رسما ممنوع سمجھا جاتا ہے
پنڈت برجموہن دتاتریہ کیفی 1 نومبر 1955 کو دوران سفر قصبہ غازی آباد میں وفات پا گئے
یونین علاقہ جموں و کشمیر دو حصوں میں ہے جموں ڈویژن اور کشمیر ڈویژن اور مزید 20 اضلاع میں منقسم ہے
یونین علاقہ جموں و کشمیر دو حصوں میں ہے جموں ڈویژن اور کشمیر ڈویژن اور مزید 20 اضلاع میں منقسم ہے
بین سرکاری تنظیمیں بین الاقوامی قانون کا اہم حصہ ہوتی ہیں اور انہیں بطور منشور تشکیل دیا جاتا ہے
محمد پرویز ملک پاکستانی سیاست دان تھے
رانا افضل پاکستانی سیاست دان تھے
یہ صوبہ خیبر پختونخواہ ضلع کرک تحصیل تحت نصرتی کے جنوب مشرق میں پنجاب کے باونڈری کے ساتھ ملحقہ علاقہ ہے
اس میں دو2 یونین کونسل ہیں
یہاں کے اکثر لوگ نوکری پیشہ ہیں
اس علاقے میں پانی کی بہت کمی ہے
زیر زمین پانی کی گہرائی 500 600 فٹ ہے
علاقے کے اکثر لوگ غریب ہیں
30فیصد متوسط اور 50 فیصد غریب لوگ ہیں
اس علاقے میں 100 فیصد سنی دیوبندی ہیں
دوسرا کوئی مذہب فرقہ نہیں ہے
بجرنگ نام ہندو مت کے بھگوان ہنومان کے نام پر پڑا جسے بجرنگ بلی کہا جاتا ہے
میجر جنرل آصف غفور پاک فوج کے میجر جنرل اور شعبہ بین الخدماتی تعلقات عامہ ( پاک فوج ) کے بیسویں ڈائریکٹر جنرل تھے
دستہ میں چمڑا لگا ہوا ہے
یہ لشکر متعدد شہروں سے گزرا
یہ لشکر متعدد شہروں سے گذرا
نوال السعدی متعدد عہدوں پر فائز رہیں جیسے
وہ ہیلتھ ایجوکیشن ایسو سی اے شن اور اجپشین ومن رائٹرز ایسو سی اے شن کی بانی بھی تھیں
بھاگوت کے اس بیان پر ملک کی کئی سیاسی قائدین نے سخت رد عمل ظاہر کیا تھا
مارچ 1901 میں ان کی شادی یمنا بائی سے ہوئی
اس کے اعلاوہ دیسی گھی اور دوسری دیسی اشیا بنائی جاتی ہیں جو سردیوں میں لوگوں کو گرم کھتے ہیں
وہ عبد اللہ کو بتاتا ہے کہ امام حسین یہاں سے گذرے تھے اور اس کے لیے گھوڑا چھوڑ گئے ہیں
یہ گھوت دوسری برادریوں میں بھی استعمال ہو رہی ہے
"
لیوتار پیرس کے انٹرنیشنل کالج آف فلاسفی کے بنیاد گزاروں میں سے ایک تھے
نر مخروط گروہ کی شکل میں پائے جاتے ہیں
ابن شہر آشوب نے حملہ اول ی کے شہدا میں انکا بھی نام درج کیا ہے حالات بالکل معلوم نہیں ھوئے
انکا شمار بھی حملہ اول ی کے شہدا میں ہے
یہ باجود اس کے کہ وہ تین آپریشنوں سے پستانوں کے جزوی کا کلی تقطع کے مرحلے سے بھی گذر چکی ہیں
قیس بن مسہر کو نامہ رساں کہا ہے اگر چہ الارشاد میں عبدالل بن یقطر کا تذکرہ ضعیف قول کے ساتھ کیاہے
آپ مجھے اس بات کی اجازت دیں گے کہ جب آپ کے ساتھ کوئی مرد نہیں بچے گا تو میں واپس چلا جاؤں گا
یہ کسی خاص تعمیراتی شاھکار عمارت نہیں ہوتی تھی بلکہ اینٹوں کی تیاری کے لئے بننے والے بھٹے جیسی ساخت کے مینار تھے
سرکاری اہلکاروں کی یہاں تعنیاتی ہوتی
حوادث زمانہ کی وجہ سے باقی کوس مینار مہندم ہوتے گئے
گڑھی شاہو والا مینار باقاعدہ طور پر جنگلہ لگا کر ایک چھوٹے سے پارک میں محفوظ کر دیا گیا ہے
جب کہ منہالہ والا کوس مینار غیر محفوظ ہے
ساختیات کے مظہر میں ثنوئی اختلافات کا نظام موجود ہوتا ہے
ساختیات کے مظہر میں ثنوئی اختلافات کا نظام موجود ہوتا ہے
جس میں افترقات کا مطالعہ اور تجزیہ کیا جاتا ہے اور ساخت سے معنویت معنیات اخذ کی جاتی ہیں
جس میں افترقات کا مطالعہ اور تجزیہ کیا جاتا ہے اور ساخت سے معنویت معنیات اخذ کی جاتی ہیں
جو اصل میں فکر کا طرز نظر اور رسائی ھوتی ہے
1913 ) جن کو جدید لسانیات کا بانی کہا جاتا ہے
ساختیاتی مطالعوں میں " ادب " کو دوسرے درجے کا نظام فکر تصور کیا گیا ہے
مارکسزم مظریات فرائڈین ازم اور وجودیت کے خمیر سے ساختیات کا فکری اور مناجیاتی ڈھانچہ تشکیل پایا ہے
احمد سھیل نے اپنی کتاب میں ان مکاتب فکر کو ساختیات کی مباحث میں شامل کیا ہے
ساختیات کے نظریاتی فکری لسانی تنقیدی اور تحریکی کے حوالے سے ان موضوعات پر مباحث ایک عرصے سے جاری ہے
عین وقت غروب ( 7بج کر 9منٹ پر بریلی شریف میں ) حضرت نے وقت دریافت فرمایا
آخر میں بھگوان کی طرف سے چنٹی کو ایک جوان لڑکے ( اکنینی ناگا چیتنیا ) میں تبدیل ہوتے ہوئے دکھایا گیا ہے
یہ شروعاتی دور کے ہند اسلامی فن تعمیر کا بہترین نمونہ ہے اسے ابو بکر ہرات نے تزئین کیا تھا
امیر کبیر علی ہمدانی کی اولاد سادات ہمدانیہ سے معروف ہے جن میں سے مشہور نسابہ
2012 میں انہیں ممبئی انڈینز نے خریدا اور 2014 میں وہ کولکاتا نائٹ رائیڈرز کا حصہ بن گئے
اس مقام اتصال کے بعد جو دریا وجود میں آتا ہے اسے دنیا گنگا کے نام سے جانتی ہے
اس سے ثابت ہوتا ہے کہ یہ رواج اس وقت تک پڑ چکا تھا
ا ن کی زندگی کا ایک بڑا حصہ مصر عثمانی سلطنت کے مقبوضات ( بالخصوص لبنان ) اور فرانس میں گذرا
حافظ شیرازی چودھویں صدی عیسوی کے معروف ایرانی شاعر گزرے ہیں
حافظ شیرازی چودھویں صدی عیسوی کے معروف ایرانی شاعر گذرے ہیں
علاقائی اسکول میں ابتدائی تعلیم حاصل کرنے کے بعد علی گڑھ چلے گئے
گلگت سے دریا کی طرف جاتے ہوئے کہیں کہیں سے ناگاہ پربت دکھائی دیتا ہے
یہ اپنی بلندیوں اور وسعتوں میں کھڑا نہایت معصوم دکھائی دیتا ہے
ادھر ادھر بکھری پڑی چٹانوں کے بیان میدان آہستہ آہستہ گذر رہے ہوتے ہیں
آخری ویدی دور میں دیاوہ یا دیوا کو بہت طاقت ور مانا گیا اور آسورہ پر اس کی برتری دکھائی گئی ہے
ساری زندگی درس وتدریس وعظ ونصیحت اور فرقہائے باطلہ کے رد میں گذری
اسے چاہیے کہ تمام تر مخلوقات کے ساتھ بھلائی کیا کرے اور اپنی خیر کو کسی ایک مخلوق تک نہ روک کر رکھے
ملہووالی پنڈی گھیب تحصیل کا ایک خوبصورت گاو ں ہے
اس کو ملہوالی کیوں کہا جاتا ہے
اس کی وجہ تسمیہ کیا ہے
یہ سوال بھی دلچسپی سے خالی نہیں ہے
یہاں کے لوگوں کو اسلام سے بہت گہرا لگاو ہے
قیام پاکستان کے وقت بھی یہاں دین اسلام کے فروغ کے لیے کام جاری تھا جو آج تک جاری ہے
قرآن پاک کی تعلیم کے لیے کئی مدارس کام کر رہے ہیں
سوئ گیس کی فراہمی اٹک کی سیاسی قیادت کے لیے ایک چیلنج کا درجہ رکھتی ہے
اور عوام کا یہ دیرینہ مطالبہ ہے
سے یعنی قدرتی طور پر ایک طرف سے میال آئل فیلڈ اور دوسری جانب سے دکھنی آئل فیلڈ کے درمیان واقع ہے
دنیا امید پر قائم ہے
ہوسکتا ہے عوام کا یہ خواب بھی کبھی نہ کبھی پورا ہو ہی جائے
دوسرا دن اسی اضطراب میں گذر گیا
تیسرا دن بھی اسی بے چینی میں گذر گیا
ابتدا میں یہ صرف مذکر طلبا کے لئے قائم کیا گیا تھا مگر 1978 میں خواتین کو بھی داخلہ دیا گیا
مھر ایک سندھ میں پائی جانے والی خطرناک قسم کی قوم ہے
6 اکتوبر 2007 ) بیت المکرم مسجد ڈھاکہ کے سابق خطیب تھے
طوطاخیل ایک گجر قبیلہ ہے جو زیادہ تر پاکستان کے صوبہ خیبر پختونخوا میں رہتے ہیں
تصور کیا جاتا ہے کہ لائکوٹ اور پشمال میں جو طوطاخیل ہیں ان کے جد امجد کا نام بھی طوطا بابا تھا
خیال کیا جاتا ہے کہ یہ لوگوں کے اوہام ہیں
آج کل طوطاخیل صرف پاکستان کے صوبہ خیبر پختونخوا میں ہی پاے جاتے ہیں
پنجاب میں بھی ان برادری کے لوگ موجود ہیں
لائکوٹ اور پشمال کے گجروں کے بارے خیال کیا جاتا ہے کہ یہ لوگ انڈیا کے گجرات سے کشمیر گئے وہاں آباد ہوئے
لائکوٹ اور پشمال میں گجروں کے اور بھی بہت سے قبائل آباد ہیں
ان میں خاص طور پر کھناخیل ڈوراخیل کھٹانہ چیچی خیل جاگو قابل ذکر ہیں
جسونت سنگھ کنول پنجابی ناول نگار کہانی نویس اور ادیب تھے
آپ نے ہمہ وقت لوگوں کی ذہنی اخلاقی وروحانی تربیت کرنےمیں گزارا
یہ بات شہنشاہ ا کبر کو ناگوار گذری اور وہ ادھم خاں کی اصلاح کرنے کے لیے فتح سارنگ پور کے
جب اردشیر نے امرا کا اقتدار کم کرنا چاہا تو انہیں شہنشاہ اردشیر کی مخالفانہ سرگرمیاں ناگوار گذری
آپ نے فرمایا اب تو چارہ ماہ گذر چکے ہیں چنانچہ اس شخص کے ہاں لڑکی پیدا ہوئی
ایک مکتوب میں تحریر فرماتے ہیں "
اللہ یار خاں جوگی ( 1870 1956 ) انیسویں صدی کے آخر اور بیسویں صدی کے شروع میں ہو گذرے ہیں
10ویں صدی میں عربی کتابوں کا لاطینی زبانوں میں ترجمہ ہونا شروع ہو گیا
چند ماہ بعد اس نے اپنی گدی حاصل کر ل0
چند ماہ بعد اس نے اپنی گدی حاصل کر ل0
پونیت راجکمار کنڑ سنیما کی سب سے زیادہ مقبول مشہور شخصیات میں سے ایک ہیں اور سب سے زیادہ معاوضہ لینی والے اداکار تھے
ریاست میں وادی سندھ کی تہذیب کے کئی مقامات موجود ہیں جو کبھیگہوارہ ثقافت ہوا کرتا تھا
اس مندر کے سفید چوہوں کو مقدس مانا جاتا ہے اور مندر کے اندر ان کی حفاظت کا انتظام بھی کیا گیا ہے
گانگولی کا بچپن بہت شاہی گذرا تھا
گانگولی کی زندگی ایسی شاہانہ گذری تھی کہ اس طرح کے کام انہیں پسند نہ تھے
وہ بھارتی کرکٹ کنٹرول بورڈ کے 39ویں صدر تھے
سید منور سچیار کی اولاد پاک سے کشمیر میں کئی اولیائے کرام گذرے ہیں
ان کی سب سے چھوٹی بیٹی زبیدہ عصمت نے 1926 میں عیسائیت قبول کرلی اور ترکی چھوڑ دیا تاکہ رومن کیتھولک راہبہ بنیں
21 جون 1934 کو ترکی میں قانون کنیت نافذ ہونے کے بعد فاطمہ عالیہ نے اپنا خاندانی نام " توپوز " اپنا لیا
ا ن کا بہترین دور روی شنکر ستارنواز کے ہمراہ گذرا
کسی عدسے کے بصری مرکز سے ہو کر گزرنے والی روشنی کی شعاع بغیر کسی انحراف کے گذر جاتی ہے
دوسری اوپیم جس میں خون کے ساتھ خراٹے بھی پائے جاتے ہیں
1898 میں وہ اپنے چچا نواب سر نوازش علی خاں کے بعد قزلباش قبیلے کے سربراہ مقرر ہوئے
اوز بیگ نے لیتھوانیا میں فوجی مہم بھی چلائی کیونکہ یہ واضح تھا کہ اس سے روس میں منگولوں کے غلبے کو خطرہ ہے
اینہاں نال 300 جرمن اور لتھوانی غلام وی تھے جنہاں کو سترونگانوف نے زار روس توں خریدئیا تھی
) خانان سائبیریا کا 1563 سے 1598 تک آخری خان تھا
1739 میں باشکیر جنگ لڑن آلے " کراسکال " بارے بھی دسیا جاندا تھا کہ وہ کوچم خان کی اولاد چوں تھا
1590 میں کوچم خان نے روسی سلطنت کو خراج دینے والے توبولسک شہر کے ارد گرد رہنے والے تاتاریوں پر حملے کیئے
ان کی شاعری میں ویر رس کی جھلک نمایاں ہے
پاکستان کے نامور طبلہ نواز استاد محمد اجمل خان کا تعلق ملتان سے تھا
اس سے ناراض کانگریس کے رکن اسپیکر کی نشست کے قریب آکر ہمیں انصاف چاہیے کے نعرے لگانے لگے
ان کی کئی کتابیں شائع ہو ئی ہیں
جنید حفیظ بہاؤ الدین زکریا یونیورسٹی ملتان کے پروفیسرت ہے
چیف جسٹس وقار احمد سیٹھ خیبر پختونخوا کے ضلع ڈیرہ اسماعیل خان کے ایک متوسط کاروباری خاندان سے تعلق رکھتے تھے
اس نے ادب سیاست اور سماجی موضوعات پر لڑکپن میں لکھنے کی شروعات کی
سموگ سے پودوں کی افزائش کو بھی نقصان کے ساتھ ساتھ فصلوں اور جنگلات کو بھی بڑے پیمانے پر نقصان پنچاتی ہے
دنیا کے کافی ممالک می مصنوعی بارش برسا کے سموگ پر قابو پایا جاتا ہے لیکن یہ طریقہ بہت مہنگا ہے
دنیا کے کافی ممالک می مصنوعی بارش برسا کے سموگ پر قابو پایا جاتا ہے لیکن یہ طریقہ بہت مہنگا ہے
اس خاندان میں بہت سے نامور علما گذرے ہیں
7 ستمبر 1988 کو وفات پائی مولانا سمیع الحق ان کے صاحبزادے تھے
رسول اللہ ایک شخص کے پاس سے گذرے اس کے پاس کئی لوگوں کو جمع دیکھ کر دریافت فرمایا کیا معاملہ ہے
نجاشی فضالہ بن ایوب ازدی کوفہ کے اصیل عربوں سے ہے کہ جو کافی مدت تک شہر اہواز میں رہے
( 2 ) خیر الخیر نقشبندی اور مجددی سلوک پر اس سے بہتر کتاب ابھی تک میری نظر سے نہیں گزری
یہ ناول کئی ہفتوں تک بیسٹ سیلر بنا رہا
چودھری دلو رام کوثری غیر مسلم نعت گو شاعر تھے
اگلے سات سال بغیر کسی جنگی مہم کے گذرے
وجے نگر کے قیام کے ساتھ ہی ہرہر اور بوکا کے سامنے بہت ساری مشکلات آئیں
مابار کے گورنر جلال الدین احسن خان نے آزادی کا اعلان کردیا اور مدورائی سلطنت قائم کی
جلال الدین کو اس کے ایک رئیس نے 1340 عیسوی میں مارڈالا تھا
تھیلیکونیل بشیر ہندوستان کی ریاست کیرالہ کے ایک سینئر سیاست دان تھے
یہ سرشتہ ایک عرصہ تک قائم رہا
وہ ا س عہدے پر 16 جنوری 2020 کو فائز ہوئے
ژوب ڈویژن ایسوسی ایشن کے صدر کے طور ان کی خدمات کا بھر پور اعتراف کیا گیا ہے
عموما اس کے اثرات معمولی اور خفیف ہوتے ہیں لیکن بعض اوقات کسی غیر معمولی صورت حال میں مہلک بھی ہو جاتے ہیں
عالمی ادارہ صحت کے ذریعہ نامزد کردہ 2019 نامی کورونا وائرس کی ایک نئی وبا 31 دسمبر 2019 سے چین میں عام ہوئی
وزیر اعظم بھارت نریندر مودی نے میری سرکار ( ویبسائٹ ) عوام کو بجٹ کے لئے مشورے دینے کی دعوت دی تھی
انہیں ممبئی انڈینز نے 2020 کی انڈین پریمیئر لیگ نیلامی سے پہلے فارغ دیا تھا
حسن علی شاہ آغاخان آول اس دوران شکار پر گئے ہوئے تھے
عثمانی سپاہی مشرقی یورپ اور جنوب مشرقی یورپ سے بچوں کو والدین سے جدا کر کے استنبول لے جاتے تھے
عثمانی سپاہی مشرقی یورپ اور جنوب مشرقی یورپ سے بچوں کو والدین سے جدا کر کے استنبول لے جاتے تھے
یہ لقب بازنطینی متون میں کثرت سے مستعمل رہا اور جدید تاریخ نگاری میں ایک معیاری حیثیت اختیار کرگیا
ڈاگرانی قوم بہت پرانی ہے یہ اصل میں جٹوں کی گوت ڈوگر سے ہیں بعد میں ڈوگر سے ڈوگرانی اور پھر ڈاگرانی کھلانے لگے
میری زندگی بھر کے تمام مشکل معمولات حضور کی برکت سے ہی حل جاتے ہیں
وہ ایرانی امریکی مصنفہ مترجم اور ماہر نفسیات تھیں
وہ نیشنلٹی سرٹیفائیڈ کونسلر بھی تھیں
ا ن کا بچپن لاس اینجلس اور واشنگٹن ڈی سی میں گذرا
سپتمبر اپریل ( جسکا نام اویچی بھی ہے ) ایک سونسکا گلوکار تھا
2020 کبڈی ورلڈ کپ میں اچھی کارکردگی دکھائی
انہوں عمر کے ابتدائی سولہ سال گوجرانوالہ میں ہی گذرے اور وہ 1994 میں اسلام آباد آ گئے
ان کا بچپن بھاٹی دروازہ کے علاقے میں علامہ اقبال کے گھر کے قریب گذرا
ا سی لیے شہدہ کی ازدواجی ز ندگی نہایت خوشگوار گذری
آئی سی سی خواتین ٹی 20 عالمی کپ 2020 آئی سی سی کا ساتواں خواتین ٹی 20 عالمی کپ ٹورنامنٹ تھا
اگست 19 1933 ) ایک امریکی اداکارہ ہیں
وہ ڈوگری زبان کی پہلی جدت پسند خاتون شاعرہ تھیں
انہیں 18ویں امریکی خواتین محققہ کانفرنس کی جانب سے بہترین خاتون سال کا اعزاز دیا گیاتھا
عزم بہزاد پاکستان سے تعلق رکھنے والے اردو زبان کے معروف شاعر تھے
پنجاب یونیورسٹی چندی گڑھ کے گوسوامی گنیش دتا سناتن دھرما کالج سے فنکشنل انگلش میں بی
تہذیب اور ثقافت ہم معنی الفاظ ہیں لیکن دونوں کے استعمال میں فرق ہے
چونکہ ان کی والدہ فرانسیسی تھی لہذا ان کے ابتدائی ایام فرانس میں ہی گذرے اور فرانسیسی زبان ان کی مادری زبان بنی
2014 افغان صدارتی انتخابات کی کوریج کرنے والے صحافیوں میں عارفہ واحد بھارتی صحافی تھی
بھارت میں وزارت صحت و خاندانی بہبود حکومت ہند اس کی مکمل نگرانی کر رہی ہے اور وقتا فوقتا ہدایات جاری کر رہی ہے
جگجیت کور اردو اور ہندی زبان کی بھارتی گلوکارہ اور نامور فلم موسیقار محمد ظہور خیام کی بیوی تھیں
جگجیت کور ایک امیر پنجابی زمیندار پریوار سے تعلق رکھتی تھیں
محمد اپیسائی ونیایاوا تورا ( پیدائش جنوری 1934 ) ایک سابق فجی سیاستدان سپاہی اور تجارتی یونینسٹ تھے
روی ٹنڈن بھارتی فلمی صنعت کے ایک ہدایت کار اور فلم پروڈیوسر تھے
وہ نیویارک شہر میں مقیم ایک پاکستانی نژاد امریکی گلوکارہ اور نغمہ نگار ہے
ان کا بچپن پیرس نیو یارک اور بینکاک میں گذرا جہان ان کے والد جنگ میں شریک ہوئے تھے
اور دو روزہ گرفتاری کے بعد ان کو رہا کیا گیا
اور زندگی کا ایک طویل عرصہ نوشہرہ میں گزرا
اور زندگی کا ایک طویل عرصہ نوشہرہ میں گذرا
وہ نیوزی لینڈ قومی کرکٹ ٹیم کا کپتان رہے اور بعد میں وہ کرکٹ کمنٹری بھی کیا کرتے تھے
وہ جامعہ ملیہ اسلامیہ سے فارغ التحصیل ہوئے ہیں
عنبرہ کا مئی 1986 میں بیروت میں انتقال ہوا
جس کے قائم مقام سربراہ رہے مدارس امامیہ میں دروس نظامی کے نصاب کو مرتب کیا جو اب تک جاری ہے
افطار عربی زبان کا لفظ ہے اس کے معنی ختم کرنا یا معمولی کھانا ( ناشتہ ) وغیرہ کے آتے ہیں
آپ کے آباؤ اجداد کا تعلق جھنگ سے ہے
پھر مڈل اسکول موہن جو دڑو میں چھٹی جماعت سے آٹھویں تک پڑھے
اسکول کی زندگی کے دوران بہت سارے ڈراموں اور مختصر فلموں میں شامل تھیں
بھیڑ خوش ہوکر کہتی " ہمیں چھکا چاہئے " اور درانی چھکا مارتے
مولانا مفتی زرولی خان دیوبندی مکتبہ فکر سے وابستہ پاکستانی عالم تھے وہ 1953 میں جہانگیرا میں پیدا ہوے
بڑا صاحبزادہ ڈاکٹر حمیداللہ پروفیسر شعبہ اسلامیات پنجاب یونیورسٹی لاہور رہے
ٹائیفائڈ بخار بیکٹیریائی انفیکشن کی وجہ سے ہوتا ھے
14 اپریل 2014 کو اتشان گاؤں پر التلیسیہ ( جہاں حکومت کے حامی فوجیوں کا اجتماع تھا ) سے گولہ باری کی گئی تھی
اسی طرح صحافی " عبد الباسط بلوچ " کے سسر بھی تھے
دھسال 15 جنوری 2014 کو بمبئی اسپتال میں کولوریکل کینسر کی وجہ سے انتقال ہو گیا
انہوں نے کئے نئے اداکار اور ڈراما نگار متعارف کرائے
اس کی بیٹی نے کاونوز احمد پاشا سے شادی کی جو 1703 میں مختصر وقت کے لیےوزیر اعظم بنا
جیسے ہی معاہدہ کارلوفچہ کے اثرات ختم ہوئے فیض اللہ آفندی نے اپنے ارد گرد رشتہ داروں اور اتحادیوں کا ایک ٹولہ جمع کرلیا
اگلے کچھ سال مشکلات میں گذرے جائداد کے تنازعات خاندان میں پھوٹ اور والدہ کا گذر جانا ان سب کی اہم وجوہ شامل تھے
مشعلیں لے لو کہ ہر گام پہ ظلمت ہو گی
ابتدائی عمر فقر و فاقہ میں گذری مگر بعد ازاں خوشحال ہو گئے تھے
یہ پہلا بڑا جنگی جہاز تھا جس کی تعمیر پر عثمانیوں نے ایک دہائی سے بھی زیادہ عرصہ لگا دیا
" کوڑا " گرتے ہوئے سر کے ساتھ " گھوڑا "
تعلیمی لحاظ سے وادی جرید تحصیل بالا کوٹ کا دوسرا سب سے زیادہ تعلیم یافتہ گاوں ہے جہاں کی 78 آبادی پڑھی لکھی ہے
کاؤنٹی کی بنیاد یروشلم کے بادشاہ بالڈون اول نے 1098 میں پہلی صلیبی جنگ ( 1096 1099 ) کے دوران رکھی تھی
ستاور مردانہ بانجھ پن ختم کرنے مردانہ کمزوری دور کرنے شوگر السر میں بھی استعمال ھوتی ہے
اس میں میگنیشئیم اضافی مقدار میں پائی جاتی ہے
مردانہ طاقت کی اہم ترین جڑی بوٹیوں میں ستاور ایک ہے
اس تحریرنوں سائیاں فر شتیاں نے پڑھ شکر گزار یا بسم اللہ
سائیں پشاوری کا زیادہ عرصہ مکھا سنگھ اسٹیٹ راولپنڈی میں گذرا
اور تصنیف ہ تالیف کا کام بھی جاری ہے
محمد حمران یوسف لٹل ہیروز کلب کے نام سے ایک فلاحی ادارہ قائم چلار ہے
معتصم باللہ کے عہد میں 120 برس تک قائم رہنے کے بعد یہ عمارت کھنڈر بن گئی
ٹاور تک رسائی کا واحد راستہ ایک آدھے میٹر چوڑی لین سے گذرنا ہے جو ہر طرف نئی تعمیرات کے ذریعے گھرا ہوا ہے
1977 میں " سندھی زبان کا سماجی کارج " کے موضوع پر مقالا لکھا اور کی ڈگری حاصل کی
اس سال کے دوران ملک دوسری کارلسٹ جنگ سے گذر رہا تھا
جس طاقت نے جتنا علاقہ ہتھیایا تھا اس پر اس کے قبضے کو قانونی حیثیت دے دی گئی
ایسا لگتا ہے کہ 5 ویں صدی عیسوی میں تورامانا کی تباہی نے یونیورسٹی کی سرگرمیوں کو ختم کردیا تھا
وہ نامور شیعہ ذاکر اور خطیب علامہ رشید ترابی کے فرزند تھے
جب حسین پانی پینے فرات کے لئے جارہے تھے تو اسے ٹھوڑی یا گلے پر تیر لگا
ہیرائٹ بیچر اسٹوے اور ولیم لائیڈ گیریسن جیسے لوگوں نے کتابیں اور اخبارات لکھے کہ غلامی رکنی چاہیے
جس سے بے شمار لوگ استفادہ کر چکے ہیں
3 فروری 1990 کو علامہ نصیرالاجتہادی کراچی میں وفات پا گئے اور کراچی ہی میں مسجد زین العابدین بفرزون کے احاطہ میں دفن کیے گئے
سوریادی دھڑا میگاوتی کو برخاست کرنے کے ساتھ گذر گیا اور یہ مظاہرے پورے انڈونیشیا میں ہی ہوئے
اسی سال لوئس ویز ڈی ٹورس آبنائے ٹوریس سے گزر گیا تھا اور اس نے آسٹریلیا کے شمالی ساحل کو دیکھا ہوگا
دوسری جنگ عظیم کے دوران جاپانی روہنگیا کے ماتحت علاقوں میں آسانی سے گذرے
اس انتخاب نے ابو بکر کے حامیوں اور علی کے حامیوں کے مابین پھوٹ ڈالی
اپنے پہلے خطبے میں علی نے امت کو محمد کی موت کے بعد اس کا ساتھ نہ دینے پر ڈانٹا
علی نے جنگ جمل میں حکم دیا کہ زخمیوں اور اسیروں کو ہلاک نہیں کیا جانا چاہئے
علی صبح کی نماز پڑھ رہا تھا اور ایک دوسری روایت کے مطابق مسجد میں اس پر حملہ کیا گیا
علی صبح کی نماز پڑھ رہا تھا اور ایک دوسری روایت کے مطابق مسجد میں اس پر حملہ کیا گیا
شیخ پا بچپن وارانسی اترپردیش میں گذرا
امداد حسینی ( 10 مارچ 1940 27 اگست 2020 ) ایک پاکستانی سندھی و اردو زبان کے شاعر و مصنف ہیں
پاکستان کی تاریخ میں کئی مقدمے ایسے گذرے ہیں جنہیں مختلف سازشوں سے موسوم کیا گیا
ا نہیں درس نظامی پر خاص عبور حاصل تھا
حافظ عبدالسلام بن محمد خطبات جمعہ درس قرآن و حدیث اور فتاوی کے لیے بھی پاکستان میں معروف تھے
زیادہ تر عمارتیں 4 5 میٹر چوڑی واحد چیمبر مربع دیہاتی گھرکی تھیں
طوائف کو پنجابی میں کنجری کہا جاتا ہے
یہ ایسا ہی ہے جیسے شاہدرہ لاھور میں نور جہاں کا مقبرہ
یہ کنجری کا پل ایک تاریخی جگہ ہے یہ تاریخی مقام مغل بادشاہ شاہ جہاں کا بنوایا ھوا ہے
اور نور جہاں کے مقبرہ سے زیادہ خوبصورت ہے
کچھ ہی عرصہ قبل اس کو مشرقی پنجاب کی حکومت نے تزئین اور آرائیش کے بعد عوام کے لیے بحال کیا ہے
افتخار احمد حافظ قادری کو قومی و عالمی کانفرنسز میں شرکت اور مقالہ جات بھی پڑھنے کا شرف حاصل ہے
مولانا غلام قادر ہاشمی سیالوی بھیروی اہلسنت کے مشہور و معروف اولیا و علما میں شمار ہوتے ہیں
آپ بہاولپور میں 3 جولائی 1935 کو پیدا ہوئے
اس کم سنی میں ہجرت کے دکھ کی وجہ سے سنجیدگی کا عنصر ان پر شروع ھی سے غالب رہا
16 ستمبر کو وہ اپنا دفتری کام ختم کر کے گھر جا رہے تھے کہ راستے میں بیہوش ھو کر گر پڑے
خبریں کے علاوہ ایک نیا " اخبار " بھی ہے جس کے وہ چیف ایڈیٹر رہے
قلم کتاب کے آدمی تھے اور ہر وقت مطالعہ میں مصروف رہتے تھے
قلم کتاب کے آدمی تھے اور ہر وقت مطالعہ میں مصروف رہتے تھے
مولانا کی زندگی کا مقصد صرف سیرت النبی کا عمیق مطالعہ اور سیرت نگاری رہا
تحقیق اور مصنف و مولف کی ذمہ داریوں اور غرض و غایت کو خوب سمجھتے تھے
اس کے علاوہ سربیا کی حکومت کو بھی چاہیے
م ر ش ر محمد خان تالپور سندھ کے تالپور خاندان کے آخری حکمران ہو گزرے ہیں
برسوں بجلی کی کاروں کے استعمال میں بڑے حیات نو کے بغیر گذرے
خالص برقی مسافر کاروں اور یوٹیلیٹی وینوں کی مجموعی عالمی فروخت 1 گذر گئی ستمبر 2016 میں ملین یونٹ کا سنگ میل
اس سال چرمی برآمدات 1 بلین کا ہدف گذر گئیں
آپ سولہ جولائ 2002 کو اس دار فانی سے کوچ کر گئے 1
آپ کی ساری زندگی عقیدئہ ختم نبوت کی حفاظت میں گذری
ان کا تقریبا 56 سال کی عمر میں کیتھل میں انتقال ہوا
آپ 1983 کو وفات پاگئے
مگر اب تک تاریخی طور پر صادر نہیں کیا گیا کہ ماروی کا اصل گائوں کہاں اور کونسا تھا
وہ پاکستان قومی کبڈی ٹیم کے رکن تھے جس نے ایشیائی کھیل 2014 ایشیائی کھیل انچیون میں کانسی کا تمغا جیتا ہے
1442ھ اسلامی تقویم کا سال تھا
جس کی حفاظت کی مسلم الہامی کتاب میں پرذور تاکیدکی گئی ہے
آپ تنظیم الائمہ پاکستان تخت بھائی کے امیر ہے
ان کے والد ماجد عالم ربانی حضرت مولانا محمد علی مونگیری لکھنؤ میں تحریک ندوۃ العلما اور اس کے ماتحت دارالعلوم کے بانی تھے
اسی نسبت سے یہ خانوادہ مازندرانی کہلاتا ہے
مولوی سید علی شاہ کے پوتوں اور نواسوں میں بھی کئی اہل علم و فضل گذرے
رام چندرن اور جے للتا کا انتخابی حلقہ تھا
تاہم نامعلوم وجوہات کی بنا پر حکم میں تاخیر ہوئی اور باکو پر بمباری ہو گئی
مستحق طلبہ کی تعلیمی ضروریات پوری کرنے والے ادارے کاروان علم فاؤنڈیشن کے بانی اور سیکریٹری جنرل بھی تھے
پیدائش 12 دسمبر 1934 ) ایک بنگلہ دیشی نژاد برطانوی مصنف صحافی کالم نگار سیاسی تجزیہ کار اور شاعر تھے
حکومت پاکستان پیر صاحب کے فرزند کو واپس بلوا لیا
انگریزوں کو یہ بات اچھی نہیں لگی تو ہتھیار رکھنے کا بہانا بنا کر 26 مارچ 1930 میں آپ کو گرفتار کیا گیا
ابن السکیت کی زندگی کا آخری حصہ المناک گذرا
کبھی کبھی اس کو القریشی کے نام سے بھی جانا جاتا تھا
جنوری 2020 کی پریس رپورٹس کے مطابق اس کا اصل نام امیرمحمد عبد الرحم ن المولی الصلیبی تھا
امریکی انعامات برائے انصاف پروگرام القرشی کی معلومات کے بدلے 10 لاکھ ڈالر کی پیش کش کررہا تھا
یہ 1540 میں کنوج کی لڑائی میں ہمایوں کی شکست کے فورا بعد ہوا جہاں دغلاٹ بھی ہارنے کی طرف تھا
وہ سری نگر کے " گورستان شاہی " میں دفن کیے گئے
وہ پاکستان میں جج بننے والی پہلی ہندو خاتون ہیں
جیسے کہ کسی شرارتی بچے کے باپ کو بچے کی شرارت کے لیے ممکن ہے معافی مانگنا پڑے
وہ دریافت جس کی وجہ سے ہم جدید دور میں داخل ہوئے وہ لمیٹڈ کمپنی تھی
اس پر زنا کا الزام لگایا گیا تھا اور عدالت نے اس کے حمل کو زنا کا ثبوت مانا
اگرچہ پارٹیوں کی طرف سے یہ بھی اتحاد قائم کیا جائے کہ پی ٹی ایم کا کوئی وزیر اعظم بھی لگانا ہے
اے کی ڈگری حاصل کی اور ساتھ ساتھ الیکٹرانک میڈیا سے وابستہ ہوئے
تاہم ان کی زندگی کے دوران صرف ایک درجن سے کم ہی شائع ہوسکیں
وہ ایک درمیانے طبقے کے خاندان سے تعلق رکھنے والے پانچ بچوں میں سے تیسری پیدائش ہیں
وہ 2018 میں ہونے والے عام انتخابات میں انتخابات میں حصہ لینے والے چار خواجہ سراؤں میں شامل تھیں
وہ ایچ آر یونٹ کے سربراہ کی حیثیت سے یو این ڈی پی میں شامل تھیں
وہ ریڈیو پاکستان حیدرآباد سندھ کے ذریعہ متعارف ہونے والی ابتدائی سندھی خواتین گلوکاروں میں سے ایک تھیں
وہ ماہنامہ رسالہ ماروی کے مدیر کی حیثیت سے خدمات انجام دیتی رہیں
وہ متعدد اچھے معیار کے ادبی مضامین اور مضامین بھی لکھتی تھیں
کیوں کہ انکے نثر میں جو تسلسل ہوتا ھے وہ ھر لکھاری کے بس کی بات نھیں
انھیں جیل میں والد کی عیادت کی یاد آتی ہے
محل کے وسط تک پہنچنے کے لیے گجدوار سے گذرنا پڑتا ہے
کئی علاقائی زبانوں میں بھی اس جملہ پر نغمے بنائے اور گائے گئے ہیں
شب خون اردو کا ایک ادبی رسالہ تھا جسے شمس الرحم ن فاروقی نے الہ آباد بھارت سے جاری تھا
شب خون اردو کا ایک ادبی رسالہ تھا جسے شمس الرحم ن فاروقی نے الہ آباد بھارت سے جاری تھا
حاجی محمد امین ایک عاشق رسول تھے ان کا تعلق ضلع چارسدہ خیبر پختون خواہ سے تھا
اس قصبہ کو دوسرے نام عبداللہ شوگر مل سے بھی جانا جاتا ہے
یہ ٹورنامنٹ 20 فروری سے 18 مارچ تک کھیلا جانا تھا
فرخی ہر طرح کے جذبات کے اظہار میں کہ جس سے اپنے عاشق سے تمسک کرتا ہے مہارت رکھتا ہے
پھر مختلف مراحل سے گذر کر آج کی دنیا میں اسٹیپلر نے لوگوں کے لکھنے پڑھنے والے بہت سے کاموں کو آسان بنادیا ہے
پتیوں کو لوگوں کی پچھلی نسلوں نے کھانا پیش کرنے کے لیے استعمال کیا تھا جہاں آج پلاسٹک کی پلیٹیں استعمال ہوتی ہیں
میرا قیام بھی حجاب میرا سجود بھی جحاب
وہ اپنے رنگ نامانٹونیو انوکی سے زیادہ مشہور تھا جوایک ساتھی پیشہ ور پہلوان انٹونیو روککا کو خراج تحسین ہے
ان پر حملہ کیا گیا لوٹ مار کی گئی اور ان کے گھر جلائے گئے
2003 میں اس کی بھارت میں گذرے دنوں کی یاداشتوں کی کتاب " جہاں د ودریا ملتے ہیں "
اسی گاؤں کی طرف نسبت کرکے محمد علی اپنے نام کے ساتھ سدپارہ لکھتے تھے
پیپر ویٹ ایک چھوٹی سی ٹھوس شے ہے جس کو کاغذات کے اوپر رکھا جاتا ہے تاکہ انہیں ہوا میں اڑنے سے روکا جائے
پیپر ویٹ ایک چھوٹی سی ٹھوس شے ہے جس کو کاغذات کے اوپر رکھا جاتا ہے تاکہ انہیں ہوا میں اڑانے سے روکا جائے
بعد میں ان کی بڑی بہن نے اس کو گانا سکھانے میں اہم کردار ادا کیا
تری بھوون یونیورسٹی سے پی ایچ ڈی پانے والی وہ اولین نیپالی خاتون تھیں
انہوں نے 1998 سے 2008 کے درمیان میں 53 فرسٹ کلاس اور 35 لسٹ اے میچ کھیلےہیں
وہ بنیادی طور پر پشتو اور اردو زبانوں میں لکھتیں تھیں
وہ پنجاب کے جالندھر ایچ ایم وی کالج سے بائیوٹیکنالوجی میں گریجویٹ ہیں
نومبر 2019 میں پروائی مونیاما کے بارے میں افواہ تھی کہ وہ شدید بیمار رہنے کے بعد فوت ہو گیئں
پروائی مونیاما ضلع مدورئی کے پروائی گاؤں میں پیدا ہوئیں تھیں اس کی وجہ سے ان کے نام میں پروائی لکھا جاتا ہے
پروائی مونیاما ضلع مدورئی کے پروائی گاؤں میں پیدا ہوئیں تھیں اس کی وجہ سے ان کے نام میں پروائی لکھا جاتا ہے
اپنے کیرئیر کے اختتام تک انہیں 1960 سے 1990 کی دہائی تک ایک قابل احترام لوک فنکار سمجھا جاتا رہا
انھوں نے دیو تھریک والا بابو سنگھ مان اور انڈریجیت حسن پوری جیسے مصنفوں کے لکھے ہوئے گانوں کو ریکارڈ کروایا
2010 میں انہوں نے اپنی کارکردگی پر ہیلمین ایوارڈ جیتاو2و
کوک اسٹوڈیو پاکستان ( سیزن 9 ) میں بطور نمایاں فنکار تو کجا من کجا پیش کیا
انھوں نے ریاست میں انتظامیہ کے لیے ریاستی کونسل تشکیل دی اور زبان صحت اور انتظامیہ کے شعبوں میں اصلاحات لائے
ایک ہندی اخبار نے جولائی 1895 میں خبر دی محرم بنارس میں مکمل طور پہ امن و امان سے گذرا
اب وہ لوک کنسرٹ تلنگانہ دھوم دھام اور باتوکمہ فیسٹیول کے انعقاد کے ذریعہ تلنگانہ اضلاع کا دورہ کرتی ہیں
مئی 1958 میں بھکر میں شیعہ خطیب آغا محسن کو قتل کیا گیا
وزیراعلی سندھ سید مراد علی شاہ نے اداکارہ بیگم خورشید شاہد کے انتقال پر گہرے دکھ اورافسوس کا اظہار کیا
2011 کی مردم شماری کے اعتبار سے اوڈیشا میں 2 77 فی صد عیسائی اور 2 17 فی صد مسلمان تھے
سنو کے میں ہوں جوان پاکستانی پاپ راک بینڈ نوری کا پہلا اسٹوڈیو البم تھا
رفعت عزیز ایک پاکستانی کشمیری سیاستدان ہیں جو 2021 میں آزاد کشمیر قانون ساز اسمبلی کی ممبر بنیں
برجو مہاراج ( ولادت 4 فروری 1938 ) بھارت کے معروف کلاسیکی رقاص تھے
دسمبر 2013 میں وہ آبادی کی بہبود کے لئے پارلیمانی سیکرٹری کے عہدے پر فائز رہیں
20 مارچ کو پکھالا دباس ( عالمی پکھالا دن ) کے طور پر دنیا بھر میں اڈیاس کی طرف سے منایا جاتا ہے
آپ ستر 70 کتب تالیف تصنیف اور مرتب کر چکے ہیں جن میں سے چالیس 40 کے قریب شائع بھی ہو چکی ہیں
چوتھے میچ میں بلیک ویل نے 61 رنز بنا کر آسٹریلیا کی چھ رنز سے فتح ممکن بنائی
بلیک ویل کا روبیز کے لیے ٹوئنٹی20 میں بہت کم اثر تھا جس نے چار اور ایک صفر حاصل کیا
بلیک ویل نے خود کو بین الاقوامی سطح پر متعارف کروایا
بلیک ویل ہر میچ میں کھیلی مگر آسٹریلیا کو وائٹ واش ہانا پڑا
فیریل نے 2گیندوں پر دو رن بنائے ہر ایک گیند پر جس کا اس نے سامنا کیا اس میں ایک سنگل لیاا
انہوں نے 2001 میں انگلستان کے خلاف ایک روزہ بین الاقوامی میں ہیٹ ٹرک کی تھی
ان 2018 کے عالمی کپ میں ٹیم کا حصہ بنایا گیا تھا
ان میں " چھکلی یا چھکا " بھی ہے
اس کے پہلے چار حروف ( , , , ) کو لے کر ماسک بن جاتا ہے
دستیاب معلومات کے مطابق ماضی قریب میں ماسک 1910 میں ایک چینی باشندہ و و لین تیہ کی ایجاد ہے
اس نے کہا ہاں لیکن ع زیر کہاں انہیں تو غائب ہوئے سو سال گذر گئے
قاسمی قبرستان میں مدفون ہوئے
ان کا شمار 500 انتہائی بااثر مسلم شخصیات کی فہرست میں آ چکا ہے
فہرستوں سے ڈاکٹر ذاکر نائیک جیسے اسلامی مبلغ و بااثر شخصیات کو مؤثر طریقے سے خارج کیا گیا تھا
جن لوگوں کو زکوۃ دی جاسکتی ہے انہیں صدق فطر بھی دیا جا سکتا ہے
مالک نصاب کو آزادی ہے کہ وہ ان چاروں میں سے کوئی ایک جنس سے اپنا فطرہ ادا کریں
بہتر ہے کہ اپنی حیثیت کے مطابق وہ جنس چنے جس سے غریبوں کا زیادہ فائدہ ہو
عید کے دن صبح صادق ہونے سے پہلے جو بچہ پیدا ہو اس کا بھی صدق فطر ادا کرنا واجب ہے
مسئلہ مرد مالک نصاب پر اپنی طرف سے اور اپنے چھوٹے بچوں کی طرف سے صدق فطر ادا کرنا واجب ہے
مسئلہ ایک شخص کا فطرہ ایک مسکین کو دینا بہتر ہے اور چند مساکین کو دے دیا جب بھی جائز ہے
مسئلہ ایک شخص کا فطرہ ایک مسکین کو دینا بہتر ہے اور چند مساکین کو دے دیا جب بھی جائز ہے
مسئلہ صدق فطر کے مصارف وہی ہے جو زکوۃ کے ہیں یعنی جن کو زکوۃ دے سکتے ہیں انہیں فطرہ بھی دے سکتے ہیں
مسئلہ عید کے دن صبح صادق سے پہلے جس بچے کی ولادت ہو اس کا بھی صدق فطر ادا کرنا واجب ہے
ایسے خال خال ہی اولیا اللہ گذرے ہیں جن کی موت پیر کے دن واقع ہوئی ہو
وہ جنوبی افریقا کے مفتی اعظماور حنفی دیوبندی مکتب فکر کے تربیت یافتہ تھے
ابراہیم ڈیسائی ایک بھارتی جنوبی افریقی مفتی اور عالم دین تھے
یہ وہ خرقہ مبارک ہے جو آپ نے حضرت اویس قرنی کے لیے ارسال فرمایا تھا
یہ خرقہ شریف استنبول کی معروف مسجد " خرقہ شریف " میں موجود ہے جس کی تعمیر عثمانی سلطان عبد المجید خان نے کروائی
کئی انعام یافتگان کو بین الاقوامی فیلو شپ بھی عطا کی جا چکی ہے
وہ آج ٹی وی کے پروڈیوسر کے طور پر کام کرتے رہےہیں اور یوٹیوب کرنٹ افیئر چینل بھی چلاتے ہیں
منو بھنڈاری ( پیدائش 3 اپریل 1931 2021 ) ہندی کی مشہور معروف کہانی کار تھیں
وہ مختلف ٹی وی شوز یونیورسٹیوں اور اداروں میں تقریریں اور گفتگو بھی کرتے رہتے ییں
لیکن کے ذریعہ جو خطاب اس نے کنکر کے طور پر دیا ہے اس کے سبب اس لقب سے مشہور ہوئے
اس چینل کی تاسیس 4 اگست 2017 میں ہوئی اور یہ بذریعہ انٹرنیٹ نشر ہوتا ہے
مولانا شاہ سلیمان قادری پھلواروی مشہور اورمقبول بزرگ واعظ صاحب دل صوفی اور عالم تھے
یہ دونوں ہجرت حبشہ میں شریک تھے اور پھرآپ مدینہ چلی گی
تب سے یہ آلٹن کے قریب حدیقہ المہدی میں منتقل کیا گیا ہے
1399 میں اقتدار سنبھالنے کے بعد مبارک شاہ نے اپنے نام سے سکے ڈھالے اور اس کے نام پر خطبہ پڑھا گیا
1443ھ ہجری تقویم کا سال تھا
برائن لارا ایک سابق کرکٹر اور ویسٹ انڈیز کرکٹ ٹیم کے کپتان تھے
تباہی کے اسی دن سہ پہر کو ان لوگوں کے جنازے ادا کیے گئے جو مر گئے تھے
تباہی کے اسی دن سہ پہر کو ان لوگوں کے جنازے ادا کیے گئے جو مر گئے تھے
ہرنائی کے ضلعی ہسپتال میں 15 لاشیں اور کئی شدید زخمی بچے پہنچائے گئے
صباح فخری مشہور گلوکار تھے
ان کے والد حاطب معمر بن حارث اور حطاب بن حارث کے بھائی تھے اور عثمان بن مظعون کے بھانجے تھے
قبیلہ قیس ان کے ساتھ جمل صفین نہروان اور دیگر جنگوں میں آ کر لڑا
انہوں نے کچھ عرصہ شہر بیہق ( سبزوار کے قریب ) میں زندگی گزاری ہے
جبن کو بجرنگی بھائی جان کا گانا " زندگی کچھ تو بتا ( دہراؤ ) " کیلئے 8ویں میوزک اوارڈز میں انعام حاصل ہوا
سہ ماہی " دریچہ انٹرنیشنل " سرگودھا کے ایڈیٹر بھی رہے
نیز دار العلوم وقف دیوبند کے استاذ تفسیر تھے
1987 کو انھوں نے دار العلوم وقف دیوبند میں ملازمت اختیار کی اور 1989 سے تاوفات وہیں پر تدریسی خدمات انجام دے رہے تھے
ویدوں میں جن سات رشیوں کے نام ملتے ہیں وہ درج ذیل ہیں
بچوں کے لیے ان کی اب تک 60 سے زیادہ کتابیں شائع ہو چکی ہیں
اس کا مقابلہ تین ٹیمیں کر رہی تھی جو بھارت ایک ایشیا اور ایک دنیا کی نمائندگی کر رہی تھی
اس کا مقابلہ تین ٹیمیں کر رہی تھی جو بھارت ایک ایشیا اور ایک دنیا کی نمائندگی کر رہی تھی
وہ سلسل عالیہ قادریہ برکاتیہ رضویہ نوریہ کے 42ویں امام اور شیخ تھے
عظیم افسانہ نگار سعادت حسن منٹو کے سوتیلے بھائی کے بیٹے تھے
یہ خاندان اسرائیل کے شہر اشدود میں آباد ہو گیا اور کچھ ہی عرصے میں وہ عبرانی اچھی طرح بولنے لگی تھی
ظالم آنٹیاں اور تسلط جمانے والے شوہر ہیں
غلام نور ربانی کھر پاکستانی سیاست دان تھے
اقبال محمد علی خان پاکستانی سیاست دان تھے
گلنڈا مے جیکسن ایک انگریز اداکارہ اور سیاست دان تھی
ہر گروپ سے سرفہرست تین ٹیمیں سپر سکس مرحلے میں پہنچنی تھیں جب کہ چوتھی ٹیم ساتویں پوزیشن کے پلے آف میں پہنچ جاتی
ہر گروپ سے سرفہرست تین ٹیمیں سپر سکس مرحلے میں پہنچنی تھیں جب کہ چوتھی ٹیم ساتویں پوزیشن کے پلے آف میں پہنچ جاتی
وہ 2009 اور 2010 کے آئی سی سی خواتین عالمی ٹوئنٹی 20 ٹورنامنٹوں میں سیمی فائنل میں شامل تھی
وہ اپنے خاندان کے ساتھ چنئی کے سالیگرام میں مقیم تھیں
وہ طالبان کے خلاف مظاہروں میں سرگرم ہے اور خبردار کرتی ہے کہ وہ " تبدیل نہیں ہوئے "
کالڈر اس لحاظ سے بھی منفرد وصول کنندہ تھے کہ اس نے کوئی فرسٹ کلاس کرکٹ نہیں کھیلی
ڈیم اولیویا نیوٹن جان ایک برطانوی آسٹریلوی گلوکارہ نغمہ نگار اداکارہ کاروباری شخصیت اور سماجی کارکن تھیں
ان سیاحوں نے ان تمام ممالک کے پکوانوں کے اجزا پر اثر ڈالا جہاں جہاں وہ سیاحت کے لیے گئے
جب حقیقت سامنے آتی تو انہیں عام طور پر ملازمت سے برخاست کر دیا جاتا جیسا کہ برطانیہ فرانس اور جرمنی میں ہوا تھا
جارج ہرمن جس نے آئرلینڈ کے لیے دو رگبی یونین کیپس حاصل کیں کا کارن وال میں انتقال ہوا
یہ ٹیسٹ کرکٹ فہرست اس ترتیب سے مرتب کی گئی ہے جس میں ہر کھلاڑی نے اپنی ٹیسٹ کیپ جیتی ہے
انگلستان نے ٹیسٹ کرکٹ کے ابتدائی سالوں میں آسٹریلیا کے کئی دورے کئے
فہرست اس طریقے سے ترتیب دی گئی ہے جس میں ہر کھلاڑی نے اپنی ٹیسٹ کیپ حاصل کی
فرانسیسی میک فش میں ٹارٹر چٹنی کے لیے پنیر اور متبادل کیچپ شامل نہیں ہوتے
اس نے اکتوبر 2011 میں آئرش شہریت کے لیے درخواست دی جو جنوری 2012 میں منظور ہوئی
آرمینیائی باشندے جو ساسانی حکمرانی کے تحت آتے تھے نے شاپور سوم سے اس سے ایک ارسیسیڈ بادشاہ کی درخواست کی
جب باجی راؤ مہم پر پونے سے باہر تھے مستانی کو گھر میں نظر بند کر دیا گیا
ایک امریکی نژاد سوئس گلوکارہ نغمہ نگار اور اداکارہ تھی
صدیا لاوارث ہوگیا اور سلطنت کے دوسرے حصوں کے چوٹیا سرداروں سے اس کا کوئی رابطہ نہیں تھا
اس نے کالج میں اول آتے ہوئے اے بی سی ایس انجینئرنگ کالج سے کمپیوٹر سائنس میں بیچلر آف ٹیکنالوجی حاصل کی
انھوں نے پہلی سنچری ایک سال بعد بنگلہ دیش کے خلاف ریور سائیڈ گراؤنڈ چیسٹر لی اسٹریٹ میں بنائی
ان کی 6 ٹیسٹ سنچریاں بھارت کے خلاف ہیں
بون نے پہلی ایک روزہ سنچری ستمبر 1986 میں سوائی مان سنگھ اسٹیڈیم جے پور میں بھارت کے خلاف بنائی
2017 تک وہ آسٹریلیا کے لیے ایک روزہ سنچری بنانے والوں کی فہرست میں ڈیمین مارٹن کے ساتھ 14ویں نمبر پر تھے
شریف علی بن الحسین ( 1956 مارچ 14 2022 ) ایک عراقی سیاست دان تھے
لارا کی واپسی کے باوجود چندر پال کی کپتانی برقرار رہی
ایلن بارڈر کا 1981 82 کا سیزن ملا جلا رہا
اس کی موت سے پہلے آٹھ سالوں میں کرکٹ سے ان کا دور ہونا ایک معمہ بنا رہا ہے
اس کی موت سے پہلے آٹھ سالوں میں کرکٹ سے ان کا دور ہونا ایک معمہ بنا رہا ہے
کہا جاتا ہے کہ حائیم کن یوسکی روزانہ 17 گھنٹے تورات کا مطالعہ کرتے تھے
قازقستان میں شہری اور غیر ملکی خواتین اور لڑکیاں جنسی اسمگلنگ کا شکار رہ چکی ہیں
اسے پوری لمبائی اور بغیر پٹی کے پہنا جاتا ہے
زندگی میں ہارڈرن کی ترجیح اس کا طبی کیریئر رہا
جہاں وہ کئی گھنٹے زندہ رہے انہیں 22 فروری 1937 کو چیلٹن ہیم میموریل پارک ( وانگارا روڈ ) میں دفن کیا گیا
وہ 1917 میں زخمی ہو کر بے ہوش ہو گیا اور شیل کے جھٹکے سے صحت یاب ہونے میں اسے 6 ماہ لگے
بل پونسفورڈ 06 اپریل 1991 کینیٹن وکٹوریہ میں 90 سال 169 دن کی عمر میں وفات پا گئے
روٹی یا سینکی ہوئی روٹی کے ساتھ بنایا جاتا تھا لیکن یہ اوائل دنوں کی بات ہے
اس وقت اس کی عمر 48 سال 235 دن تھی
اس نے ایک میچ میں پانچ گیندوں پر چار وکٹیں حاصل کیں جس میں ایک ہیٹ ٹرک بھی شامل تھی
کیونکہ گیند ایک بدقسمت مقامی چڑیا سے ٹکرا گئی تھی
اس کے والدین نے اسے یہ نام ہیروشیما پر بمباری کی یاد میں دیا تھا جو اس کی پیدائش کے دن ہوا تھا
3 , 500 انہیں ر گس بینک کے ذریعے منتقل کروائے
وہ پہلی امریکی گلوکارہ ہیں جنہوں نے خود اپنے گانوں کو ترتیب دیا
وہ 2019 کی انٹر گیاناس چیمپئن شپ میں گیانا کی طرف سے کھیل چکی ہیں
پہلا جسے سیاحوں نے سات وکٹوں سے جیتا جس میں ایان ریڈپاتھ نے دو گیندوں پر صفر کا شکار ہوئے
جینیفر این گوو ( پیدائش 28 اگست 1940 ) ایک جنوبی افریقاکی سابق کرکٹ کھلاڑی ہیں جو آل راؤنڈر کے طور پر کھیلتی تھیں
انھوں نے سیریز کے دوسرے میچ میں 13 رنز بنائے اور کوئی وکٹ نہیں لے پائیں
اس سیریز کے دوران میں ہرلی جینیفر گوو کے ساتھ 124 رنز کی شراکت میں ایک گھنٹے سے کم عرصے میں شریک رہی
اس نے رچمنڈ کو 1982 83 میں پریمیئر شپ تک لے پہنچایا
انھوں نے ایک ٹیسٹ 1948 49 میں انگلینڈ کے آسٹریلیا کے دورے پر کھیلا تھا
تاہم وہ سیمی فائنل اور فائنل میں کم موثر تھا دونوں موقعوں پر 20 سے اگے نہ بڑھ سکا
اپنے شوہر کی موت کے بعد نتور راجباری کی رانی بھبانی نے جائداد اور محل دونوں کو توسیع دی
تلی ہوئی گوبھی کچی یا پکی ہوئی گوبھی سے بنائی جاسکتی ہے
1769 میں زینب سلطان نے ایمینو میں ایک مسجد تعمیر کرائی جسے " روح سلطانی مسجد " کہا جاتا ہے
انہوں نے پہلی اننگز میں 3 69 اور دوسری میں 7 29 حاصل کیے جو ان کی بہترین اول درجہ کارکردگی دکھائی
تاہم آسٹریلیا کی نمائندگی کرنے کے ان کے مواقع 6 ٹیسٹ اور 25 ایک روزہ بین الاقوامی تک محدود رہے
جانسن کو اپنے دور کے عظیم تیز گیند بازوں میں سے ایک مانا جاتا ہے
2018 میں اسے کیریئر کے لیے خطرہ صحت کا مسئلہ ہے اور اسے بولنگ کے دوران کھانسی سے خون آنا شروع ہوا
2018 میں اسے کیریئر کے لیے خطرہ صحت کا مسئلہ ہے اور اسے بولنگ کے دوران کھانسی سے خون آنا شروع ہوا
فیلیکسو کلفا کی طرف سے ان کے لیے ایک دل کو چھو لینے والا خط موجود ہے فیلیکسو کلفا خود ملیریا سے بیمار ہوا
اس کی تیز رفتار ترقی کا مطلب ہے کہ اس نے 16 سال کی عمر میں کے پہلے درجے میں قدم رکھا
اگست 2021 میں سویپسن کو 2021 کے آئی سی سی مینز ٹی 20 ورلڈ کپ کے لیے آسٹریلیا کی ٹیم کا حصہ بنایا گیا
وہ آسٹریلیا کے لیے بطور کپتان سب سے زیادہ 93 میچ کھیلنے کا ریکارڈ بھی رکھتے ہیں
واکا نے اسے غیر معینہ مدت کے لیے معطل کرتے ہوئے جواب مانگا
وہ سیریز کے آخری دو ٹیسٹ میں نظر نہیں آئی تھیں اور دوبارہ جنوبی افریقا کے لیے نہیں کھیل سکیں
ان کا اصل نام سید ثاقب حسین ہے لیکن ثاقب مظفرپوری کے نام سے شہرت رکھتے ہیں
کھیل سے ریٹائر ہونے کے بعد ٹنڈل نے ڈومیسٹک اور ٹیسٹ کی سطح پر رگبی کی ریفری بھی رہے
اس کا انتقال 7 جون 2015 کو پرتھ آسٹریلیا میں ہوا اس وقت ان کی عمر 72 سال 254 دن تھی
2019 میں انہیں مناواتو کرکٹ ٹیم کا کوچ مقرر کیا گیا جو ہاک کپ میں شریک ہوتی ہے
میں میدان پر ہونے والی بمباری کو نہیں سنبھال سکا اور محسوس کیا کہ گولے سے جھٹکا لگ گیا "
جس شخص سے استعمال کرے کی جائے وہ عام طور پر اس بات سے بے خبر ہوتا ہے کہ واقعی کیا ہو رہا ہے
جس شخص سے استعمال کرے کی جائے وہ عام طور پر اس بات سے بے خبر ہوتا ہے کہ واقعی کیا ہو رہا ہے
5 جون 2017 کو 2017 کی بین الصوبائی چیمپئن شپ میں لینسٹر لائٹننگ
آخوند خراسانی کا خیال ہے کہ فقہی نظر کو وقت کے تقاضوں پر پورا اترنا چاہئیے
قسطاکی حمصی ایک ادیب تھا
عبد المسیح انطاکی ایک ادیب تھا
عبد المسیح حداد ایک ادیب تھا
علی شیر اوزاقوف ایک اداکار ہیں
اس میں 78 کے اعلی سکور کے ساتھ تین نصف سنچریاں شامل تھیں
ڈونیڈن میں پیدا ہونے والی وہ اوٹاگو اسپارکس کے لیے ڈومیسٹک کرکٹ کھیلتی تھیں ساتھ ہی وہ وائٹ فرنز کے لیے بھی کھیلتی ہیں
" مرشد " کا روحانی سلسلہ لعل شہباز قلندر تک پہنچتا ہے
ان کے بہت سے پیروکاروں کو روحانی عروج حاصل ہوا
انہوں نے بھوکوں کو کھانا کھلانے کی تلقین کی تاکہ لوگوں کی زندگیوں کو بہتر بنایا جا سکے
ہینڈز 20 اپریل 1918 کو بولون پا دو کالے فرانس میں صرف 29 سال کی عمر میں مر گیا
33 سال گلگت جیسے دور افتادہ حکومت برطانیہ کی ملازمت میں گذارے
جپ 9 جولائی 1960 کو سپریٹن میں اپنے گھر کے باغ میں گر کر فوت ہوا
سیاسی طور پر انڈین نیشنل کانگریس سے وابستہ ہوئے
کرکٹ عالمی کپ کے دوران وہ پی ٹی وی سپورٹس اور یاہو پر اپنی ماہرانہ رائے دیتے ہیں
اس کے خاندان کے پاس چربی کو صاف کرنے کا کاروبار ہے جس کا انتظام اس کے والد سیم کرتے تھے
پانچ ورلڈ کپ کھیل چکی ہیں
بیک ویل کو 1963 میں آسٹریلیا کے ٹیسٹ دورے کے لیے سلیکشن کے لیے سمجھا گیا تھا
وہ حاملہ تھیں اور اس لیے 1966 میں انگلینڈ میں نیوزی لینڈ کے خلاف ہوم ٹیسٹ سے محروم تھیں
حکومت کے پاس اب صرف تین سیٹیں ہیں جبکہ پرائیویٹ شیئر ہولڈرز کے پاس کل چھ سیٹیں ہیں
حکومت کے پاس اب صرف تین سیٹیں ہیں جبکہ پرائیویٹ شیئر ہولڈرز کے پاس کل چھ سیٹیں ہیں
آصف جیلانی لندن میں مقیم پاکستانی صحافی تھے
آپ بہت سے علما سے مختلف مسائل پر بحث کرنے کے لیے جانے جاتے ہیں زیادہ تر حنفی علما سے
نین مونگیا جلد ہی منظر پر آئے اور نتیجتا یادیو کا بین الاقوامی کیریئر 1994 تک ختم ہو گیا
اشوک ڈینڈا ( پیدائش 25 مارچ 1984 ) ایک سابق ہندوستانی کرکٹر ہیں اور 2021 تک قانون ساز اسمبلی کے رکن رہے
رابنسن کینٹربری میں پیدا ہونے والی پہلی خاتون تھیں جنہوں نے انگلینڈ کے لیے ٹیسٹ کرکٹ کھیلی
بعدازاں سینیٹر طاہر مشہدی 1978 میں کمانڈ اینڈ سٹاف کالج سے گریجویشن کیا پھرانہوں نے 1992 میں فوج کو خیرباد کہا
اس فارم نے انہیں 1937 میں کرلی پیج کی کپتانی میں انگلینڈ کا دورہ کرنے والی نیوزی لینڈ کی ٹیم میں جگہ ملی تھی
کلب کا سیزن کامیاب رہا اور 2016 17 کے لیے ایڈمز آکلینڈ اے کے ہیڈ کوچ بن گئے
کلب کا سیزن کامیاب رہا اور 2016 17 کے لیے ایڈمز آکلینڈ اے کے ہیڈ کوچ بن گئے
اس وقت رام ناتھ کووند بھارت کے موجودہ صدر تھے
لینر اور اس کے تین بہن بھائی اپنے والدین کے فارم پر پلے بڑھے لینر ایک فارم ہینڈ کے طور پر کام کرتے تھے
جہاں ریسکیو اہلکاروں کو پہنچنے میں دو گھنٹے لگتے ہیں
صابونی نے متعدد کام کیے جن میں سے کچھ اب بھی مخطوطہ میں موجود ہیں
اڈیشا اردو اکیڈمی اردو لائبریری آف اڈیشا اور نجمی اکیڈمی اڈیشا کے بانی مبانیوں میں سے تھے
اڈیشا متھمیٹکل سوسائٹی کے تاعمر رکن ہیں نیز مختلف یونیورسٹیوں 2 کاؤنسلوں اور سکنڈری بورڈوں کی مختلف کمیٹیوں سے وابستہ تھے
اس نے اپنا ٹی20 میچ 7 جولائی 2022 کو بھارت کے لیے انگلینڈ کے خلاف کھیلا
کمال رام یکم جولائی 1982 کو اپنے آبائی گاؤں بھولوپورہ کرولی ضلع بھارت میں انتقال کر گئے
1106 1107 میں وہ ہمدان کے رئیس ( سر ) کے خلاف شکایت کرنے کے لیے سلطان محمد اول کے دربار میں گے
یہ دونوں ٹیموں کے درمیان پہلی دو طرفہ ایک روزہ سیریز تھی
گھاووں کے چھلکے بننے کے بعد ایک ہفتے سے زیادہ پھیلنے کے کچھ ثبوت کے ساتھ
ان کی اننگز نے انہیں مین آف دی میچ کا ایوارڈ دلوایا اور انگلینڈ کی جیت کو یقینی بنایا
ناصیف یازجی ایک ادیب تھا
نسیب عریضہ ایک ادیب تھا
مجید ارسلان ایک لبنانی سیاست دان تھا
حبیب ابو شہلا ایک لبنانی وزیر تھا
گریجویشن کے بعد عبدل اپنے آبائی گھر واپس چلے گے اور سالوں تک تعلیمی میدان میں مصروف رہے
شیخ البازی نے چار بیٹے چھوڑے جن میں سے ہر ایک عالم اور جدید اور قدیم علوم میں نیک ہیں
ب ش ار بن ب رد ایک شاعر تھا
مامون ابو شہلا ایک فلسطینی وزیر تھا
رمی ارسوزی ایک سیاست دان تھا
اکرم حورانی ایک سیاست دان تھ
اکرم حورانی ایک سیاست دان تھا
انہوں نے بہت سے موضوعات پر بھی لکھا ہے حالانکہ ان کی زیادہ تر تحریر عربی میں ہے اور ابھی تک چھپی نہیں ہیں
پوٹک نے مارچ 2018 میں اپنی آخری فرسٹ کلاس اننگز میں سنچری بنانے کا نادر کارنامہ انجام دیا
ہال کے مین گیٹ کے اندر کی جانب کھڑے تھے
بعد میں آپ فیز موجودہ مراکش میں چلے گے
یوسف القرضاوی یوپین کونسل فا فتاوی اینڈ ریسرچ کے سربراہ تھے
انہیں عرب دنیا میں غیر معمولی مقبولیت حاصل تھی
وہ اسلام آن لائن ڈاٹ نٹ پر بھی لوگوں کے سوالات کے جوابات اور فتاوی جاری کرتے تھے
ان کے خیال میں یوسف القرضاوی عصر حاضر کے تقاضوں کو سامنے رکھتے ہوئے لوگوں کی رہنمائی کرتے تھے
یوسف القرضاوی فلسطینیوں کے اسرائیلیوں پر حملوں کے زبردست حامی تھے
وہ کہتے تھے کہ اسرائیلی فوجیوں کے خلاف خودکش دھماکے جائز ہیں کیونکہ وہ قابض اور غاصب ہیں
وہ انہیں اشتہادی حملے قرار دیتے تھے
ان کا کہنا تھا کہ خود کش حملے صرف اس وقت جائز ہوں گے جب اپنے دفاع کا کوئی دوسرا راستہ نہ بچے
تاہم شیخ القرضاوی کا کہنا تھا کہ وہ اس قسم کے حملے صرف اسرائیلی اہداف کے خلاف جائز ہیں
وہ تصویر کشی کو جائز قرار دیتے تھے
شیخ قرضاوی کا کہنا تھا کہ عراق میں جانے والے سارے امریکی حملہ آور متصور ہوں گے
فی الحال اس سیزن میں 27 ٹیسٹ 108 ایک روزہ بین الاقوامی اور 107 ٹوئنٹی20 انٹرنیشنل کھیلے گئے
سنہ 1978 میں اسے ریگسٹرڈ تنظیم کی حیثیت دی گئی اور اسے عالمی صیہونی تنظیم نے بھی تسلیم کیا
وہ 3 دسمبر 2020 کو نیوزی لینڈ اور ویسٹ انڈیز کے درمیان اپنے پہلے ٹیسٹ میچ میں کھڑے ہوئے
کے پارکر ایک مابعد الطبیعاتی مشیر اور سرپرست تھی
فرانسیسی انخلا کے بعد اپنی حفاظت کے خوف سے آپ قاہرہ سے استنبول چلے گے
آپ 21 مارچ 2013 کو شام کی خانہ جنگی کے دوران مبینہ طور پر ایک بم دھماکے میں مارے گے تھے
بوطی جلد ہی دمشق میں مذہبی تعلیم کے لیے داخل ہو گے
البوطی دمشق کے وسطی مزرا ضلع میں واقع مسجد الایمان میں طلبا کو مذہبی درس دیتے ہوئے ہلاک کر دیے گے
آپ قرطبہ سے سیویل چلے گے جہاں اس نے سباویہ کے کاموں سے عربی گرائمر اور نحو کا مطالعہ کیا
بھل گئی سب کتے دا ہونا
عاقب ستیانوی کا تعلق جھنگ سے تھا ان کی مشہور ترین نظم جدی پشتی نوکر کو سوشل میڈیا پر دو ملین سے زائد فالورز ملے
نثر نگاری بھی ان کا خاص میدان رہا قسیم سورج گڑھوی کے نام سے بھی مزاحیہ و طنزیہ مضامین لکھتے رہے تھے
اس کے مدار کی وجہ سے سیڈنا کے پائے جانے کے امکانات 0 017 ہیں
آرتمیس 1 ناسا کا ایک خلائی مشن تھا جس کا مقصد چاند پر واپس انسان ڈالنا ہے
مفتی عبدالشکور 15 اپریل 2023 کو ٹریفک حادثے میں وفات پا گئے
آپ اپریل 2022 سے موجودہ وفاقی وزیر برائے مذہبی امور اور بین المذاہب ہم آہنگ کے عہدے پر تھے
پولیس کے مطابق وہ گاڑی چلا رہے تھے کہ ایک اور گاڑی ان کی گاڑی کے ڈرائیور کی سائیڈ سے ٹکرا گئی
ایڈمز کا حلقہ اور حلقی اقواس
1999 سے شروع ہو کر 2014 تک مزید 19 ایسے واقعات رونما ہو چکے ہیں جو پہلے سے کہیں زیادہ کثرت ہے
2022 23 قائداعظم ٹرافی ایک فرسٹ کلاس کرکٹ ٹورنامنٹ تھا جو پاکستان میں 27 ستمبر سے 30 نومبر 2022 تک کھیلا گیا
2022 23 قائداعظم ٹرافی ایک فرسٹ کلاس کرکٹ ٹورنامنٹ تھا جو پاکستان میں 27 ستمبر سے 30 نومبر 2022 تک کھیلا گیا
2022 23 قائداعظم ٹرافی ایک فرسٹ کلاس کرکٹ ٹورنامنٹ تھا جو پاکستان میں 27 ستمبر سے 30 نومبر 2022 تک کھیلا گیا
یہ 4 جون 1999 کو جاری کی گی تھی
نومبر 2019 میں انہیں بنگلہ دیش میں 2019 کےاے سی سی ایمرجنگ ٹیمز ایشیا کپ کے لیے پاکستان کے دستے کا حصہ بنایا گیا
ہیاں ہر ایک سڑک ہے جو سکردو جاتا ہے
ایلڈرمین 6 جون 1990 کو فریملے پارک ہسپتال سرے میں انتقال کر گئے
ان کا ایک بیٹا اور دو بیٹیاں ہیں
مولانا سید خالق احمد ساجد بخاری ایک پاکستانی اسلامی اسکالر اور مصنف تھے
2023 آئی سی سی خواتین ٹی 20 عالمی کپ آئی سی سی خواتین ٹی 20 عالمی کپ ٹورنامنٹ کا آٹھواں ایڈیشن تھا
ستمبر 2022 میں انہوں نے زنگزور کے علاقے پر قبضہ کر لیا تھا
ملائیشیا چار ملکی کرکٹ سیریز 2022 23 ایک ٹوئنٹی 20 انٹرنیشنل کرکٹ ٹورنامنٹ تھا جو دسمبر 2022 میں ملائیشیا میں ہوا
حصہ لینے والی ٹیموں میں میزبان ملائیشیا کے ساتھ بحرین قطر اور سنگاپور شامل تھیں
نومبر 2020 کے وسط تک اس نے مقابلے میں 301 میچ کھیلے تھے اور 199 شکستوں کے مقابلے میں صرف 32 بار فتح سمیٹی
اس کے دو بھائی پہلی جنگ عظیم میں مارے گئے
فگار کا لاحقہ اپنے مرحوم دوست سید فگار حسین شاہ گردیزی سے اخذ کیا
مارچ 2021 میں ویسٹ انڈیز اور سری لنکا کے درمیان سیریز میں براتھویٹ اپنے پہلے ٹیسٹ میں بطور امپائر نظر آئے
انہیں مئی 1941 میں فلائٹ لیفٹیننٹ کے عہدے پر ترقی دے کر جولائی 1943 میں سکواڈرن لیڈر کا عارضی درجہ دیا گیا
وہ 25 فروری 1944 کو دوسری جنگ عظیم کے دوران بحیرہ بیرنٹس میں مارے گئے
ایک روزہ سیریز افتتاحی آئی سی سی عالمی کپ سپر لیگ 2020 23 کا حصہ تھی
لیگ میں گجرات ٹائٹنز کی ٹیم ٹائٹل کے دفاع کے لئے نظر آئے گی
2003 کرکٹ ورلڈ کپ کے دوران 2 میچوں میں کھڑاے ہوئے
ایک روزہ مقابلے آئی سی سی ویمنز چیمپئن شپ 2022 25 کا حصہ تھے
کوسٹا ریکا کا پہلا ٹوئنٹی20 بین الاقوامی 25 اپریل 2019 کو 2019 سنٹرل امریکن کرکٹ چیمپئن شپ میں پاناما کے خلاف تھا
اس کے بعد بحیثیت مفتی برطانیہ تشریف لے گئے اور تاحال وہاں فقہ و فتاوی اصلاح و تربیت کی خدمات میں مصروف عمل ہے
ایس اے20 2022 23 جنوبی افریقی فرنچائز کرکٹ لیگ ایس اے20 کا افتتاحی سیزن تھا
اس کی وجہ یہ تھی کہ مشاہدات سے لگتا تھا کہ وہ 2029 میں زمین سے ٹکرائے گی
یہ ٹیسٹ میچ آئرلینڈ کی تاریخ کا محض چوتھا اور جولائی 2019 کے بعد پہلا میچ تھا
یہ آئرلینڈ کی پہلی ٹیسٹ سیریز تھی جو ایک سے زیادہ میچوں پر مشتمل تھی
یہ آئرلینڈ کی پہلی ٹیسٹ سیریز تھی جو ایک سے زیادہ میچوں پر مشتمل تھی
وہ 2002 میں ایک ون ڈے میچ میں کھڑے ہوئے تھے
نیوزی لینڈ جبکہ 1990 میں اور 1985 اور 1994 کے درمیان 4 ون ڈے میچز میں کھڑے تھا
جنوری 2023 موجودہ عام سال کا پہلا مہینہ تھا
فروری 2023 موجودہ عام سال کا دوسرا مہینہ تھا
وہ 1985 میں ایک ٹیسٹ میچ انڈیا بمقابلہ انگلینڈ جبکہ 1983 میں ایک ون ڈے میچ انڈیا بمقابلہ ویسٹ انڈیز میں کھڑے ہوئے
16 فروری تک 47 , 000 سے زیادہ اموات کی اطلاع ملی ہیں
ستمبر 2022 میں انہیں خواتین کے ایشیا کپ کے لیے قومی دستے کا حصہ بنایا گیا
وہ 1949 اور 1965 کے درمیان 12 ٹیسٹ میچوں میں کھڑے ہوئے
کھیس عام طور پر موٹے سوتی دھاگے سے ہاتھ سے ب نا جاتا ہے
وہ 1958 اور 1965 کے درمیان پانچ ٹیسٹ میچوں میں کھڑے ہوئے
وہ 1981 اور 1986 کے درمیان 3 ٹیسٹ میچوں اور 1981 اور 1986 کے درمیان 7 ون ڈے میچوں میں کھڑے ہوئے
وہ 1974 اور 1979 کے درمیان 6 ٹیسٹ میچوں اور 1975 اور 1981 کے درمیان 3 ون ڈے میچوں میں کھڑے ہوئے
وہ 1974 اور 1977 کے درمیان تین ٹیسٹ میچوں میں کھڑے ہوئے
وہ 1962 اور 1965 کے درمیان 2 ٹیسٹ میچوں میں کھڑے ہوئے
جیسا کے نام سے ظاہر ہے یہ لہجہ ڈیرہ اسماعیل خان اور ڈیرہ خغازی میں رائج ہے
جیسا کے نام سے ظاہر ہے یہ لہجہ ڈیرہ اسماعیل خان اور ڈیرہ خغازی میں رائج ہے
وہ 1982 میں ایک ون ڈے میچ میں کھڑے ہوئے
ٹیم کی کپتانی ڈان بریڈمین کر رہے تھے جو ان کا انگلینڈ کا چوتھا اور آخری دورہ تھا
1887 اور 1888 میں واٹسن کلائی میں موچ کی وجہ سے معذور تھی اس طرح کی علامات وقت کے ساتھ ساتھ بڑھ جاتی ہیں
مارچ 2023 موجودہ عام سال کا تیسرا مہینہ تھا
یہ دونوں ہی ویاکوم 18 کی ملکیت تھے
ٹورنامنٹ میں پانچ ٹیموں نے حصہ لیا اور یہ 4 مارچ سے 26 مارچ 2023 تک شیڈول تھا
خواتین اور لڑکیوں کے لیے داخلہ مفت تھا اور انہیں اس سیزن میں اسٹیڈیم میں میچ دیکھنے کے لیے ٹکٹ کی ضرورت نہیں تھی
خواتین اور لڑکیوں کے لیے داخلہ مفت تھا اور انہیں اس سیزن میں اسٹیڈیم میں میچ دیکھنے کے لیے ٹکٹ کی ضرورت نہیں تھی
یہ ایک انسانی بحران اور ایک غیر منصفانہ جنگ دونوں کی ایک مثال بن گی ہے
وہ 2000 سے 2007 تک افغانستان میں رہتی تھی اور خبریں دیتی تھی
تاہم دوسری جنگ عظیم شروع ہونے سے فلم نگر اجڑ گئے
اس نے پاکستان میں تھیٹر جلاوطنی کی مشترکہ بنیاد رکھی اور اپنی موت تک بین الاقوامی سطح پر کارکردگی دیکھائی
یہ ٹورنامنٹ ایشیا کپ 2023 کی طرف اہلیت کا راستہ تھا
اپریل 2023 موجودہ عام سال کا چوتھا مہینہ تھا
2017 میں اسے انٹرنیشنل کرکٹ کونسل کا ایک ایسوسی ایٹ ممبر بنایا گیا
پانچ ٹیموں پر مشتمل ٹورنامنٹ میں میزبان یوگنڈا کے ساتھ ساتھ کینیا روانڈا تنزانیہ اور متحدہ عرب امارات بھی شریک تھے
اپریل 2023 میں ہیمنتھا کو آئرلینڈ کے خلاف سیریز کے لیے سری لنکا کی ٹیسٹ ٹیم کا حصہ بنایا گیا
20 اوور کے فارمیٹ میں مکمل ٹوئنٹی 20 انٹرنیشنل یا ویمنز ٹوئنٹی 20 انٹرنیشنل اسٹیٹس سامنے آیا جس کی پیشکش پر رینکنگ پوائنٹس ملے
20 اوور کے فارمیٹ میں مکمل ٹوئنٹی 20 انٹرنیشنل یا ویمنز ٹوئنٹی 20 انٹرنیشنل اسٹیٹس سامنے آیا جس کی پیشکش پر رینکنگ پوائنٹس ملے
یہ دورہ تین ویمنز ون ڈے انٹرنیشنل اور تین ویمنز ٹوئنٹی 20 انٹرنیشنل میچوں پر مشتمل تھا
مئی 2023 موجودہ عام سال کا پانچواں مہینہ تھا
بریسل نے سیشن کا آخری فریم بھی جیت لیا کیونکہ اس نے فائنل سیشن میں 15 10 کی برتری حاصل کرنے کی کوشش کی
جو اس کی لونڈی سے پیدا ہوا تھا اور اسرایئلیوں کے قبیلے کا بانی تھا
سربیا میں دو دنوں میں فائرنگ واقعات سے 17 افراد ہلاک ہو چکے ہیں
ایک یہودی روایت کے مطابق نون کی قبر کو اس کے بیٹے جوشوا کے قریب دفن ہیں
جو لاوی کی بیوی قہات کی ماں اور ملکہ تھی اور ارام کی بیٹی ہے
جو لاوی کی بیوی قہات کی ماں اور ملکہ تھی اور ارام کی بیٹی تھی
حج ایک عبادت ہے جو سال میں ایک بار سعودی عرب کے شہر مکہ میں ادا کی جاتی ہے
لاشوں کو براہ راست جسمانی رابطے سے بچانے کے لیے " ان کے سروں کے ذریعے " اٹھا لیا گیا تھا
اب تک 11 لاشیں مل چکی ہیں جب کہ دیگر ہلاکتوں کی تلاش جاری ہے
" " وہ اس ملبس کی قیمت کم از کم 20 بلین بتاتی ہیں
وہ نہ صرف تاریخ اسلام بلکہ تاریخ عالم کے مشہور ترین فاتحین اور حکمرانوں میں سے ایک تھے
پنجاب کے دوسرے دیہات کی طرح گاؤں ٹھکر کے ہاشم میں بھی پنجابی طرز معاشرت اور رہن سہن کے اصول بہت نمایاں ہیں
اردو ویکیپیڈیا ایسا گیا گزرا بھی نہیں کہ معیار سے گر کر مضامین منتخب کیے جائیں
ان میں 19 کی تشخیص ہوئی تھی اور وہ 13 فروری 2021 سے 28 فروری 2021 تک متاثر تھے
اگر ایسا نہیں کیا جاتا ہے تو پہلے راؤنڈ کے نتائج کے اعلان کے دو ہفتے بعد دوسرا دور ہوتا ہے
مجموعی طور پر والینسیا سات بڑے یورپی فائنلز میں پہنچ چکی ہے ان میں سے چار جیتے ہیں
اس کی بیوی پوتیل کی بیٹی نے اس کے لیے فینہاس کو جنم دیا جو بالآخر اس کے بعد اعلی کاہن بنا تھا
اس کی بیوی پوتیل کی بیٹی نے اس کے لیے فینہاس کو جنم دیا جو بالآخر اس کے بعد اعلی کاہن بنا تھا
17 مارچ کو آنے والے سیلاب سے بلوچستان میں دس افراد ہلاک ہوئے جن میں سے آٹھ ضلع آواران میں ہلاک ہوئے
ان کی کپتانی گیبی لیوس کر رہی ہیں اور ان کی کوچنگ کلیئر ٹربلانچے کے ذمہ ہے
نیدرلینڈز خواتین کی سہ ملکی سیریز2023 ایک ٹوئنٹی 20 انٹرنیشنل سیریز تھی جو جولائی 2023 میں نیدرلینڈز میں کھیلی گئی
نیدرلینڈز خواتین کی سہ ملکی سیریز2023 ایک ٹوئنٹی 20 انٹرنیشنل سیریز تھی جو جولائی 2023 میں نیدرلینڈز میں کھیلی گئی
عزیزالرحمان کے چاروں بیٹوں اور دو بیٹیوں میں یہ سب سے چھوٹا ہے
36 14 میں قورح کی والدہ اہولیبامہ عناہ کی بیٹی اور زیبیون کی پوتی زیبون قورح کی پردادی بتاتی ہے
