S ام کیو 9 کی پرواز مدت 14 گھنٹے ھوتی ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S تینتالیس سالہ کیمرن گزشتہ 198 سال موجودہ ارل آف ل ورپ ول کے بعد کا سب سے جوان برطانوی وزیر اعظم بنا
A 21 22|||R:VERB|||بنے|||REQUIRED|||-NONE-|||0

S فضل کریم مولانا محمد سردار احمد قادری کے صاحبزادے اور پاکستان کے ایک مذہبی سیاستدان ہیں
A 15 16|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S یہ 10 , 660 کلوگرام انتہائی وزن کے ساتھ اڑ جاتا ہے
A 10 11|||R:VERB|||سکتا|||REQUIRED|||-NONE-|||0

S ربیکا نے اپنے بارے میں اظہار رائے دیتے ہوے کہا
A 7 8|||R:VERB|||کرتے|||REQUIRED|||-NONE-|||0

S آپ نے اپنی ذہانت اور حاظر دماغی سے کتنے لوگوں کے دل جیت لیئے
A 13 14|||R:VERB|||لیے|||REQUIRED|||-NONE-|||0

S میزورم 20 فروری 1987 کو بھارت کی 23ویں ریاست بنی
A 9 10|||R:VERB|||بنا|||REQUIRED|||-NONE-|||0

S آپ 80 دہائی سے جاسوسی تنظیم میں کام کرتا ہے
A 9 10|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S ان کے بارے میں معلوم ہوتا ہے کہ آپ کو اسکاؤٹنگ سے دلچسپی ہے
A 13 14|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S سب میں شامل ہوں مگر سب سے الگ بیٹھا ہوں
A 9 10|||R:VERB|||ہو|||REQUIRED|||-NONE-|||0

S سب میں شامل ہوں مگر سب سے الگ بیٹھا ہو
A 9 10|||R:VERB|||ہوں|||REQUIRED|||-NONE-|||0

S یہاں فلسفہ معاشیات اور سیاسیات ان کے مطالعہ میں شامل تھ
A 10 11|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S ہاشم خان پاکستان کے ایک سابقہ سکواش کھلاڑی ہیں
A 8 9|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S بھٹو خاندان پاکستان کے صوبہ سندھ سے تعلق ہے
A 8 9|||R:VERB|||رکھتاہے|||REQUIRED|||-NONE-|||0

S اس لیگ میں 30 غیر ملکی کھلاڑی شامل ہوں گے
A 9 10|||R:VERB|||ے|||REQUIRED|||-NONE-|||0

S جس عید کے صدقے عیدیں ملیں اس عید کے دن مسلمان شکرانے کے نوافل ادا کرتے ھیں اور سارا دن درود وسلام پیش کرتے ھیں
A 16 17|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S جس عید کے صدقے عیدیں ملیں اس عید کے دن مسلمان شکرانے کے نوافل ادا کرتے ھیں اور سارا دن درود وسلام پیش کرتے ھیں
A 24 25|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S جب ایک بھاری مرکزہ جیسے یورینیئم دو ٹکڑوں میں ٹوٹتا ہے تو فالتو ہو جانے والی بائنڈنگ انرجی خارج کرتا ہے
A 19 20|||R:VERB|||ہوتی|||REQUIRED|||-NONE-|||0

S جن میں ان سوالات سے قبل تمہید بھی پیش کی جاتی ہے تاکہ سوالات کو سمجھنے میں آسانی ہے
A 18 19|||R:VERB|||ہو|||REQUIRED|||-NONE-|||0

S اور چوھدری جاوید ظفر شامل ھیں
A 5 6|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S اس شھر کی سڑکیں کشادہ ہیں چیچہ وطنی کے مشہور دیھات میں چک نمبر 110 بارہ ایل قابل زکر ھے
A 19 20|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S معروف گلوکار استاد مہدی حسن کا تعلق بھی اسی شہرسے ھے
A 10 11|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S پھر اس حساب سے ٹیگ کیا جائے
A 5 6|||R:VERB|||لگایا|||REQUIRED|||-NONE-|||0

S کراچی کے فرئیر ہال کو " یادگار لینڈ مارک " کہا جاتا ھے
A 12 13|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S کراچی کے مخدوش حالات کے سبب عوام کے لیے یہ " ممنوعہ " علاقہ بن چکا ھے
A 16 17|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہان صادقین کی گیلیری بھی ھے
A 5 6|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کے دوسرے ناول " رات کے سمندرمیں " 1964کے بھارتی ثقافتی بٹوارے کا احوال ھے
A 15 16|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہ آزاد اور غیر منافع بخش ادارہ ویکیمیڈیا فاؤنڈیشن ہے جو اس سارے منصوبہ کو جلا رہا ہے
A 15 16|||R:VERB|||چلا|||REQUIRED|||-NONE-|||0

S یہ آبی جنور ہیں جو زیادہ تر سمندر میں پا جاتے ہیں مگر بعض صاف پانی میں بھی رہتے ہیں
A 9 10|||R:VERB|||پائے|||REQUIRED|||-NONE-|||0

S منگل پانڈے کے مقام پیدائش متنازعہ ھے
A 6 7|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S کہیں لکھا ھے کہ وہ یوپی کے ضلع فیض آباد کے شہر اکبر آباد مین پیدا ھوئے
A 2 3|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس میں گائے اور سور کی چربی لگی ھوتی ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہ وھی فوجی چھاونی ھے جہاں کچھ مہینے قبل ھندوستانی فوجیوں نے " انگریزی ٹوپ " پہنے سے انکار کردیا تھا
A 4 5|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس کی وجہ یہ تھی کی فوج میں استعمال ھونے والی پی
A 9 10|||R:VERB|||ہونے|||REQUIRED|||-NONE-|||0

S اس میں گائے اور سور کی چربی لگی ھوتی ہے
A 8 9|||R:VERB|||ہوتی|||REQUIRED|||-NONE-|||0

S اس میں گائے اور سور کی چربی لگی ھوتی ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S منگل پانڈے 19 جولائی 1827 میں مشرقی اترپردیش کے ضلع بلیا کے گاؤں " نگوا " میں پیدا ھوئے
A 18 19|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S یہان ایک دوکان " منی مارکیٹ " کے نام سے مشہور ھے جہاں پر پرانی ھندوستانی فلموں کے پوسٹر ملتے ہیں
A 11 12|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہ اصل میں " فلی مارکیٹ " ھے جہاں ھر وہ چیز مل جاتی ھے جو آپ کو کہیں نہ ملے
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہ اصل میں " فلی مارکیٹ " ھے جہاں ھر وہ چیز مل جاتی ھے جو آپ کو کہیں نہ ملے
A 14 15|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ممبئی کےچور بازار پر 1954 میں بلیک ایند وائٹ فلم بھی بن چکی ھے
A 13 14|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S وہ 12 رجب 714 ہجری کو ایران کے شہر ہمدان میں پیداہو اور 786 ھ میں ختلان میں وفات پاگ
A 19 20|||R:VERB|||پاگئے|||REQUIRED|||-NONE-|||0

S رجوع مکررات اردو ویکیپیڈیا کی معاونت کے لیے بہت ضروری ہے
A 10 11|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S دنیا بھر کے زائرین اس مسجد کی کمال تعمیراتی فن کاری اور ماہرانہ کام کو سرہاتے ھیں
A 16 17|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S تربیلا غازی تربیلا بندمیں واقع ضلع ھری پور کی ایک چھوٹی سی تحصیل ھے
A 13 14|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S انتخابات میں لڑنے والی جماعتوں کی فہرست کے لیے مندرجہ زیل ملاحظہ کیجئے
A 12 13|||R:VERB|||کیجیے|||REQUIRED|||-NONE-|||0

S ویکی مینیا 2015 ویکی مینیا کا گیارواں سالانہ اجلاس ہے جو 15 سے 19 جولائی 2015 میں منعقد ہوا
A 9 10|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S موجودہ مرکزی عھدیداران میں شیخ الحدیثحضرت علامہ پیر سید حسین الدین شاہ سلطانپوری تنظیم کے سرپرست اعلی ھیں
A 17 18|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S حضرت مفتی اعظم پاکستان مفتی منیب الرحمن مرکزی صدر اور صاحبزادہ عبد المصطفی ھزاروی مرکزی ناظم اعلی ھیں
A 17 18|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S فیصل مسعود یونیورسٹی آف ہیلتھ سائنسز اور کنگ ایڈورڈ میڈیکل یونیورسٹی کے سابق وائس چانسلر ہیں
A 15 16|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S 14 جولائی 2012 کوالیکشن کمیشن پاکستان کا سربراہ مقرر ہوا
A 9 10|||R:VERB|||ہوے|||REQUIRED|||-NONE-|||0

S 14 جولائی 2012 کوالیکشن کمیشن پاکستان کا سربراہ مقرر ہوے
A 9 10|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S ایسی تمام تصاویر جن کے ماخذ اور حقوق واضح نہیں ہیں انبتاہی پیغام دینے کے ایک ہفتہ بعد حذف کر دی جائے گی
A 22 23|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S اگر یہ مضمون آپ نے تخلیق کیا ہے تو براہ کرم برا نہ منائیں
A 13 14|||R:VERB|||مانیں|||REQUIRED|||-NONE-|||0

S اگر یہ مضمون آپ نے تخلیق کیا ہے تو براہ کرم برا نہ مانیں
A 13 14|||R:VERB|||ہوں|||REQUIRED|||-NONE-|||0

S خلیج کے جنوب میں جزائر ایلانڈ واقع ہیں جو کہ بحیرہ ایلانڈ اور بحیرہ مجموعہ الجزائر کے درمیان واقع ہے
A 19 20|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S یہ جلوس نئی انارکلی سے گزر کر جی پی او سے ہوتا ہوا مسجد شہدا شاہراہ قائد اعظم پر اختتام پزیر ہونا تھا "
A 5 6|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S والد مرحوم درود شریف اور وظائف سے فرصت پا کر آتے اور مجھے دیکھ کر گذر جاتے
A 15 16|||R:VERB|||گزر|||REQUIRED|||-NONE-|||0

S خلیل ایک عالم شاعر اور ماہر لسانیات تھا جو آٹھویں صدی میں بغداد میں ہو گذرا تھا
A 15 16|||R:VERB|||گزرا|||REQUIRED|||-NONE-|||0

S جامعہ اسلامیہ مدینہ منورہ کے قدیم فاضل ہیں
A 7 8|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S نادر شاہ کے ہاتھوں مغل سلطنت کو شکست کے بعد پھر سمبھلنے کا موقع نہیں بلا بتدریج حالات دگرگوں ہوتے چلے گئے
A 15 16|||R:VERB|||ملا|||REQUIRED|||-NONE-|||0

S بچپن کا ایک حصہ اٹلی میں بھی گزرا
A 7 8|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S وہ چوتھے راؤنڈ میں قازقستان کی عیال م قاسمووا کو ہرا کر چوتھے مقام پر آئی اور کانسی کا تمغا حاصل کیا
A 21 22|||R:VERB|||کرپائی|||REQUIRED|||-NONE-|||0

S کوھاٹ میں بنیادی اور مقامی طور پر دو بڑی زبانیں بولی جاتی ھیں
A 12 13|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S تاریخی اعتبار سے یہ پنجابی زبان کی ایک شاخ ھے جو پوٹھواری اور سرائکی زبانوں سے ملتی جلتی ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S تاریخی اعتبار سے یہ پنجابی زبان کی ایک شاخ ھے جو پوٹھواری اور سرائکی زبانوں سے ملتی جلتی ھے
A 18 19|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جنوب مشرق میں ( خیرماتو کوٹ سیاب ) اور مکمل مشرقی ( توغ بلی ٹنگ سے خوشحال گڑھ ) علاقوں میں بولی جاتی ھے
A 23 24|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S 2 پشتو کوھاٹ کی دوسری بڑی زبان ھے جو کہ شہری علاقہ کے علاوہ مغرب ( محمدزئی سے رئیسان )
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جنوب ( مسلم آباد سے لیکر شکردرہ تک ) اور شمال کے علاقوں میں بولی جاتی ھے
A 16 17|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S سرکاری کالونیوں کے علاوہ شہر میں بھی بعض گھرانوں میں بولی جاتی ھے ایک طرح سے اردو یہاں کی تیسری بڑی زبان ھے
A 12 13|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S سرکاری کالونیوں کے علاوہ شہر میں بھی بعض گھرانوں میں بولی جاتی ھے ایک طرح سے اردو یہاں کی تیسری بڑی زبان ھے
A 22 23|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S 1 تانڈا جھیل ایک خوبصورت پکنک پوائنٹ ھے عید اور دوسری تعطیلات بالخصوص موسم گرما میں لوگ بڑی تعداد میں یہاں آتےھیں
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہ دنیاکاواحد ڈیم ھے جوصرف600میٹر بند ( جنوبی طرف ) لگا کر بنایاگیاھے باقی سب اطراف پہاڑ ھیں
A 3 4|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہ دنیاکاواحد ڈیم ھے جوصرف600میٹر بند ( جنوبی طرف ) لگا کر بنایاگیاھے باقی سب اطراف پہاڑ ھیں
A 17 18|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S 9 گھنڈیالی ڈیم گھنڈیالی کے مقام پر یہ ڈیم چراٹ کے پہاڑی چشموں اور دریا قابل سے نکلنے والی ندی پر بنایا گیا ھے
A 23 24|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس سے گھنڈیالی گمبٹ تولج اور سیاب کا علاقہ سیراب ھوتا ھے
A 10 11|||R:VERB|||ہوتا|||REQUIRED|||-NONE-|||0

S اس سے گھنڈیالی گمبٹ تولج اور سیاب کا علاقہ سیراب ھوتا ھے
A 11 12|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S عسکری کردار کوھاٹ میں پولیس فوج ایئر فورس اور آئی ایس ایس بی جیسے اھم عسکری اداروں کے تربیئتی مراکز ھیں
A 20 21|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S فوج کے سگنل مینز اور افسروں کی تربیئت بھی سگنل سنٹر کوھاٹ میں ھوتی ھے
A 13 14|||R:VERB|||ہوتی|||REQUIRED|||-NONE-|||0

S فوج کے سگنل مینز اور افسروں کی تربیئت بھی سگنل سنٹر کوھاٹ میں ھوتی ھے
A 14 15|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S فضائیہ کے افسروں اور جوانوں کی بھی بنیادی تربیئت یہیں ھوتی ھے اس کے بعد انکو ٹریڈ ٹریننگ کیلئے مختلف مراکز میں بھیجا جاتا ھے
A 10 11|||R:VERB|||ہوتی|||REQUIRED|||-NONE-|||0

S فضائیہ کے افسروں اور جوانوں کی بھی بنیادی تربیئت یہیں ھوتی ھے اس کے بعد انکو ٹریڈ ٹریننگ کیلئے مختلف مراکز میں بھیجا جاتا ھے
A 11 12|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S فضائیہ کے افسروں اور جوانوں کی بھی بنیادی تربیئت یہیں ھوتی ھے اس کے بعد انکو ٹریڈ ٹریننگ کیلئے مختلف مراکز میں بھیجا جاتا ھے
A 24 25|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S آئی ایس ایس بی کے افسروں کی تربیئت کا بھی کوھاٹ ھی مین سنٹر ھے
A 14 15|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S مئ سے ستمبر تک مون سون کا موسم ھوتا ھے سب سے زیاد ہ بارش اگست ( 114 ملی میٹر ) میں ھوتی ھے
A 8 9|||R:VERB|||ہوتا|||REQUIRED|||-NONE-|||0

S مئ سے ستمبر تک مون سون کا موسم ھوتا ھے سب سے زیاد ہ بارش اگست ( 114 ملی میٹر ) میں ھوتی ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S مئ سے ستمبر تک مون سون کا موسم ھوتا ھے سب سے زیاد ہ بارش اگست ( 114 ملی میٹر ) میں ھوتی ھے
A 22 23|||R:VERB|||ہوتی|||REQUIRED|||-NONE-|||0

S مئ سے ستمبر تک مون سون کا موسم ھوتا ھے سب سے زیاد ہ بارش اگست ( 114 ملی میٹر ) میں ھوتی ھے
A 23 24|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S موسم میں خوشگوار تبدیلی اکتوبر سے آنا شروع ھوتی ہے موسم سرما میں
A 8 9|||R:VERB|||ہوتی|||REQUIRED|||-NONE-|||0

S مارچ سرما کی بارشوں کا مہینہ ھے
A 6 7|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S عسکری کردار کوھاٹ میں پولیس فوج ایئر فورس اور آئی ایس ایس بی جیسے اھم عسکری اداروں کے تربیئتی مراکز ھیں
A 20 21|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S فوج کے سگنل مینز اور افسروں کی تربیئت بھی سگنل سنٹر کوھاٹ میں ھوتی ھے
A 13 14|||R:VERB|||ہوتی|||REQUIRED|||-NONE-|||0

S فوج کے سگنل مینز اور افسروں کی تربیئت بھی سگنل سنٹر کوھاٹ میں ھوتی ھے
A 14 15|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S فضائیہ کے افسروں اور جوانوں کی بھی بنیادی تربیئت یہیں ھوتی ھے اس کے بعد انکو ٹریڈ ٹریننگ کیلئے مختلف مراکز میں بھیجا جاتا ھے
A 10 11|||R:VERB|||ہوتی|||REQUIRED|||-NONE-|||0

S فضائیہ کے افسروں اور جوانوں کی بھی بنیادی تربیئت یہیں ھوتی ھے اس کے بعد انکو ٹریڈ ٹریننگ کیلئے مختلف مراکز میں بھیجا جاتا ھے
A 11 12|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S فضائیہ کے افسروں اور جوانوں کی بھی بنیادی تربیئت یہیں ھوتی ھے اس کے بعد انکو ٹریڈ ٹریننگ کیلئے مختلف مراکز میں بھیجا جاتا ھے
A 24 25|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S آئی ایس ایس بی کے افسروں کی تربیئت کا بھی کوھاٹ ھی مین سنٹر ھے
A 14 15|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اہم شاہراہیں کسی بھی علاقے کی ترقی میں شاھراھیں بہت اھم کردار ادا کرتی ھیں کوھاٹ کی اھم شاھراھیں یہ ھیں
A 14 15|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S اہم شاہراہیں کسی بھی علاقے کی ترقی میں شاھراھیں بہت اھم کردار ادا کرتی ھیں کوھاٹ کی اھم شاھراھیں یہ ھیں
A 20 21|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S مئ سے ستمبر تک مون سون کا موسم ھوتا ھے سب سے زیاد ہ بارش اگست ( 114 ملی میٹر ) میں ھوتی ھے
A 8 9|||R:VERB|||ہوتا|||REQUIRED|||-NONE-|||0

S مئ سے ستمبر تک مون سون کا موسم ھوتا ھے سب سے زیاد ہ بارش اگست ( 114 ملی میٹر ) میں ھوتی ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S مئ سے ستمبر تک مون سون کا موسم ھوتا ھے سب سے زیاد ہ بارش اگست ( 114 ملی میٹر ) میں ھوتی ھے
A 22 23|||R:VERB|||ہوتی|||REQUIRED|||-NONE-|||0

S مئ سے ستمبر تک مون سون کا موسم ھوتا ھے سب سے زیاد ہ بارش اگست ( 114 ملی میٹر ) میں ھوتی ھے
A 23 24|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S موسم میں خوشگوار تبدیلی اکتوبر سے آنا شروع ھوتی ہے موسم سرما میں
A 8 9|||R:VERB|||ہوتی|||REQUIRED|||-NONE-|||0

S مارچ سرما کی بارشوں کا مہینہ ھے
A 6 7|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S کوہاٹ میں بنیادی اور مقامی طور پر دو بڑی زبانیں بولی جاتی ہیں
A 12 13|||R:VERB|||ھیں|||REQUIRED|||-NONE-|||0

S تاریخی اعتبار سے یہ پنجابی زبان کی ایک شاخ ہے جو پوٹھواری اور سرائکی زبانوں سے ملتی جلتی ہے
A 9 10|||R:VERB|||ھے|||REQUIRED|||-NONE-|||0

S تاریخی اعتبار سے یہ پنجابی زبان کی ایک شاخ ہے جو پوٹھواری اور سرائکی زبانوں سے ملتی جلتی ہے
A 18 19|||R:VERB|||ھے|||REQUIRED|||-NONE-|||0

S جنوب مشرق میں ( خیرماتو کوٹ سیاب ) اور مکمل مشرقی ( توغ بلی ٹنگ سے خوشحال گڑھ ) علاقوں میں بولی جاتی ہے
A 23 24|||R:VERB|||ھے|||REQUIRED|||-NONE-|||0

S 2 پشتو کوہاٹ کی دوسری بڑی زبان ہے جو کہ شہری علاقہ کے علاوہ مغرب ( محمدزئی سے رئیسان )
A 7 8|||R:VERB|||ھے|||REQUIRED|||-NONE-|||0

S جنوب ( مسلم آباد سے لیکر شکردرہ تک ) اور شمال کے علاقوں میں بولی جاتی ہے
A 16 17|||R:VERB|||ھے|||REQUIRED|||-NONE-|||0

S سرکاری کالونیوں کے علاوہ شہر میں بھی بعض گھرانوں میں بولی جاتی ہے ایک طرح سے اردو یہاں کی تیسری بڑی زبان ہے
A 12 13|||R:VERB|||ھے|||REQUIRED|||-NONE-|||0

S سرکاری کالونیوں کے علاوہ شہر میں بھی بعض گھرانوں میں بولی جاتی ہے ایک طرح سے اردو یہاں کی تیسری بڑی زبان ہے
A 22 23|||R:VERB|||ھے|||REQUIRED|||-NONE-|||0

S عجب خان آفریدی آزادی کے ھیرو ھیں
A 6 7|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S اکثریئتی بنگش قبائل کے یہ محنتی بہادراورذھین لوگ سروسز ٹرانسپورٹ کاروباراوردفاعی امورمیں کافی ماہر ھیں
A 14 15|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S بادشاہ کے زیادہ تر آئینی اختیارات پاکستان کے گورنر جنرل کو سونپ گئے تھے
A 11 12|||R:VERB|||سونپے|||REQUIRED|||-NONE-|||0

S فکشن میگزین کراچی سے شائع ہونے والا رسالہ ھے جو کہ بچوں کے لیے مختلف اقسام کی تحریریں مرتب کرتا ہے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S فکشن میگزین مسلسل تیرا سال سے شائع ہونے والا کثیر الاشاعتی شمارہ ھے
A 12 13|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جبکہ خالد علی اور محمد احسن بھی رسالے کی تخلیق میں کلیدی کردار اداکرے ھیں
A 14 15|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S رسالہ مختلف موقعوں پر خاص نمبر شائع کرتا ھے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S زیادہ گہری غاروں اپنے اوپر موجود چٹانوں کے وزن سے کچل جاتی ہیں
A 10 11|||R:VERB|||دب|||REQUIRED|||-NONE-|||0

S 14 جولائی کرکٹ عالمی کپ 2019 میں انگلستان نے نیوزی لینڈ کو فائنل میں شکست دے کر پہلی مرتبہ عالمی کپ جیت لیا
A 21 22|||R:VERB|||بن|||REQUIRED|||-NONE-|||0

S 14 جولائی کرکٹ عالمی کپ 2019 میں انگلستان نے نیوزی لینڈ کو فائنل میں شکست دے کر پہلی مرتبہ عالمی کپ جیت لیا
A 22 23|||R:VERB|||گیا|||REQUIRED|||-NONE-|||0

S سید سمسان علی شاہ بخاری قومی اسمبلی کے انتخابات میں اس حلقے سے 2008 میں کامیاب ہوا
A 16 17|||R:VERB|||ہ|||REQUIRED|||-NONE-|||0

S 2018 کے عام انتخابات 25 جولائی 2018 کو ہوں گے
A 8 9|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S 2018 کے عام انتخابات 25 جولائی 2018 کو ہوں گے
A 9 10|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اسکولوں اور ہسپتالوں کی عدم دستیابی سب سے بڑا مسلہ ہے
A 10 11|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S ان کی شاعری کو نکھارنے اور سنوارنے میں مولانا مانی اجمیری کا بڑا ہاتھ ھے
A 14 15|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S لگتا ھے ان کی افسردگی اور اضطراب کا
A 1 2|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہ اور بات ھے کہ تقدیر سو گئی قابل
A 3 4|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S وہ ادبی جریدے نئی قدریں ( جریدہ ) کے مدیر و مالک اختر انصاری اکبر آبادی ( استاد ) کے خاصے قریب رھے
A 22 23|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S ساتھ ہی غزلیات اور نظمیں بھی لکھتے رھے
A 7 8|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S اگر ویکیپیڈیا کا ویکیپیڈیا کی ترقی اور انتظام میں حائل ہورہا ہو تو اس قانون سے چشم پوشی کریں
A 18 19|||R:VERB|||برتیں|||REQUIRED|||-NONE-|||0

S صحرائے تھل پنجاب پاکستان کے ایک صحرا کا نام ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S سہارنپور کا جائے وقوع تاریخ کے گزرنے والے قافلہ جو یہاں سے گذرے انہوں نے بھی رحم سمجھا ہے
A 12 13|||R:VERB|||گزرے|||REQUIRED|||-NONE-|||0

S یوں تو سہارنپور کی تاریخ کچھ زیادہ پرانی نہیں ہے اس شہر کو آباد ہوئے تقریبا ساڑھے چھ سو سال ہی گذرے ہیں
A 21 22|||R:VERB|||گزرے|||REQUIRED|||-NONE-|||0

S ویکیپیڈیا فاؤنڈیشن نے کہا ہے کہ وہ اس برمجہ کا حصہ نہیں بنے
A 3 4|||R:VERB|||کیا|||REQUIRED|||-NONE-|||0

S وجہ شہرت سیٹی پھونکا ہے جب اس نے امریکی خفیہ برقی نگہداری اور جاسوسی پروگرامنگ بنام پرزم نگہداری پروگرامنگ کا بھانڈا پھوٹ دیا
A 21 22|||R:VERB|||پھوڑ|||REQUIRED|||-NONE-|||0

S اپریل 2012 میں تحریک انصاف کا رکن بنا
A 7 8|||R:VERB|||بنے|||REQUIRED|||-NONE-|||0

S سال سے زائد ہونے کے باوجود مؤرخین میں مستعمل ہے
A 3 4|||R:VERB|||گذرنے|||REQUIRED|||-NONE-|||0

S 60 سال کا بوڑھا مانی 23 دن عقوبتیں جھیل کر 2 مارچ 276 عیسوی کو مرگیا
A 15 16|||R:VERB|||ہوگیا|||REQUIRED|||-NONE-|||0

S دنیا کی دولت کی چاہ انسان کو دیوانہ بنادیتی ہے یہاں تک کہ خود کو غم کے گڈھے میں ڈھکیل لیتا ہے
A 19 20|||R:VERB|||دھکیل|||REQUIRED|||-NONE-|||0

S مہاویر کا بچپن اور جوانی بڑے ہی عیش و عشرت میں گذری
A 11 12|||R:VERB|||گزری|||REQUIRED|||-NONE-|||0

S مہاویر کا بچپن اور جوانی بڑے ہی عیش و عشرت میں گزری
A 11 12|||R:VERB|||گذری|||REQUIRED|||-NONE-|||0

S اسی طرح اقوام متحدہ کے ماہرین اور مشیروں کی عدم موجودگی تاخیر سے بچنے کے لیے جان بوجھ کی گئی تھی
A 18 19|||R:VERB|||کر|||REQUIRED|||-NONE-|||0

S اس اجتماع میں ٹی بنگ نے کیا عیسائیت کے بہت سے پہلوؤوں پر بحث اور رائے شماری ہوئی
A 6 7|||R:VERB|||کہا|||REQUIRED|||-NONE-|||0

S سکھوں کے لیے یہی درست طریقہ ہے کہ وہ واقف یا نا واقف سکھوں کو فتح بلایا گریں
A 17 18|||R:VERB|||کریں|||REQUIRED|||-NONE-|||0

S تحریک انصاف کے جسٹس ( ر ) وجیہہ الدین انکے مد مقابل تھے جنہوں نے 77 ووٹ حاصل ک
A 18 19|||R:VERB|||کیے|||REQUIRED|||-NONE-|||0

S ممنون حسین پاکستان کے بارہویں صدر ہیں
A 6 7|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S ممنون حسین پاکستان کے بارہویں صدر تھے
A 6 7|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S انہیں مفتی اعظم ہندبھی کہا جاتا ہے
A 6 7|||R:VERB|||رہا|||REQUIRED|||-NONE-|||0

S ممنون حسین کو ن لیگ کے علاوہ " مہاجر قبیلہ " سے تعلق کی بنا پر متحدہ قومی تحریک کی حمایت بھی حاصل ہے
A 23 24|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S 1997 کے تخمینہ کے مطابق جزیرہ کی 25 آبادی مسلمان ہے 2010 کے ورلڈ فیکٹ بک کے مطابق 1496 افراد مسلمان ہیں
A 21 22|||R:VERB|||ٹہیں|||REQUIRED|||-NONE-|||0

S اس سلسلہ کی سب سے بڑی جنگ قادسیہ میں بھی عدی بن حاتم نے داد شجاعت دیکھائی
A 16 17|||R:VERB|||دکھائی|||REQUIRED|||-NONE-|||0

S انتخابات کے بعد وہ اکبر بگٹی کی کابینہ کے وزیر صحت منتخب ہوے
A 12 13|||R:VERB|||بنے|||REQUIRED|||-NONE-|||0

S بان کی مون ( پیدائش 13جون 1944 ) جنوبی کورین سیاست دان اور اقوام متحدہ کے آٹھویں جنرل سیکٹری تھے
A 19 20|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S پیر سید مہر علی شاہ مشہور و معروف روحانی مرکز گولڑہ شریف کے سجادہ نشین ہیں
A 15 16|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S انجمن پاکستان کی پہلی مکمل ایکشن والے کردار اداکرنے والی اداکارہ کہی جاسکتی ہے
A 11 12|||R:VERB|||کہلائی|||REQUIRED|||-NONE-|||0

S کویت کے وقت کے مطابق صبح کے ساڑھے آٹھ بجے ان کی تدفین وتکفین ھوئی
A 14 15|||R:VERB|||ہوئی|||REQUIRED|||-NONE-|||0

S افغانستان نے اچھی شروعات کی لیکن اسکاٹ لینڈ کو 41 رنز کی برتری حاصل کرتے ہوئے 171 پر آل آؤٹ ہوگئی
A 14 15|||R:VERB|||دیتے|||REQUIRED|||-NONE-|||0

S جہاں شرعی علوم اور تکوینی ( عصری ) علوم کے خوبصورت امتزاج سے تیار کردہ ایک انوکھے نصاب پر تعلیم دی جاتی ھے
A 22 23|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اور آج اس ادارے سے تعلیم یافتہ طلبا دنیا بھر میں پھیلے ھوئے ھیں
A 13 14|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S ھندوستان کے علاوہ سعودی عرب کویت قطر بحرین عرب امارات عمان جیسے خلیجی ممالک میں ان کی بڑی تعداد موجود ھے
A 20 21|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اور آج اس ادارے سے تعلیم یافتہ طلبہ دنیا بھر میں پھیلے ھوئے ہیں
A 13 14|||R:VERB|||ھیں|||REQUIRED|||-NONE-|||0

S ھندوستان کے علاوہ سعودی عرب کویت قطر بحرین عرب امارات عمان جیسے خلیجی ممالک میں ان کی بڑی تعداد موجود ہے
A 20 21|||R:VERB|||ھے|||REQUIRED|||-NONE-|||0

S میرپور کے دوسرے کئی دیہاتوں کی طرح کئی دیہات برطانیہ ہجرت کر گئے ہیں گکھر قبیلہ گاؤں کی آبادی کا بڑا حصہ بناتا ہے
A 22 23|||R:VERB|||بنتا|||REQUIRED|||-NONE-|||0

S محمد وحید حسن ( پیدائش 3جنوری 1953 ) مالدیپ کے موجودہ صدر ہیں
A 12 13|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اس قبیلے کی آبادی بنیادی طور پر پاکستان اور افغانستان میں رہتی ہے اکاخیل قبیلہ کے بہت سی شاخیں ھیں
A 19 20|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S مردوزی لودگ زی اور شپیزری جو اپنے آپ کو دولت خیل بھی کہتے ھیں
A 13 14|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S اس کے علاوہ صوبہ زابل میں بھی اس قبیلے کے خاطر خواہ افراد آباد ھیں
A 14 15|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S افغانستان کے صدارتی ترجمان دوا خان مینہ پال کا تعلق بھی اکا خیل قبیلہ سے ھے
A 15 16|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S واضح رھے کہ شرسنئ اپنے آپ کو شیرانی بھی کہتے ھیں
A 10 11|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S اس قبیلہ کے افراد زوند کے تحصیل سمبازہ میں بھی آباد ھیں جو اکا خیل کے بجائے اپنے آپ کو سلیمان خیل ظاھرہ کرتے ھیں
A 11 12|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S اس قبیلہ کے افراد زوند کے تحصیل سمبازہ میں بھی آباد ھیں جو اکا خیل کے بجائے اپنے آپ کو سلیمان خیل ظاھرہ کرتے ھیں
A 24 25|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S یہ گیت بلوچستان میں کافی مقبول ہوا جہاں سے اختر چنال زہری تعلق رکھتے ہیں
A 14 15|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S مدیحہ گوہر ایک پاکستانی اداکارہ ہیں
A 5 6|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S ضلع خانیوال کی تحصیل کبیروالا جنوبی پنجاب کا ایک قدیم اور مشہور شہر ھے
A 13 14|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کا کافی غیر مطبوعہ کلام ھے جس میں آشوب سفر اور جزائے نعت شامل ھیں
A 6 7|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کا کافی غیر مطبوعہ کلام ھے جس میں آشوب سفر اور جزائے نعت شامل ھیں
A 15 16|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S طباعت کے مراحل میں ھے خادم رزمی کا زیادہ تر کلام اوراق فنون سیپ الکلام اور ادب لطیف میں شائع ھوتا رھا ھے
A 20 21|||R:VERB|||ہوتا|||REQUIRED|||-NONE-|||0

S طباعت کے مراحل میں ھے خادم رزمی کا زیادہ تر کلام اوراق فنون سیپ الکلام اور ادب لطیف میں شائع ھوتا رھا ھے
A 22 23|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اور اپنے خلوص صداقت کی بدولت کامیاب ھوئے
A 7 8|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S خادم رزمی ایک پرائمری سکول ٹیچر کے طور پر کبیروالا کے مختلف قصبات میں تعینات رھے
A 15 16|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S وہ کبیروالاکے ایک چھوٹے سے گاؤں محمود والا میں 2 فروری 1932 کو پیدا ھوئے
A 14 15|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S وہ اپنے ہم عصر شعرا سے متاثر تو ضرور ھوئے لیکن اپنی آواز بھی قائم رکھی
A 9 10|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S ملازمت کا زیادہ تر عرصہ تاریخی شہر تلمبہ میں گذرا
A 9 10|||R:VERB|||گزرا|||REQUIRED|||-NONE-|||0

S گایا اور یورینس کے م لاپ سے پیدہ ہونے والے دیوتا تیتانی دیوتا کہلائے جاتے ہیں
A 13 14|||R:VERB|||کہتے|||REQUIRED|||-NONE-|||0

S اسلام میں غیرمردوں اور غیر عورتوں کا ایک دوسروں سے ملنا اور اظھارمحبت کرنا منع ھے
A 15 16|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S راہبہ نے ان پر یقین کیا اور دونوں جوش عشق میں یہ سب کچھ کر گزرے
A 15 16|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S وہ شمشون کی وفات کے بعد قاضی بنی تھی
A 7 8|||R:VERB|||بنا|||REQUIRED|||-NONE-|||0

S 28 اگست1953 ) پاکستانی مسلح افواج کے اعلی ترین عہدہ چیئرمین جوائنٹ چیفس آف سٹاف کمیٹی پر فائز 14 ویں آفیسر ہیں
A 21 22|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S فرحت عباس شاہ کا شمار اردو زبان کے صف اول کے ش عرا میں ھوتا ھے
A 14 15|||R:VERB|||ہوتا|||REQUIRED|||-NONE-|||0

S فرحت عباس شاہ کا شمار اردو زبان کے صف اول کے ش عرا میں ھوتا ھے
A 15 16|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S وہ بین الاقوامی سطح پہ ایک اکانومسٹ اور اسلامک مائیکروفنانس ایکسپرٹ کے طور پر جانے جاتے ھیں
A 16 17|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S شکارپور اس زمانے شہر علم ہنر اور واپار کے لحاظ سے بہت مشہور ہوئے
A 13 14|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S وہ عرب کے ایک دور دراز علاقے نجد کا رہنے والے تھے
A 11 12|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S وہ سعودی عرب کے ایک دور دراز علاقے نجد کا رہنے والا تھا
A 12 13|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اس کے علاوہ دوسرے ممالک میں بھی ھیں
A 7 8|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S فقہ کے حوالے سے چار آئمہ کرام امام ابو حنیفہ امام مالک امام احمد بن حنبل اور امام شافعی مشہور فقیہ گذرے ہیں
A 21 22|||R:VERB|||گزرے|||REQUIRED|||-NONE-|||0

S تفسیر ابن جریر کو ا م التفاسیرمانا گیا ہے اس کےعلاوہ ایک مشھورتفسیر صراط الجنان بھی ھے
A 16 17|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S فقہ کے حوالے سے چار ائمہ کرام امام ابو حنیفہ امام مالک امام احمد بن حنبل اور امام شافعی مشہور فقیہ گزرے ہیں
A 21 22|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S کہ در کمین گاہ دشمنان گرفتار شدہ ند
A 7 8|||R:VERB|||اند|||REQUIRED|||-NONE-|||0

S بریگیڈیئر جنرل احمد وحیدی ( پ 27 جون 1958 ) ایران کے سیاستدان و وزیردفاع ہیں
A 15 16|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S مومل رانا سندھ کا مشھور لوک داستان ھے
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S قدیم ہندوستان میں موجودہ دور کا پاکستان بھارت نیپال اور بنگلہ دیش شامل ہیں
A 13 14|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S ریٹائرمنٹ میں وہ تھوڑی دیر کے لیے ہندوستانی ٹیسٹ کرکٹ سلیکٹر تھے
A 11 12|||R:VERB|||بنے|||REQUIRED|||-NONE-|||0

S اجیت واڈیکر ایک بھارتی بین الاقوامی کرکٹ کھلاڑی تھے جنہوں نے بھارتی قومی ٹیم کے لیے کھیلا
A 8 9|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S وہ اگلے اور پچھلے دونوں پاؤں سے یکساں خوشی کے ساتھ کھیلا لمبائی اور لکیر کا بہترین فیصلہ تھا اور خوبصورتی سے متوازن تھا
A 18 19|||R:VERB|||کرکے|||REQUIRED|||-NONE-|||0

S گورنر جنرل آف پاکستان نے 1947 میں لیاقت علی خان کو پاکستان کا پہلا وزیر اعظم منتخب کیا جنھیں 1951 میں قتل کیا گیا
A 22 23|||R:VERB|||کردیا|||REQUIRED|||-NONE-|||0

S سلیمان دیمیرل ایک ترک سیاست دان ہیں جنہوں نے بطور وزیر اعظم ترکی سات بار خدمات انجام دیں
A 6 7|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اگر زندگی اسی طرح گذر رہی ہے جیسے خدا نے کہا ہے تو ٹھیک ورنہ اس زندگی کا کوئی فائدہ نہیں
A 4 5|||R:VERB|||گزر|||REQUIRED|||-NONE-|||0

S درسمند میں قدرتی تازہ اور ٹھنڈے پانی کے چشمے کثیر تعداد میں پاے جاتے ہیں
A 12 13|||R:VERB|||پائے|||REQUIRED|||-NONE-|||0

S ابرق ایک قسم کی چمکیلی معدن ہوتی ہے جس میں سے برق ( بجلی ) نہیں گزر سکتی مگر حرارت گزر سکتی ہے
A 16 17|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S ابرق ایک قسم کی چمکیلی معدن ہوتی ہے جس میں سے برق ( بجلی ) نہیں گزر سکتی مگر حرارت گزر سکتی ہے
A 20 21|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S اس پر سنی علما و مفتیان کرام کی تصدیقات و تقریظات موجود ہیں جو اس کتاب کے شروع میں شامل کی گی ہیں
A 21 22|||R:VERB|||گئی|||REQUIRED|||-NONE-|||0

S یہ بھی سچ ھے کے پاکستان نے جہاد کے نام پر افغانو کو بے وقوف بنایا
A 3 4|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ا س کتاب کا موضوع وہ لوگ ہیں جو بابل میں شاہ بابل کی غلامی میں اپنی زندگی کے دن گذار رہے تھے
A 20 21|||R:VERB|||گزار|||REQUIRED|||-NONE-|||0

S یہ سٹار پلس اور اسٹار ون کے گزرے ہوئے پرانے ڈراموں اور پروگرامو‍ں کو نشر کرتا ہے
A 7 8|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S اسے سوات طالبان کے " سربراہ " کے طور پر بھی جاتا ہے
A 12 13|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S وہ تحریک نفاذ شریعت محمدی کے بانی صوفی محمد کے داماد بھی ہیں
A 12 13|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S جسمم کا بنیاد 2000ع میں شفیع محمد برفت مظفر بھٹو شبیر ملاح حفیظ سندھی اور دوسرے جیئے سندھ کے سرگرم کارکنان نے ڈالا
A 22 23|||R:VERB|||رکھی|||REQUIRED|||-NONE-|||0

S مایا تہذیب ایک قدیم میسوامیریکی تہذیب ہے جو شمال وسطی امریکا میں پھیلی ہوئی تھی
A 6 7|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S اسی طرح جوان عورت کو تین دن سے کم یا دس دن سے زیادہ جو خون آئے وہ بھی استحاضہ ہی ھوتا ہے
A 21 22|||R:VERB|||ہوتا|||REQUIRED|||-NONE-|||0

S ڈاڈا کا سارا فکری ڈھانچہ نفی دانش پر محیط ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اور نہ ھی فنکار اور فن کا بھی انکاری ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہ ڈاڈا ازم کی کہانی کی مختصر سی وضاحت ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ڈاڈا کے کے متعلق کہا جاتا ھے کہ اس کی ہیت " صدمہ " پہنچاتی ھے
A 6 7|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ڈاڈا کے کے متعلق کہا جاتا ھے کہ اس کی ہیت " صدمہ " پہنچاتی ھے
A 15 16|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جس میں فحاشی لچر مزاح برہنہ ایہام گوئی کراہیت اور فرد کا مسخ شدہ چہرہ نظر آتا ھے
A 17 18|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہ تحریک سریلرازم سے ملتی جلتی ھے
A 6 7|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہ مابعد جدیدیت اور پاپ آرٹ پر اثر انداز ھوئی اور " اس کی " فن شکنی " اس کی سرشت میں شامل ھے
A 23 24|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S مثلا نفرت کا اندزہ ظلم تقابل اور حقیقت کا انپے اندز میں پیش کرنے کا جدت پسندانہ اسلوب چھپا ھوا تھا
A 19 20|||R:VERB|||ہوا|||REQUIRED|||-NONE-|||0

S اے مدنی کے ساتھ رھے
A 4 5|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S وہ تا حیات مجرد رھے
A 4 5|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S ریٹائر ھونے کے بعد مدنی صاحب گلشن اقبال کراچی میں رہائش پذیر ھوئے
A 12 13|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S اور بحیثیت رزیڈنٹ ڈائریکٹر ریڈیو پاکستان کے عہدے سے ملازمت سے سبکدوش ھوئے
A 12 13|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S ریٹائر ھونے کے بعد مدنی صاحب گلشن اقبال کراچی میں رہائش پذیر ہوئے
A 1 2|||R:VERB|||ہونے|||REQUIRED|||-NONE-|||0

S لیاقت آباد کے قبرستان میں اسودہ خاک ھوئے
A 7 8|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S ریڈیو پاکستان کے انتظامی عہدوں پر فائز رھے
A 7 8|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S کو جدید ساختیاتی فارسی کی منفرد نظم کہا گیا ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کی فارسی شاعری کو انگریزی میں شوہل ولپ نے ترجمہ کیا ھے
A 12 13|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S انکی ایک دستاویزی فلم " گھر سیاہ ھے " کو بہت شہرت ملی
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جم ہ ساتھ چھوڈ دیتا ھے
A 5 6|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کی موت کے بعد ان کے خطوط کا مجموعہ شائع ھوا
A 11 12|||R:VERB|||ہوا|||REQUIRED|||-NONE-|||0

S پنالی اس بے زبان دل پر گرتی ہے جمہ ساتھ چھوڑ دیتا ہے
A 10 11|||R:VERB|||چہوڑ|||REQUIRED|||-NONE-|||0

S میری ذندگی گذر گئی تکبر کی خاموشی سے
A 2 3|||R:VERB|||گزر|||REQUIRED|||-NONE-|||0

S " سفاک تھیٹر " ( تھیٹر آف کرولٹی ) فرانس کی تھیریٹکل راویت کی ایک منفرد تحریک اور تجرباتی رجحان ھے
A 20 21|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جس کی وجہ تکلیف یا سادیت بھی ھوسکتی ھےاور جو ھمارے باطن کو ریزہ ریزہ کردیتی ھے
A 16 17|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس کا سبب تشدد جسمانی یکسوئی اور عزم ھوتا ھے
A 8 9|||R:VERB|||ہوتا|||REQUIRED|||-NONE-|||0

S اس کا سبب تشدد جسمانی یکسوئی اور عزم ھوتا ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہ اصل میں ھمارے تصورات کا " کفن " ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان معنی میں آخطو " سفاکی کی بات کررہا ھے " تشدد " کی نہیں
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس صورتحال میں اداکار ناطرین کو سچح حقیقت اور ظلم دکھتا ھے
A 11 12|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جو سوچوں اور علامتوں کے درمیان پوشیدہ ھوتا ھے اور متن کا حاوی محرک " ظلم اور سفاکی " ھی ھوتا ھے
A 7 8|||R:VERB|||ہوتا|||REQUIRED|||-NONE-|||0

S جو سوچوں اور علامتوں کے درمیان پوشیدہ ھوتا ھے اور متن کا حاوی محرک " ظلم اور سفاکی " ھی ھوتا ھے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جو سوچوں اور علامتوں کے درمیان پوشیدہ ھوتا ھے اور متن کا حاوی محرک " ظلم اور سفاکی " ھی ھوتا ھے
A 20 21|||R:VERB|||ہوتا|||REQUIRED|||-NONE-|||0

S جس میں روحانی تجربے جسمانی تجربوں کے مابین اطہاری خلا کو پر کرتا ھے
A 13 14|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S " معاشرہ اور تھیٹر چلا ھوا کارتوس ھے "
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ( کرولٹی ) سے غلط مراد لی ھے
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S احمد سھیل نے لکھا ھے کہ
A 4 5|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس کے نزدیک چوں کہ ھم لاشعور کی نمائیدگی نہیں کوسکتے اس لیے یہ خوابوں کی زبان کو ترجیح دیتا ھے
A 20 21|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S مقصد یہ کہ الفاط سطحی ابلاغ کے رریعہ ھیں
A 8 9|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S اس لیے لاشعور تک پہنچنے کے لیے تہذیب کی خلا کو دور کرنا پڑتا ھے وہاں الفاظ کو کم اہمیت دی جاتی ھے
A 14 15|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس لیے لاشعور تک پہنچنے کے لیے تہذیب کی خلا کو دور کرنا پڑتا ھے وہاں الفاظ کو کم اہمیت دی جاتی ھے
A 22 23|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S " سفا ک تھیٹر " زندگی میں سچے اور ایمان دار افراد کو دوبارہ جوڑنے کی کوشش کرتا ھے
A 18 19|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S آخطو کا سفاک تھیٹر کا نظریہ ماضی کے ادبی فنکارانہ شہ پاروں کے وسیع نظر تجربوں کا نچور ھے
A 18 19|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جو خدا کی موت کے بعد شروع ھوتا ھے
A 7 8|||R:VERB|||ہوتا|||REQUIRED|||-NONE-|||0

S جو خدا کی موت کے بعد شروع ھوتا ھے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کا خیال ھے کہ روشن خیالی کی سڑی ھوئی لاش کو تابوت میں بند کردیا گیا ھے
A 3 4|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کا خیال ھے کہ روشن خیالی کی سڑی ھوئی لاش کو تابوت میں بند کردیا گیا ھے
A 17 18|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S سفاکی کا سیارہ کائنات پر چمکتا ھے
A 6 7|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اگر اس کو آپ یورپ کے کھنڈرات پر بیٹھ کر مطالعہ تو وہ کلاسیک ھے
A 14 15|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S آخطو کا موقف ھے کہ تھیٹر زندگی اور فن کی مکمل " ترکیب " ھے اس لیے لوگ تھیٹر دیکھنے جاتے ہیں
A 3 4|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S آخطو کا موقف ھے کہ تھیٹر زندگی اور فن کی مکمل " ترکیب " ھے اس لیے لوگ تھیٹر دیکھنے جاتے ہیں
A 14 15|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جدید تھیٹر کے حوالے سےمخصوص موسیقی اور دیدنی فن میں تبدیل ھو جاتی ھے
A 13 14|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S فرانسیی لایعنی ادیب اور ڈرامہ نگار ژان ژینے کا ڈرامہ " دی بلیک " سفاک تھیٹر کا ایک نمائیدہ اور توانا کھیل ھے
A 22 23|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس سلسلے میں احمد سھیل کا تفصیلی مضمون " یورپ کا تشدد پسند تھیٹر " مطالعہ کیا جاسکتا ھے
A 18 19|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہ مضمون ادبی جریدے " فنون " لاھور اگست 1980 شمارہ 14 مین چھپ چکا ھے
A 15 16|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جس کی وجہ تکلیف یا سادیت بھی ھوسکتی ھے اور جو ہمارے باطن کو ریزہ ریزہ کردیتی ہے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S عام آدمی پارٹی ایک بھارتی سیاسی پارٹی ھے
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S تصدق حسین جیلانی پاکستان کی عدالت عظمی کے 21 ویں منصف اعظم ہیں
A 12 13|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اصغر علی مشہور دانشور سائنس دان ڈاکٹر رام پنیانی کی مشاورت میں اپنے فکری مشن میں فعال ھے
A 17 18|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کی ایک بیٹی سیما اندوروالا اور بیٹے کا نام عرفان ھے
A 11 12|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S 1914 میں ہندوستان واپسی کے بعد کچھ دن مراد آباد میں وکالت کی اور وہ مجوزہ مسلم یونورسٹی کے دستور بنانے بھی مصروف رھے
A 23 24|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S ایریکا ژونگ امریکی ادیبہ ناول نگار اور شاعرہ ایریکا ژونگ کا اصل نام ایریکا ژونگ ھے
A 15 16|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جس میں عورت کی جنسی اور شہوانی خواہشات کو موضوع بنایا گیا ھے
A 12 13|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کی شاعری عورت کی حسیات اور اس کی عقلی خودکاریت کی آواز ھے
A 13 14|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کے خیال میں ان کی تحریریں عورت کے جسم زہن حسیات اور روحانیت کا اظہار ھے
A 16 17|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کی تحریریں جدید ثانیثی لزبن اور کوئر ادبی تنقیدی نظریے کا مرغوب موضوع رہا ھے
A 15 16|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ایریکا ژونگ کا اصل نام ایریکا ژونگ ھے
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جس میں عورت کی جنسی اور شہوانی خواہشات کو موضوع بنایا گیا ھے
A 12 13|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کی شاعری عورت کی حسیات اور اس کی عقلی خودکاریت کی آواز ھے
A 13 14|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کے خیال میں ان کی تحریریں عورت کے جسم زہن حسیات اور روحانیت کا اظہار ھے
A 16 17|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کی تحریریں جدید ثانیثی لزبن اور کوئر ادبی تنقیدی نظریے کا مرغوب موضوع رہا ھے
A 15 16|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S شاملو کا تعلق فوجی خاندان سے ھے
A 6 7|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کی شروع کی نظموں میں روماینت کی فضا ملتی ھے
A 10 11|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S قبانی کی شاعری سیاسی اور معاشرتی نوعیت کی ھے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کی شاعری پر " ایمل الکھوی " کا گہرا اثر ھے
A 11 12|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کی شاعری پران کی ہمشیرہ " وژل " کی اندوہناک خودکشی کا گہرا اثر ھے
A 15 16|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جو کھچی کے کنارے پھیلے دور تک آباد ہو گ ( مطالعہ کتاب قطب )
A 9 10|||R:VERB|||گئے|||REQUIRED|||-NONE-|||0

S ترقی کا نصییبہ جاگا تو اعلی عہدہ پر ترقی پا کر ڈپٹی ڈایریکٹر ہوے اور ڈپٹی کہلا
A 16 17|||R:VERB|||کہلائے|||REQUIRED|||-NONE-|||0

S اور پدری پیشہ اپنا ہو ڈپٹی کے عہدہ سے حال ہی میں ریٹائر ہوا ہے
A 4 5|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S ایک تحقیق کے مطابق اب کراچی میں سب سے زیادہ نہاری کھائی جاتی ھے
A 13 14|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S گائے کے گوشت کی سادہ نہاری سب سے زیادہ کھائی جاتی ھے
A 11 12|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S گائے کی بونگ کے گوشت کی نہاری کو پسندیدہ جانا جاتا ھے
A 11 12|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S نہاری کے اوپر سبز دھنیا کتری ھوئی ہری مرچین لیمو اور ادرک کتر کر ڈالی جاتی ھے
A 16 17|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S نہاری کے اوپر سبز دھنیا کتری ھوئی ہری مرچین لیمو اور ادرک کتر کر ڈالی جاتی ہے
A 6 7|||R:VERB|||ہوئی|||REQUIRED|||-NONE-|||0

S قیوم نظر کی شاعری میں اردو کی کلاسیکی شاعری کا گہرا اثر ھے
A 12 13|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کا مجموعہ کلام قلب و نظر کے سلسلے کے نام سے شائع ھوچکا ھے
A 14 15|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S قیوم نظر کا انتقال جون ١٩٨٩ میں کراچی میں ھوا
A 9 10|||R:VERB|||ہوا|||REQUIRED|||-NONE-|||0

S ملازمت کے سلسلے میں سعودی عرب میں مقیم رھے
A 8 9|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S ممتاز اردو نقاد اور استاد سجاد باقر رضوی ( 1995 میں انتقال ھوا ) ان کے چھوٹے بھائی تھے
A 12 13|||R:VERB|||ہوا|||REQUIRED|||-NONE-|||0

S ناول نگار ھونے کے علاوہ اردو میں انھوں نے نئے ادبی اور فکری مباحث کو چھیڑا
A 2 3|||R:VERB|||ہونے|||REQUIRED|||-NONE-|||0

S ان کا انتقال 14 جولائی 2004 میں کراچی کے محلے انچولی بلاک 20 فیڈرل بی ایریامیں میں ھوا
A 17 18|||R:VERB|||ہوا|||REQUIRED|||-NONE-|||0

S 1935 میں چماوان ضلع اعظم گڑہ یوپی انڈیا میں پیدا ھوئے
A 10 11|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S کامران ندیم کا تعلق پاکستان کی اسی ( ٨٠ ) کے آمریت زدہ معاشرے کی شعری نسل سے ھے
A 18 19|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جو روایت کے ساتھ ترقی پسندی اور جدیدیت کے ساتھ تازہ شعری لہجہ لیے ھوئے ھے
A 15 16|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جو حسیات اور معنیات کی بوقلمی سے معطر ھے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس بیاص میں غزلیات اور نظمیں کا انتخاب بڑے سلیقےاور نفاست سے کیا گیا ھے
A 14 15|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S کتاب کا فلیپ نصیر احمد ناصر اور مناظر عاشق ہرگانوی نے تحریر کیا ھے
A 13 14|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S عطیہ کوثر نے جازب نظر سرورق بنایا ھے
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اور کتاب کی شعری تجرید ایک تصویر میں سمو دی ھے
A 10 11|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کے استعفی دینے کے بعد پروگرام کی میزبانی میر محمد علی کر رہ ہیں
A 13 14|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S پاکستان کی 2017 مردم شماری کے مطابق پاکستان کی شہری آبادی لحاظ سے ( 93 ) نمبر پر یہ شہر آتا ہے
A 20 21|||R:VERB|||ہوتا|||REQUIRED|||-NONE-|||0

S ان کے دو ریڈیائی سلسلے " قید ہوس " اور زنجیر بولتی ھے " بہت مشہور ھوئے
A 12 13|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہ دریائے ستلج کے دائیں کنارے کے ساتھ ساتھ ملتان سے ہمالیہ تک پھیلا ہوا تھا اور چھ اضلاع پر مشتمل ہے
A 21 22|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S سندھ میں 2010 میں مقامی حکومتوں باڈیز کی مدت گزر جانے کے بعد ڈویژنل کمشنرز نظام بحال کرنے کے لیے کہا گیا
A 9 10|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S انھوں نے انگریزی کا مطالعہ براہ راست کیا تھا لہذا ان کی تحریروں میں ٹھراؤ اور توازن نظر آتا ھے
A 19 20|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S لیکن انھیں شبلی اور حالی سےمعنی پر لفظ کی فوقیت پر اختلاف ھے
A 12 13|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اثر کے نزدیک " خوش خیالی " کی ترکیب میں " خوش کی صفت " جمالیاتی کم اور اخلاقی زیادہ ھے
A 20 21|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کی تنقید کوعملی تنقید کا نمونہ قرار دیا جاتا ھے
A 10 11|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جن میں تنقیدی اصولوں کا تناسب کم ھے لیکن یہ ان معنوں میں علمی نقد نہیں ھے
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جن میں تنقیدی اصولوں کا تناسب کم ھے لیکن یہ ان معنوں میں علمی نقد نہیں ھے
A 16 17|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہ ایک انتقادی مکتبہ فکر ھے
A 5 6|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S سے منسلک کرنا ٹھیک نہیں ھے
A 5 6|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کی کتاب " کاشف الحقائق " کو تنقیدی اجتہاد کا نمونہ بھی قرار دیا جاتا ھے
A 16 17|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S کہا جاتا ھے کہ اس کتاب میں اردو شاعری کا مطالعہ اور تجزیہ ہندوستانی اور فارس کے پس منظر میں کیا گیا ھے
A 2 3|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S کہا جاتا ھے کہ اس کتاب میں اردو شاعری کا مطالعہ اور تجزیہ ہندوستانی اور فارس کے پس منظر میں کیا گیا ھے
A 22 23|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S امداد امام اثر کی کتابوں کی فہرست یہ ھے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کا ٹیلی وژن شو " جینا اسی کا نام ھے " بہت مقبول ھوا
A 10 11|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S انکی آخری فلم کا نام " کلب 60 " ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S سندھی زبان کا لوک فنکار کا نام ہے
A 7 8|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S علامہ غلام رسول سعیدی اہل سنت و جماعت کے نمائندہ عالم دین اور ایک عظیم محقق ہیں
A 16 17|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S آپ کراچی پاکستان کے باشندہ ہیں
A 5 6|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S ایک بڑے مشہور مدرسے کے شیخ الحدیث ہیں
A 7 8|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S سارہ سلہری ( ولادت 12 جون 1953 ) امریکی لیکچرر مصنفہ اور ییل یونیورسٹی میں انگریزی کی پروفیسر ایمیٹریس ہیں
A 19 20|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S " حلیم " پاک ھند کے ان چند پکوانوں میں ایک ھے جو یہاں کے لوگ بہت رغبت سے کھاتے ہیں
A 11 12|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S حلیم پاکستان اور ہندوستان کا ثقافتی اور مذھبی پکوان ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جو رمضان شریف اور محرم الحرام میں خوب کھایا جاتا ھے
A 10 11|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S حلیم عربی زبان کا لفظ ھے جس کے معنی " نرم " کے بھی ہوتے ہیں
A 5 6|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S حلیم میں " فائبر " ھوتا ہے اور ہضم بھی قدرے جلد ھوجاتا ہے
A 5 6|||R:VERB|||ہوتا|||REQUIRED|||-NONE-|||0

S کراچی لاھور اور حیدرآباد ( انڈیا ) میں حلیم کے خصوصی ریسٹورنیٹس ہیں جہان صرف حلیم ھی فروخت ھوتا ھے
A 18 19|||R:VERB|||ہوتا|||REQUIRED|||-NONE-|||0

S کراچی لاھور اور حیدرآباد ( انڈیا ) میں حلیم کے خصوصی ریسٹورنیٹس ہیں جہان صرف حلیم ھی فروخت ھوتا ھے
A 19 20|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس میں دودھ یا دہی ملایا جائے تو حلیم کا مزہ دو بالا ھو جاتا ہے
A 13 14|||R:VERB|||ہو|||REQUIRED|||-NONE-|||0

S کچھ دن قبل ان کا ناول نگار بیں اوکری سے " ادب اور قوم " کے موضوع پر بڑے معرکے کو مکالمہ ھوچکا ھے
A 23 24|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S 1994 میں ان کی امریکی نسلی تعلقات پر ایک کتاب شائع ھوچکی ھے جس کی چار 4 سو ہزار جلدیں فروخت ھوچکی ہیں
A 12 13|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جو ساختیاتی نقد وفکر کی منہا جیات سے قریب ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S کارنیل ویسٹ نے کئی امریکی سازشی نظریات کو بے نقاب کیا ھے
A 11 12|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کا اصل نام تلوار گنگا ساگر ھے
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S بعض دفعہ وہ متنازعہ بھی رھے ہیں
A 5 6|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S ساگر سرحدی ہندوستان کے اردو زبان کے افسانہ نگار ڈراما نگار فلم ساز ہدایت کار مکالمہ نویس اور اسکرین پلے رائڑ ہیں
A 21 22|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اس کی والدہ کا نام لدی تھا
A 5 6|||R:VERB|||لدھی|||REQUIRED|||-NONE-|||0

S یوسیبیوفٹبال کی دنیا میں لیجنڈ سمجھے جاتے تھے
A 5 6|||R:VERB|||سمجہے|||REQUIRED|||-NONE-|||0

S یوسیبیوفٹبال کی دنیا میں لیجنڈ سمجھے جاتے تھے
A 7 8|||R:VERB|||تہے|||REQUIRED|||-NONE-|||0

S انہوں نے سنہ 1966 کے ورلڈ کپ میں سب سے زیادہ گول کیے تھے
A 13 14|||R:VERB|||تہے|||REQUIRED|||-NONE-|||0

S وہ کھیل کی رفتار بڑھانے تیزی کے ساتھ گول پر حملہ کرنے چکمہ دینے ڈربل کرنے کے ماہر تھے
A 18 19|||R:VERB|||تہے|||REQUIRED|||-NONE-|||0

S کہا جاتا ھے کہ انھوں نے نئی صحافت کا آغاز کیا
A 2 3|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کو دو بار پولٹیز انعام مل چکا ھے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کی مشیور ناولز کی فہرست یوں بنتی ھے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس میں کیے کیے کام کو اور فارمیٹ میں ایکسپورٹ کرنے کی صلاحیت بھی ہے
A 3 4|||R:VERB|||گئے|||REQUIRED|||-NONE-|||0

S یہ صفحہ ان تمام اصولوں پر مشتمل ہوگا جن پر عمل کروانا تمام صارفین پر لازمی ہے
A 11 12|||R:VERB|||کرنا|||REQUIRED|||-NONE-|||0

S یہ صفحہ ان تمام اصولوں پر مشتمل ہوگا جن پر عمل کرنا تمام صارفین پر لازمی ہے
A 11 12|||R:VERB|||کروانا|||REQUIRED|||-NONE-|||0

S یہ صفحہ ان تمام اصولوں پر مشتمل ہوگا جن پر عمل کروانا تمام صارفین پر فرض ہے
A 11 12|||R:VERB|||کرنا|||REQUIRED|||-NONE-|||0

S یہ صفحہ ان تمام اصولوں پر مشتمل ہوگا جن پر عمل کرنا تمام صارفین پر لازمی ہے
A 11 12|||R:VERB|||کروانا|||REQUIRED|||-NONE-|||0

S سرائیکی زبان سرائیکی عربی رسم الخط میں لکھی جارہی ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اصطلاح روس کے شمالی قفقاز اقتصادی علاقہ کے متبادل کے طور پر بھی استعمال کیا جاتی ہے
A 14 15|||R:VERB|||ک|||REQUIRED|||-NONE-|||0

S عبیر ابوذری کا اصل نام شیخ عبدالرشید تھا
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S حضرت زہین شاہ تاجی کا تعلق صوفیوں کے سلسلہ چشتیہ سے ھے
A 11 12|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جس مین خدا اور ابلیس ( شیطان ) کا مکالمہ بھی شامل ھے
A 12 13|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S تاجی بابا کی باتوں میں بلا کا کمال جمال اور جلال ھوتا تھا
A 11 12|||R:VERB|||ہوتا|||REQUIRED|||-NONE-|||0

S ان کے گفتگو میں بہت علمیت ھوتی تھی اور عشا کی نماز کے بعد مشاعرہ بھی ھوتا تھا
A 16 17|||R:VERB|||ہوتا|||REQUIRED|||-NONE-|||0

S کراچی کے میواڑشاہ کےقبرستان میں ان کا آستانہ تھا جہان ہر جمعرات کو سماع اور لنگرکا اہتمام بھی ھوتا تھا
A 18 19|||R:VERB|||ہوتا|||REQUIRED|||-NONE-|||0

S 23 جولائی 1978 میں کراچی میں انتقال ھوا
A 7 8|||R:VERB|||ہوا|||REQUIRED|||-NONE-|||0

S عموما وہاں پر مذھبی اور علمی مباحث ھوا کرتی تھیں
A 7 8|||R:VERB|||ہوا|||REQUIRED|||-NONE-|||0

S ایک دن " سجدے " پر بحث شروع ھو گئی
A 8 9|||R:VERB|||ہو|||REQUIRED|||-NONE-|||0

S ان کے گفتگو میں بہت علمیت ھوتی تھی اور عشا کی نماز کے بعد مشاعرہ بھی ہوتا تھا
A 6 7|||R:VERB|||ہوتی|||REQUIRED|||-NONE-|||0

S عام آدمیوں کے لیے ان کے دروازے ہمشیہ کھلے رھتے تھے بھت مہمان نواز تھے
A 9 10|||R:VERB|||رہتے|||REQUIRED|||-NONE-|||0

S جب بھی لنگر او دعوت ھوتی تو بچون کو پہلے کھانا کھلانے کا کہتے تھے
A 5 6|||R:VERB|||ہوتی|||REQUIRED|||-NONE-|||0

S ان کے شاعرانہ الہام میں مخصوص شعری جمالیات کی خوشبو پھیلی ھوتی تھی
A 11 12|||R:VERB|||ہوتی|||REQUIRED|||-NONE-|||0

S حرفوں کو مار مار کرگرادیا جاتا ھے
A 6 7|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S وہ تعریفوں سے آزاد ھو چکا ھے
A 6 7|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جو اس کی موت کی مہک کا نمونہ ھے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کو جدید منگولین ادب کا بنیاد گزار کہا جاتا ھے
A 10 11|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S برجن کا تعلق ١٩١٧ سے شروع ھوکر ١٩٨٩ تک ھونے والی سوشلسٹ حقیقت پسندی سے ھے
A 15 16|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جس میں منگولیا کے کی خوب صورتی کا رومانس اور جمال کا احساس ملتا ھے
A 14 15|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S محبت کے فلسفے کو گہرائی سی بیاں کیا گیا ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S وہ اپنے کالج کے میگزین اور دوسرے رسائل کے لیے بھی لکھتی رہی تھیں
A 13 14|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S وہ دس روز سے لاہور کے مقامی ہسپتال میں زیر علاج تھیں
A 11 12|||R:VERB|||رہیں|||REQUIRED|||-NONE-|||0

S جس میں ان موضوعات کی نئی جہات خلق ھوتی ھیں
A 9 10|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S عارف ڈارلک کی زندگی کی کہانی بھی دلچسپ ھے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S عارف ڈارلک کی کی شھرت ماہر چینیات ( مطالعہ چینی زبان ادب اور تہزیب ) کی حیثیت سے ھے
A 18 19|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S انھیں امریکہ بائین بازو کا چینیات کا فکری رہنما کہا جاتا ھے
A 11 12|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کی علمی وفکری تحقیق اور تجربات زیادہ تر چینی انقلاب اور اس سے جڑی تاریخ سے رہا ھے
A 18 19|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کی فکر اور تحریروں پر کارل مارکس ماؤزوتنگ اور دوستفسکی کا گہرا اثر ھے
A 14 15|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اور ان کے بارے میں مجھے کچھ نہ کہہ جو ظالم ہیں غرق کئے جائیں گے
A 13 14|||R:VERB|||کیے|||REQUIRED|||-NONE-|||0

S وہ اپنے والد کی ہلاکت پر جنرل اسلم بیگ پر بھی انگلی اٹھاتے ہیں
A 13 14|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S طیارے کے حادثے کے تناظر میں بہت سی کہانیاں گردش کررہی ہیں
A 10 11|||R:VERB|||کرتی|||REQUIRED|||-NONE-|||0

S طیارے کے حادثے کے تناظر میں بہت سی کہانیاں گردش کررہی ہیں
A 11 12|||R:VERB|||رہیں|||REQUIRED|||-NONE-|||0

S 2014 میں پنجاب ( پاکستان ) کے صوبائی دارالحکومت لاہور میں ہوا میں نمی کا تناسب 70 فیصد سے تجاوز کر گیا ہے
A 22 23|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S نارنگ منڈی کی آبادی 1981 میں 17081 اور 1998 کی مردم شماری کے مطابق 31345 نفوس پر مشتمل ہے
A 18 19|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S جب پرچم قطار سے گزرے تو اسے سیلوٹ کرنا یا مستعد رہنا چاہیے
A 4 5|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S تماکی کٹوری ایک فحش اداکارہ ہے
A 5 6|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S تو اس نے کہا کہ بساط بھر چاول اس طرح چاہئے کہ ہر خانے پر پچھلے خانے سے دگنے چاول رکھ دیں
A 10 11|||R:VERB|||چاہیے|||REQUIRED|||-NONE-|||0

S کینڈی ڈا روییل ایک فحش اداکارہ ہے
A 6 7|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S جینی فر ویلز ایک فحش اداکارہ ہے
A 6 7|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S کٹن نیٹی ویڈاڈ ایک فحش اداکارہ ہے
A 6 7|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S سمانتا فوکس ( فحش اداکارہ ) ) ایک فحش اداکارہ ہے
A 10 11|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S فارچون کی رپورٹ کے مطابق 2012 میں اس میں سی ای او کے عہدے پر کام کر رہے تھے
A 18 19|||R:VERB|||تہے|||REQUIRED|||-NONE-|||0

S جیسکا جائمز ایک فحش اداکارہ ہے
A 5 6|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S ریون الکسیس ایک فحش اداکارہ ہے
A 5 6|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S ٹیرا واری ( لاطینی ) ایک فحش اداکارہ ہے
A 8 9|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S انیتا گ ہا ( لاطینی ) ایک بھارتی فلمی اداکارہ ہے
A 10 11|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S بی وی رادھا ( لاطینی ) ایک بھارتی فلمی اداکارہ ہے
A 10 11|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S گیتا بالی ( لاطینی ) ایک بھارتی فلمی اداکارہ ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S ٹی کاناکام ایک بھارتی فلمی اداکارہ ہے
A 6 7|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S کے پی اے سی للتا ایک بھارتی فلمی اداکارہ ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S بیدی نے پیٹا تنظیم کے لئے مصنوعی چمڑے کی مصنوعات کو بھی فروغ دیا
A 13 14|||R:VERB|||دیاو5و|||REQUIRED|||-NONE-|||0

S منورما ایک بھارتی تمل فلمی اداکارہ ہے
A 6 7|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S مونی راے ایک بھارتی اداکارہ ھیں
A 5 6|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S ان کا شمار دنیا کی تمام خوبصورت اداکاراؤں میں کیا جاتا ھے
A 11 12|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S حال ھی میں ان کا سیریل ناگن جو بھارتی چینل کلرز پر چل رھا ھےدنیا بھر میں لوگ اسے بڑے شوق سے دیکھتے ھیں
A 23 24|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S انہوں نے اپنا بچپن آندھرا پردیش کے چھٹے سب سے بڑے شہر کاکیناڈا میں گزرا
A 14 15|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S ریما لاگو ( لاطینی ) ایک بھارتی فلمی اداکارہ ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S رقیہ سلطان بیگم مغل شہنشاہ اکبراعظم کی پہلی بیوی ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S سادھنا ش یوداسانی ایک بھارتی فلمی اداکارہ ہے
A 7 8|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S ششیکلا ایک بھارتی فلمی اداکارہ ہے
A 5 6|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S جولائی 2012 میں شرلین چوپڑا پلے بوائے میگزین کے لیے عریاں تصاویر دینے والی پہلی ہندوستانی خاتون بن گئیں
A 12 13|||R:VERB|||کھنچوانے|||REQUIRED|||-NONE-|||0

S پرکشش نین نقش کی حامل اس اداکارہ نے بہت جلد لاکھوں فلم بینوں کے دل جیت لئے
A 16 17|||R:VERB|||لیے|||REQUIRED|||-NONE-|||0

S شیاما 1950 اور 1960 کی دہائی کی مشہور ترین ہندوستانی اداکارہ ہیں
A 11 12|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S سری دیوی ( لاطینی ) ایک بھارتی فلمی اداکارہ ہے
A 9 10|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S لیکن 2018 میں ریلیز ہونے والی شاہ رخ خان کی فلم زیرو میں بھی انہوں نے خصوصی ظہور کیا ہے
A 18 19|||R:VERB|||نبھایا|||REQUIRED|||-NONE-|||0

S پنڈت جگت نارائن ملا سرکاری وکیل کے ساتھ اردو کے شاعر بھی تھ
A 12 13|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S بسمل نے چیف کورٹ کے سامنے جب رواں انگریزی میں فیصلے کے خلاف بحث کی تو سرکاری وکیل ملا جی بغلیں جھانکتے نظر آئے
A 21 22|||R:VERB|||چونک|||REQUIRED|||-NONE-|||0

S بسمل نے چیف کورٹ کے سامنے جب رواں انگریزی میں فیصلے کے خلاف بحث کی تو سرکاری وکیل ملا جی بغلیں جھانکتے نظر آئے
A 23 24|||R:VERB|||گئے|||REQUIRED|||-NONE-|||0

S اوشا کرن ( لاطینی ) ایک بھارتی فلمی اداکارہ ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S تارونی سچدیو ایک بھارتی فلمی اداکارہ ہے
A 6 7|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S اس کی آبادی تقریبآ 25000نفوس پر مشتمل ھے
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S پاکستان کا بنانا مسلمانان ھند کے لیے بہت ضروری ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S لیکن حقیقت میں وہ بڑی سنجیدگی سے مسلمانوں کی حالات زار سے بہت فکر مند رھتے
A 15 16|||R:VERB|||رہتے|||REQUIRED|||-NONE-|||0

S انعام گھر جیو ٹی وی کا ایک تفریحی پروگرام ہے یہ کراچی سٹوڈیو سے نشرکیا جاتا ہے اس کے ہوسٹ عامر لیاقت حسین ہیں
A 23 24|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S صبیحہ خانم ( پیدائش 16 اکتوبر 1935 ) پاکستان سے تعلق رکھنے والی فلمی دنیا کی مقبول اداکارہ ہیں
A 18 19|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S وہ معروف فلمی اداکار سنتوش کمار کی بیوہ ہیں
A 8 9|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S طاہرہ واسطی ایک پاکستانی اداکارہ ہے
A 5 6|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S ان شہروں کی تعداد دنیا بھر میں 4000 ہیں جن کی آبادی 100 , 000 یا اس سے زائد ہو
A 19 20|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S آگ لگنے کے لیئے تین چیزیں لازما موجود ہونی چاہیں
A 9 10|||R:VERB|||چاہئیں|||REQUIRED|||-NONE-|||0

S جولی ایڈمز ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 9 10|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S لولا البرائٹ ( لاطینی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 12 13|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S ایو آرڈین ( لاطینی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 12 13|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S میری استور ( لاطینی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 12 13|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S ان کی بیوی انڈریا ارنس پیزاروں کا تعلق جنوبی امریکہ کے ملک چلی سے ھے
A 14 15|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S پروٹسٹنٹ ( احتجاجی ) اور کیتھولک خیموں میں تقسیم ھوچکا ھے
A 10 11|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ایلن ٹورین نے یہ بھی بتایا کہ انسان دوستی اور سیکولر ازم میں بنیادی اور زمین آسمان کا فرق ھے
A 19 20|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S مگر ساختیات ان کے فکری مزاج سےھم آہنگ نہ ھوسکی اور وہ ساختیات سے اپنی بیزاری کا اظہار کرتے رھے
A 19 20|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S اردو میں نئے مارکسی نظریاتی اور ساختیاتی فکر و نقد پر خاصا لکھا گیا ھے
A 14 15|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان نظریات اور افکار سے متعلق ادبا نقاد اور نظریہ سازوں کے نام اور کاموں سے اردو کا سنجیدہ قاری تھوڑا بہت آگاہ ھے
A 23 24|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S لوفے کا فکری تعلق مغربی مارکسیت اور ہیگللیں مارکسزم کے دبستانون سے ھے
A 12 13|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کے لیے کہا جاتا ھے کہ " وہ زندہ معاشرے کے فلسفی اور عمرانیات دان تھے "
A 5 6|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S لورین باکال ( لاطینی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 12 13|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S جین بیڈلر ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S جین بیڈلر ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S میری اینڈرسن ( اداکارہ ) ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 13 14|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S اسی میں سونوری اور دارالعلوم سونوری واقع ے جس ے م تمم حضرت مولانا مفت محمد روشن شا قاسم مدظل ن
A 20 21|||R:VERB|||یں|||REQUIRED|||-NONE-|||0

S آشٹا مہاراشٹرک ے سانگل ضلع م ں نگرپالکا ھے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S وقار احمد شاہ مسلسل 1993 سے بہرائچ اسمبلی حلقہ سے ممبر اسمبلی ہے
A 12 13|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S مسلمان اکیلے ہی مشرکین مکہ پر فتح حاصل کرکے مدینے واپس لوٹے تو یہودیوں کو اور ناگوار گزرا
A 17 18|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S بیولاہ بوندی ( لاطینی ) ریاستہائے متحدہ امریکہ کی ایک فلمی اداکارہ ہے
A 12 13|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S شرلی بوتھ ( لاطینی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 12 13|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S کلارا بو ( لاطینی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 12 13|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S آیلین برنان ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S 20سال کی عمر میں شہزادہ سلیم ( جہانگیر ) کا اتالیق بنایا گیا
A 11 12|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S یہ کئی پلے کارڈ پر دیکھے گئے اور کئی تحریروں اور تقریروں میں کہے بھی گئے
A 13 14|||R:VERB|||کیے|||REQUIRED|||-NONE-|||0

S کٹی کارلایل ( لاطینی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 12 13|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S دیاہان کیرول ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S کیرول چینینگ ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S ایوان کریگ ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S جوآن کرافورڈ ( انگریزی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 12 13|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S گلبرگہ کی خواندگی 67 جو قومی اوسط 59 5 سے زیادہ لے
A 11 12|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S 1518 کے بعدیہ مملکت پانچ ریاستوں میں ٹوٹ گئی
A 7 8|||R:VERB|||بٹ|||REQUIRED|||-NONE-|||0

S 2014 کی مردم شماری کے مطابق گلبرگہ کی آبادی ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اور جب آپ غصہ ہوتے تو یوں لسرخ ہوجاتا گویا آپ کے مبارک رخسار میں انگور نچوڑ دئیے گئے ہیں
A 17 18|||R:VERB|||دیے|||REQUIRED|||-NONE-|||0

S جنگاوں 16 04 مربع کلومیٹر کے علاقے میں پھیل گیا اور 29 دوسرے گریڈ میونسپلٹی طور میونسپل وارڈوں میں تقسیم کیا ہے
A 9 10|||R:VERB|||ہوا|||REQUIRED|||-NONE-|||0

S ابراہیم آبادی ایرانی ٹی وی اور سینما کے ایک معروف اداکار ہیں
A 11 12|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S وہ معروف چہرہ پرداز ملیحہ ابراہیمی کے شوہر ہیں
A 8 9|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S این بی ڈیوس ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 10 11|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S ڈورس ڈے ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S پرسیلا ڈین ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S روبی ڈی ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S ڈونا ڈگلس ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S میلنڈا ڈلن ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S آئرین ڈیونی ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S ویرا ایلن ( لاطینی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 12 13|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S پیٹریسیا ایلیٹ ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S فرانسس فارمر ( لاطینی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 12 13|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S کیری فشر ( لاطینی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 12 13|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S لوئیس فلیچر ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S پولیٹ گوڈارڈ ( لاطینی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 12 13|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S باربرا ہیل ( لاطینی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 12 13|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S باربرا ہیرس ( اداکارہ ) ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 13 14|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S ہیلن ہیس ( لاطینی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 12 13|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S فلورنس ہینڈرسن ( لاطینی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 12 13|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S مریم ہاپکنس ( انگریزی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 12 13|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S شرلی جونز ( لاطینی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 12 13|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S شرلی جونز ( انگریزی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
A 12 13|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S میڈلین خان ( لاطینی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 12 13|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S شرلی نائٹ ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S پیگی لپٹن ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S پینی مارشل ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S این ملر ( لاطینی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 12 13|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S میری ٹائلر مور ( لاطینی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 13 14|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S ایرن مورن ( لاطینی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 12 13|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S شیلے موریسن ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S کارا ولیمز ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S سنڈی ولیمز ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S ٹریسا رائٹ ( لاطینی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 12 13|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S شرلی ٹیمپل ( لاطینی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 12 13|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S پامیلا ٹفن ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S سسلی ٹائسن ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S ڈیبی رینالڈز ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S جنجر راجرز ( لاطینی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 12 13|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S تانیا رابرٹس ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S آئرین ریان ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S این شرلی ( اداکارہ ) ( لاطینی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 15 16|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S سوزی پارکر ( لاطینی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 12 13|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S الزبتھ پینا ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S سوسن پیٹرس ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S جین پاول ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S کیلی پریسٹن ( لاطینی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 12 13|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S کیلی پریسٹن ( لاطینی ) ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
A 12 13|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S شارلٹ رایہ ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S یونس اکیڈمی ائیرفودس سگھر میں واقع ھے سگھر میں ملک , آرائیں , بلوچ , اعوان اور سید قومیں آباد یں
A 6 7|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہاں کی زیادہ تر عوام ایک ہزار روپے میں اپنا ووٹ بیچ دیتی ھے
A 13 14|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S میاں کاشف اقبال کا اصلی نام محمد احمد کاشف عرف گنڈیری ہے
A 11 12|||R:VERB|||والاہے|||REQUIRED|||-NONE-|||0

S کچھ ایسے مستشرقین بھی گزرے ہیں جو عربی زبان سے واقف نہیں تھے لیکن پھر بھی انہوں نے اسلام کے بارے میں لکھا
A 4 5|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S " بھت " دراصل پاکستان کی کچھ علاقائی زبانوں میں چاول خاص کر پکے ھوئے چاول کو کھتے ھیں مثلا سندھی بلوچی وغیرہ
A 18 19|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S سندھ میں بھت کو بڑے زوق و شوق سے کھایا جاتا ھے خاص کر کسی شادی یا خیرات میں اسکا بننا عام سی بات ہے
A 11 12|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S بادل سرکار 15 مئی 1925 کو مغربی بنگال کے شہر کولکتہ میں پیدا ھوئے
A 13 14|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S راشی ایک یہودی مفکر اور مفسر بھی گذرا ہے
A 7 8|||R:VERB|||گزرا|||REQUIRED|||-NONE-|||0

S ان کے خاندان کا تعلق جیون پور ضلع وارانسی یو پی بھارت کے ایک کسان گھرانے سے ھے
A 17 18|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کا خیال ھے کہ سخت گیر بالشویک مارکسی سکہ بند نظریہ محض " دقیانوسیت " ھے
A 3 4|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کا خیال ھے کہ سخت گیر بالشویک مارکسی سکہ بند نظریہ محض " دقیانوسیت " ھے
A 16 17|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S نامور سنگھ نے ہندی ادب و نقد کی تشریح و تفھیم پر بہت عمدہ کام کیا ھے
A 16 17|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کی غزل اور نظم دونوں میں عورت کے آزاد وجود کی جھلک نظر آتی ھے
A 15 16|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کی نظموں میں پاکستانی عورت کی بپتا بھی ھے اور مشرق وسطی اور مشرق بعید کی عورت کا المیہ بھی
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S زھرا نگاہ نے نظموں میں آزاد نظم پر زیادہ توجہ دی ھے
A 11 12|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S شاعری کے علاوہ ادب اور فنون پر بھی ان کی گہری نظر ھے
A 12 13|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کے گھرانے میں اور بھی فنی اور ادبی شہرت کے نام ملتے ھیں
A 13 14|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S جن میں انور مقصود اور فاطمہ ثریا بجیا شامل ھیں
A 9 10|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S انھیں بہت سے ایواڑد ملے جن میںادبیات میں تمغہ حسن کارکردگی بھی شامل ھے
A 13 14|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کی تخلیقات میں " شام کا پہلا تارا " " ورق " اور " فراق " شامل ھیں
A 18 19|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S بطور ٹی وی کمپئیر بھی وہ باصلاحیت رھیں
A 7 8|||R:VERB|||رہیں|||REQUIRED|||-NONE-|||0

S ادھر ا دھر سے چ را کر بچوں کی کہانیاں لکھیں
A 6 7|||R:VERB|||لےکر|||REQUIRED|||-NONE-|||0

S ان میں سے نو حصے حضرت علی کودیے گیے ہیں
A 8 9|||R:VERB|||گئے|||REQUIRED|||-NONE-|||0

S تین طرح کے لوگوں سے تکلیف اٹھا لی گی ہے
A 8 9|||R:VERB|||گئی|||REQUIRED|||-NONE-|||0

S تھامس پنچن امریکہ کے ایسے فکشن نگار ہیں جن کے متعلق یہ کہا جاتا ھے کی وہ ریاضیاتی نثر لکھتے ہیں
A 14 15|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان میں سے چندکتابوں کو انعامات اور اعزازت سے بھی نوازہ گیا ھے
A 12 13|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S زمین سے دیکھا جائے تو ایسا لگتا ہے کہ سورج زمین اور مطلوبہ اجرام فلکی کے درمیان سے گذر رہا ہے
A 18 19|||R:VERB|||گزر|||REQUIRED|||-NONE-|||0

S زمین سے دیکھا جائے تو ایسا لگتا ہے کہ سورج زمین اور مطلوبہ اجرام فلکی کے درمیان سے گذر رہا ہے
A 18 19|||R:VERB|||گزر|||REQUIRED|||-NONE-|||0

S اسی طرح کا ایک اور واقعہ بھی اہم ہوتا ہے جب سورج اور زمین کے درمیان سے کوئی سیارہ گذرے
A 19 20|||R:VERB|||گزرے|||REQUIRED|||-NONE-|||0

S یہ دنیا میں سب سے زیادہ بکنے والے کھلونوں میں سے ایک ہے جو اب تک تین کروڑ کی تعداد میں بک چکا ہے
A 23 24|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S جدید ادبی نظریات کی تفھیم و تشریح میں فعال کردار ادا کیا ھے
A 12 13|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کے خیال میں " ردتشکیل " کے تحت متن کے موضوع پر تفصیل سے بحث کی جاتی ھے
A 18 19|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ملر نے " بدیعیاتی اصولوں " پر اپنا اچھوتا نظریہ پیش کیا ھے
A 12 13|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کی تحریرون میں نئی لفظیات اور غیر مانوس اصطلاحات کی بھر مار ھوتی ھے
A 14 15|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جس کے سبب قاری الجھنوں کا شکار ھوجاتا ھے اور وہ اسے سمجھ نہیں پاتے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S " ساختیات تاریخ نظریہ اور تنقید " 1999 میں صراحت سے لکھا گیا ھے
A 13 14|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S آپ کے والد کا نام صوفی محمد یوسف چیمہ تھا
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ایک پولش نژاد اسرائیلی سیاستدان ہے
A 5 6|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S شمعون پیریز اسرائیل کی ریاست کے نویں صدر تھے
A 8 9|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S اور تیزی سے یہ عظیم ڈرامہ نگار شراب اور منشیات کی علت کا شکار ھوگیا
A 14 15|||R:VERB|||ہوگیا|||REQUIRED|||-NONE-|||0

S یہ امارت سٹیل کی بنائی گئی ہے اسمیں روشنی کرکے کے لیے بلب بھی لگا گیے ہے
A 14 15|||R:VERB|||لگائے|||REQUIRED|||-NONE-|||0

S وقت کے بہتر انتظام کے لیے تمام میدان یورپی روس کے علاقوں میں ہیں
A 13 14|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اس بار بھی 32 ٹیمیں ہی عالمی کپ میں شریک ہیں
A 10 11|||R:VERB|||ہوہیں|||REQUIRED|||-NONE-|||0

S 1999 میں لکھا جا چکا ھے
A 5 6|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S راجھستان میں مصوری کی روایت صدیوں قدیم ھے
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S خاص کر کشن گڑھ میں " مینچرز " تصاویر کے خدوخال ساخت رنگ اور بیانیہ اساطیری نوعیت کا ھے
A 18 19|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S کشن گڑہ کی مصوری میں ایک افسانوی یا فرضی کردار " بنی ٹھنی " کو ہمیشہ کلیدی حاصل رھی ھے
A 19 20|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہ بھی کہا جاتا ھے کی بنی ٹھنی کو راجھستاں اور فلورنس ( اٹلی ) کی فنکارانہ ( مصورانہ )
A 4 5|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S کہا جاتا ھے کہ بنی ٹھنی کی صورت میں مونا لیزا کی تشریح نو بھی ھو ئی
A 2 3|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہ بھی کہا جاتا ھے کی " بنی ٹھنی " ساونت سنگھ کی " رکھیل " تھی
A 4 5|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S سید حسین بن علی طباطبائی بروجردی شیعہ مجتہد آیت اللہ اور مرجع تقلید تھے 1292 ہجری میں ایران کے شہر بروجرد میں پیدا ہوئے
A 13 14|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S مجھ سے زندگی کا جام چھین لیا گیا ھے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S عبد الرحمن شکری 1886 میں مصر کے شہر پورٹ سعید میں پیدا ھوئے
A 12 13|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S ان کی شعری تصنیف " دیوان عبدالرحمن شکری " کے نام سے شائع ھوا
A 13 14|||R:VERB|||ہوا|||REQUIRED|||-NONE-|||0

S اگر میں زندہ رہنا چاھتا ھوں تو مجھے زندگی بھگتنی پڑے گی
A 4 5|||R:VERB|||چاہتا|||REQUIRED|||-NONE-|||0

S اگر میں زندہ رہنا چاھتا ھوں تو مجھے زندگی بھگتنی پڑے گی
A 5 6|||R:VERB|||ہوں|||REQUIRED|||-NONE-|||0

S اگر میں مرنا چھاھتا ھوں تو موت کی کوئی پسپائی نہیں
A 4 5|||R:VERB|||ہوں|||REQUIRED|||-NONE-|||0

S ان کی شاعری پرسریلزم کی تمثالیت کا بھی اثر ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S وہ ھندی کی ترقی پسند تحریک " پراگاٹسٹ ھیل لیکھک سبھا " کے سرگرم رکن رھے
A 15 16|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S قدرناتھ اگروال کئی تعلیمی اورادبی تنظیموں سے منسلک رھے
A 8 9|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S وہ بنڈا کی مقامی " بار " کے صدر بھی ھے
A 10 11|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S وہ کھلا دیئے گئے ہیں گہری سبز ٹہنی پر
A 2 3|||R:VERB|||دیے|||REQUIRED|||-NONE-|||0

S عامر لیاقت حسین ( پیدائش 5 جولائی 1971 ) ایک پاکستانی سیاستدان براڈکاسٹر شاعر اور مذہبی شخصیت ہیں
A 17 18|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S سوشل میڈیا پر اکثر ان کی جعلی ڈگریوں والے سکینڈلاور دیگر مذہبی اختلافات کی بنا پر انہیں تنقید کا نشانہ بنایا جاتا ہے
A 22 23|||R:VERB|||رہا|||REQUIRED|||-NONE-|||0

S انکو اکثر ان کی کنیت ابوبکر البغدادی سے بولایا جاتا ہے اور خود کو امیر المومنین اور خلیفہ ابراھیم بھی کہلاتے ہیں
A 21 22|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S ابوبکر البغدادی کو اس کے لوگوں نے ایک طریقہ کار کے تحت باقاعدہ اپنا خلیفہ مقررکیا ہے
A 16 17|||R:VERB|||کیا|||REQUIRED|||-NONE-|||0

S ہر ولایت پر والی یا گورنر مقرر ہے
A 7 8|||R:VERB|||کیا|||REQUIRED|||-NONE-|||0

S ابوبکرالبغدادی خود کو " امیرالمومنین " کہلاتا ہے
A 7 8|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S ایڈورڈ سنوڈن کے انکشاف کے مطابق بغدادی اصل میں اسرائیلی شہری ہے
A 11 12|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S کان مہترزئی ریلوے سٹیشن سطح سمندر سے 2224 میٹر بلندی پر واقع تھا
A 12 13|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S فلم " شعلے " مییں ان کا امام مسجد کا کردار ناقابل فراموش ھے
A 13 14|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کی پہلی فلم " تیسری قسم اور آخری فلم " ھم سے ھے جہاں " تھی
A 13 14|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جن کا کچھ عرصے پہلے انتقال ھوچکا ھے
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جھنگیل کھوسہ کی ایک شاخ ھے جو چک جھنگیل می رھتےحیں
A 5 6|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس کے متعلق ایک ضعیف حدیث بیان کی جاتی ہے جس میں لکھا ہے کہ
A 9 10|||R:VERB|||ے|||REQUIRED|||-NONE-|||0

S اس کے متعلق ایک ضعیف حدیث بیان کی جاتی ہے جس میں لکھا ہے کہ
A 13 14|||R:VERB|||ے|||REQUIRED|||-NONE-|||0

S ہاتھ کے ساتھ نکاح کرنے والے پر لعنت ہے
A 8 9|||R:VERB|||ے|||REQUIRED|||-NONE-|||0

S ان کا نام ڈاکٹر روتھ فاؤ ھے
A 6 7|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S وہ پاکستان ممبر پارٹی کے رکن بھی رہ چکے ہیں
A 9 10|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اسی دور میں ان تماشوں میں بڑی بلیوں کو دیگر بڑے جانور جیسے ہاتھی اور گھریلو پالتو جانوروں وغیرہ سے جنگ دی جاتی تھی
A 21 22|||R:VERB|||کروائی|||REQUIRED|||-NONE-|||0

S اگرچہ ببر شیر عام حالات میں انسانوں کا شکار ہیں کرتے لیکن بعض بالخصوص نروں کو کبھی اس کی لت لگ جاتی ہے
A 20 21|||R:VERB|||پڑ|||REQUIRED|||-NONE-|||0

S انکی نثری نظموں میں داخلی آہنگ بڑا کمال کا ھوتا تھا
A 9 10|||R:VERB|||ہوتا|||REQUIRED|||-NONE-|||0

S کائنات میں فرد بے بس ھے اور اس کا وجود لاوجود ھے
A 5 6|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S کائنات میں فرد بے بس ھے اور اس کا وجود لاوجود ھے
A 11 12|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اور یہی مایوسی اور یسپائیت ان کے ڈراموں کو " لایعنیت " میں تبدیل کردیتا ھے
A 15 16|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اور یوں ان کا نام " لایعنی تھیٹر " کے بنیاد گذاروں میں شامل ھوجاتا ھے
A 15 16|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S آئنسکو کے ڈرامے کی بنیادی سطح ان کا با مقصد ابلاغ ھے
A 11 12|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کے ڈراموں میں امکانی معنویت بھری ھوتی ھے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ائنسکو کا خیال ھے انسانوں کے مابیں ابلاغ ناممکن ھے
A 3 4|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ائنسکو کا خیال ھے انسانوں کے مابیں ابلاغ ناممکن ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان پر مشہور مفکرین نقادوں نے فرانسیسی اور دیگر زبانوں میں لکھا ھے
A 12 13|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ایک طویل عرصہ فرانس مین قیام کرنے والے اس ادیب کو رومانیہ میں بھی اپنے ملک کا اھم ادیب تصور کیا جاتا ھے
A 22 23|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S کمک جانے کے بعد انہوں نےبلاقضاعہ کو دور تک روندا
A 1 2|||R:VERB|||آجانے|||REQUIRED|||-NONE-|||0

S آزادی مارچ ایک عوامی ریلی ہے جو پاکستان تحریک انصاف 14اگست کو اسلام آباد میں کریں گی
A 15 16|||R:VERB|||کررہی|||REQUIRED|||-NONE-|||0

S آزادی مارچ ایک عوامی ریلی ہے جو پاکستان تحریک انصاف 14اگست کو اسلام آباد میں کریں گی
A 16 17|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S عموما کہا جاتا ھے کہ سریلیسٹ تحریک پر سگمنڈ فرائڈ کےنفسی نظریات کے سبب پروان چڑھی
A 3 4|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S مگر اس میں سرئیلرازم کی خاصی مماثلث بھی ھے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہ تحریری زبان اور دیگر مفاہیم میں استعمال ھوتی ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S سرئیلرازم میں فکر تصورات اور اظہار کی سچائی کو اہمیت دی جاتی ھے
A 12 13|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہ تمام ان زہنی مشقوں سے متعلق ھے جو جمالیاتی اخلاقی قدروں اور معاشرتی تحریمات سے انحراف کرتی ھے
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہ تمام ان زہنی مشقوں سے متعلق ھے جو جمالیاتی اخلاقی قدروں اور معاشرتی تحریمات سے انحراف کرتی ھے
A 18 19|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S آئینے میں بھول کھلا ھے ہاتھ لگانا مشگل ھے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اب ھم سے کیا مانگ رھی ھے کالی رات
A 6 7|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S دور افق پر بہتے بہتے اس ساحل تک آپہنچا ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S خواب میں جو کچھ دیکھ رہا ھوں اس کا دکھنا مشکل ھوں
A 11 12|||R:VERB|||ھے|||REQUIRED|||-NONE-|||0

S خواب میں جو کچھ دیکھ رہا ھوں اس کا دکھنا مشکل ھے
A 6 7|||R:VERB|||ہوں|||REQUIRED|||-NONE-|||0

S خواب میں جو کچھ دیکھ رہا ھوں اس کا دکھنا مشکل ھے
A 11 12|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S خوابوں کے سب تارے جل کر راکھ ھوئے
A 7 8|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S اب ہم سے کیا مانگ رھی ہے کالی رات
A 5 6|||R:VERB|||رہی|||REQUIRED|||-NONE-|||0

S ہالی وڈ کے 1970 میں شہرت پانے والے اداکار رابن میکلوریں ولیم اپنی مزاحیہ اداکاری کے سبب معروف ھوئے
A 18 19|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S رابن ولیم 21 جولائی 1951 میں امریکہ کی ریاست ایلانس کے شہر شکاگو میں پیدا ھوئے
A 15 16|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S رابن ولیئمز کی مقبول فلموں میں سے ایک گڈ مارننگ ویت نام ھے
A 12 13|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S کہا جاتا ھے کہ وہ کچھ دنوں سے نفسیاتی
A 2 3|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S دوسری تصویر ان کے گھر دی ماون کاونٹی شمالی کیلے فورنیا کے اس گھر کی ھے جہاں رابن ولیم نے خودکشی کی
A 15 16|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جو جامعہ پرنسٹن میں ریاضیات کی پروفیسر ہیں
A 7 8|||R:VERB|||رہیں|||REQUIRED|||-NONE-|||0

S ان کو ان کی پیچیدہ جیومیٹری کے لیے اس اعزاز سے نوازا گیا ہے
A 13 14|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S مریم میرزاخانی فیلڈز میڈل اعزاز حاصل کرنے والی دنیا کی پہلی خاتون ہیں
A 12 13|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S جہان فرد ایک اذی ت ناک غنودگی میں دم توڑ رہا ھے
A 11 12|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جہان فرد ایک اذی ت ناک غنودگی میں دم توڑ رہا ھے
A 11 12|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس نظم کا بیانیہ کا نفسی کیفیات جارج تراگل کے " " خواب نگر " خاصا مشابئہ بھی ھے
A 18 19|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس نظم کی جذباتی اور حساسی فضا قاری کی آنکھوں میں آنسو بھر دیتا ھے
A 14 15|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S تاریکی میں لپٹی رات گلے لگاتی ھے
A 6 7|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس کے ھونٹوں سے جدا کردیتا ھے
A 6 7|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S پیڑوں اور بدروحوں کے درمیان میری بہن کا سایہ ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S برف باری ایک ہیبت ناک موت ھے
A 6 7|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ھماری روحوں کا شعلہ اس خشک دکھ کو محسوس کرتا ھے
A 10 11|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اداس عقاب تمام شب زہن میں شور مچاتا ھے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S وہ آدمی کا سنہری عکس ھے
A 5 6|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ابابیل کے پاس کبھی نہ ختم ھونے والی زندگی ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S قرمزی جسم پاش پاش ھوتا ھے
A 4 5|||R:VERB|||ہوتا|||REQUIRED|||-NONE-|||0

S قرمزی جسم پاش پاش ھوتا ھے
A 5 6|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اور سیاہ آواز ماتم کرتی ھے
A 5 6|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ادب لطیف " لاھور میں چھپ چکا ھے
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S علی احمد سعید اسیر ( انگریزی ) شام کے شاعر مضمون نگار اور مترجم انکو ادونیس کے نام سے بھی جانا جاتا ھے
A 22 23|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اسی تعلیمی ادارے میں پروفیسر بھی رھے
A 6 7|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S جس میں معاشرتی کشمکش کا نطریہ ان کی فکر کا بنیادی نکتہ قرار پاتا ھے
A 14 15|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جو نظریاتی عملیات عموما مخصوص قسم کا ساختیاتی عمل ھوتا ھے
A 9 10|||R:VERB|||ہوتا|||REQUIRED|||-NONE-|||0

S جو نظریاتی عملیات عموما مخصوص قسم کا ساختیاتی عمل ھوتا ھے
A 10 11|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جو اپنے موضوع کو اپنے جبر اور مخصوص فکری فریم ورک مین رکھ کر پرکھتا ھے
A 15 16|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S مگر یہ سپر ساختیے سے مکمل طور پر علیحدہ ھو کرھی اپنی حرکیات کو جنم دیتا ھے
A 16 17|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہ عمل " ابتدا اور " اختتام " کے مراحل کے بغیر ھوتا ھے
A 12 13|||R:VERB|||ہوتا|||REQUIRED|||-NONE-|||0

S یہ عمل " ابتدا اور " اختتام " کے مراحل کے بغیر ھوتا ھے
A 13 14|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S وہ آئیڈیا لوجی کو مادی وجود تصور کرتے ہیں کیونکہ آئیڈیالوجی ہمیشہ آلاتیاتی ھوتی ھے
A 14 15|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جس نے متن کی آگاھی آسان ھو جاتی ھے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S آئیڈیالوجی کا ایسا نطام نہیں ھے جو افراد کے دماغوں میں بسا ھوتا ھے
A 5 6|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S آئیڈیالوجی کا ایسا نطام نہیں ھے جو افراد کے دماغوں میں بسا ھوتا ھے
A 12 13|||R:VERB|||ہوتا|||REQUIRED|||-NONE-|||0

S آئیڈیالوجی کا ایسا نطام نہیں ھے جو افراد کے دماغوں میں بسا ھوتا ھے
A 13 14|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جو اصل مین اظہار کت مادی رشتوں کی ایک اعلی سظح پر ھوتا ھے
A 12 13|||R:VERB|||ہوتا|||REQUIRED|||-NONE-|||0

S جو اصل مین اظہار کت مادی رشتوں کی ایک اعلی سظح پر ھوتا ھے
A 13 14|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S بلکہ یہ معاشرتی تشکیل ھے ںظاموں کے اندر فرد کے اعمال کے ایک ضرورت ھے
A 4 5|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S بلکہ یہ معاشرتی تشکیل ھے ںظاموں کے اندر فرد کے اعمال کے ایک ضرورت ھے
A 14 15|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S لیکن یہ حیرت کی بات ھے کی وہ ساختیاتی نظریے کے منکر ہیں
A 5 6|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S التھیوز کا انتقال 22 اکتوبر 199٠ میں 72 سال کی عمر میں ھوا
A 12 13|||R:VERB|||ہوا|||REQUIRED|||-NONE-|||0

S التھیوز کا انتقال 22 اکتوبر 199٠ میں 72 سال کی عمر میں ہوا
A 12 13|||R:VERB|||ھوا|||REQUIRED|||-NONE-|||0

S کیونکہ اعل ی ساختیے کے مسائل ان کی کلیدی مسائل نہیں ھوتے
A 11 12|||R:VERB|||ہوتے|||REQUIRED|||-NONE-|||0

S وہ آئیڈیا لوجی کو مادی وجود تصور کرتے ہیں کیونکہ آئیڈیالوجی ہمیشہ آلاتیاتی ھوتی ہے
A 13 14|||R:VERB|||ہوتی|||REQUIRED|||-NONE-|||0

S جس نے متن کی آگاھی آسان ھو جاتی ہے
A 6 7|||R:VERB|||ہو|||REQUIRED|||-NONE-|||0

S شروع میں ان پر عمرانیات اور معاشیات کا گہرا اثر تھا جو بعد میں انسان دوستی اور مارکسی جہموریت میں تبدیل ھوگیا
A 21 22|||R:VERB|||ہوگیا|||REQUIRED|||-NONE-|||0

S وہ تجربیت کو بھی پسند کرتے ہیں یوں ان کا تعلق فرانس کے ساختیاتی دبستان سے منسلک ھوگیا
A 17 18|||R:VERB|||ہوگیا|||REQUIRED|||-NONE-|||0

S 1946 میں التھیوز نے لیتھوینا کی ایک انقلابی خاتوں سے شادی کی جو عمر میں ان سے آٹھ ( 8 ) سال بڑی تھیں
A 23 24|||R:VERB|||تہیں|||REQUIRED|||-NONE-|||0

S 198٠ کے بعد ان کا لوگوں سے ملنا ملانا تقریبا ختم ھو گیا تھا
A 11 12|||R:VERB|||ہو|||REQUIRED|||-NONE-|||0

S اپنی زندگی کے آخری دنوں میں وہ اپنی سوانح عمری لکھنا چا رھے تھے مگر ان سے یہ کام نہ ھوسکا
A 12 13|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S اپنی زندگی کے آخری دنوں میں وہ اپنی سوانح عمری لکھنا چا رھے تھے مگر ان سے یہ کام نہ ھوسکا
A 13 14|||R:VERB|||تہے|||REQUIRED|||-NONE-|||0

S مگر یہ سپر ساختیے سے مکمل طور پر علاحدہ ہو کرہی اپنی حرکیات کو جنم دیتا ہے
A 10 11|||R:VERB|||کرھی|||REQUIRED|||-NONE-|||0

S کمال ایرانی پاکستانی فلموں کے ساٹھ اور ستر کی دہائی کے معروف اداکار رھے ہیں
A 13 14|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S یہ کمپنی 13 ستمبر 1989 میں کراچی میں ان کے انتقال کے بعد ختم ھو گئی
A 14 15|||R:VERB|||ہو|||REQUIRED|||-NONE-|||0

S کمال ایرانی ایک ایرانی گھرانے میں کراچی میں پیدا ھوئے ان کا اصل نام " سید کمال الدیں صفوی " تھا
A 9 10|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S نظامی نے ساری عمر اپنے وطن گنجہ میں ہی گذاری وہ صرف ایک بار ہی شہر سے باہر تبریز گئے
A 9 10|||R:VERB|||گزاری|||REQUIRED|||-NONE-|||0

S 29 دسمبر 1914 میں کشور گنج برطانوی مشرقی بنگال مین پیدا ھوئے
A 11 12|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S لیلی اور مجنوں افسانہ ھیں میرے دوستوں
A 4 5|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S آیت اللہ سید علامہ ابوالفضل ابن الرضا برقعی کتاب شاھراہ اتحاد میں فرماتے ھیں
A 13 14|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S برقعی کو خراج تحسین پیش کرتے ھوئے سید محمد شافی قرشی نے مندرجہ ذیل اشعار کہے
A 6 7|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S اس کے علاوہ دوسرے ممالک میں بھی ھیں
A 7 8|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S حبیب ولی محمد قدامت پسند کاروباری میمن خاندان میں پیدا ھوئے
A 10 11|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S چھوٹی عمر میں اپنے خاندان کے ساتھ ہجرت کرکے ممبئی میں آباد ھو گئے
A 12 13|||R:VERB|||ہو|||REQUIRED|||-NONE-|||0

S ان کے خاندان نے " شالیمار سلک ملز " کے نام سے کپڑے کا ایک بڑا کارخانہ کھولا
A 17 18|||R:VERB|||کہولا|||REQUIRED|||-NONE-|||0

S ان کے بڑے بھائی اشرف تابانی 1988 میں سندہ کے گورنر رھے
A 11 12|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S پاکستان آکر وہ کاروبار میں مصروف ھو گئے
A 6 7|||R:VERB|||ہو|||REQUIRED|||-NONE-|||0

S ریڈیو ٹیلی وژن اور اسٹیج پر گاتے رھے
A 7 8|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S " لگتا نہیں ھے جی میرا اجڑے دیار میں "
A 3 4|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S وہاں وہ اپنی اہلیہ ریحانہ دو بیٹوں ریحان اور ندیم کے ساتھ قیام پذیر تھے
A 14 15|||R:VERB|||تہے|||REQUIRED|||-NONE-|||0

S ان کے والد کا دق ٹی بی کے عارضے میں انتقال اس وقت ھوا جب ہربجن سنگھ کی عمر بہت کم تھی
A 13 14|||R:VERB|||ہوا|||REQUIRED|||-NONE-|||0

S ان کے والد کا دق ٹی بی کے عارضے میں انتقال اس وقت ھوا جب ہربجن سنگھ کی عمر بہت کم تھی
A 21 22|||R:VERB|||تہی|||REQUIRED|||-NONE-|||0

S وہ خاصے عرصے لاھور کے قدیم محلے گوالمنڈی میں بھی قیام پزیر رھے
A 12 13|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S ان کی زندگی کا ابتدائی حصہ غربت میں بسر ھوا
A 9 10|||R:VERB|||ہوا|||REQUIRED|||-NONE-|||0

S اسی دوران وہ لاھور کے " دیوا اسکول " میں داخل ھوئے
A 11 12|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S کچھ دنوں بعد دہلی کی خالصہ کتب خانے میں معاون لائبرین مقرر ھوئے
A 12 13|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S م راشد فیض احمد فیض اور پورن سنگھ سے متاثر رھے
A 10 11|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S ہربجن سنگھ بہت دھیمے مزاج کے انسان تھے
A 7 8|||R:VERB|||تہے|||REQUIRED|||-NONE-|||0

S نہایت ھی سادہ طبعیت اور علم دوستی ان کی شخصیت کا خاصہ تھی
A 12 13|||R:VERB|||تہی|||REQUIRED|||-NONE-|||0

S اردو دان طبقہ ان کے فکری ادبی اور شعری کمالات سے بہت کم واقف ھے
A 14 15|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S بھر ان کی علمی اور ادبی دلچسپیاں انگریزی پنجابی اور ہندی میں منتقل ھو گئی
A 13 14|||R:VERB|||ہو|||REQUIRED|||-NONE-|||0

S ان کے سترہ ( 17 ) شعری مجموعے شائع ھو چکے ہیں
A 9 10|||R:VERB|||ہو|||REQUIRED|||-NONE-|||0

S ان کے والد کا دق ٹی بی کے عارضے میں انتقال اس وقت ہوا جب ہربجن سنگھ کی عمر بہت کم تہی
A 21 22|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S حرکت قلب بند ھونے سے انتقال ھوا
A 3 4|||R:VERB|||ہونے|||REQUIRED|||-NONE-|||0

S میں نے کہا وہ اجنبی ھے
A 5 6|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S میں نے کہا وہ سپنا ھے
A 5 6|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S دل نے کہا پھر بھی اپنا ھے
A 6 7|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S میں نے کہا وہ ایک پل کی ملاقات ھے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S دل نے کہا وہ تو صدیوں کا ساتھ ھے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S میں نے کہا وہ میری ہار ھے
A 6 7|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S انہوں نے بتایا کہ 10 مواصلاتی نظام کو ہوائی ذریعے سے منتقل کیا گیا تاکہ اہم مواصلاتی رابطہ بحال ہو سکے
A 2 3|||R:VERB|||کہا|||REQUIRED|||-NONE-|||0

S اسے ہر سال تبدیل کیا جاتا ہے
A 4 5|||R:VERB|||کردیا|||REQUIRED|||-NONE-|||0

S جس کو تقریر ھی محفوظ رکھ سکتی ھے
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S زبان سے بولے جانے والا لفظ کیونکہ بلاواسطہ ہوتا ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کے کیال میں ایک معنی دوسرے معنی کو مسترد کرتا ھے
A 11 12|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S فلسفہ چونکہ متن ھی نہیں سارے آفاق کو صداقت اور معنی سے خالی قرار دیتا ھے
A 15 16|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس لیے لفظ قدر بھی اس کے لیے ایک جز و زائد کا حکم کا درجہ اختیار کر جاتا ھے
A 19 20|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اور متن کے لفظوں میں آئیڈیالوجی کا رنگ چڑھا ہوتا ھے
A 10 11|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S دریدا کا " رد تشکیلیت " کا نظریہ خاصا پیچیدہ اور الجھا ھوا ھے لہذا اس کی حتمی تعریف نہیں کی جاسکتی
A 13 14|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S وہ معنی پس معنی اور معنی در معنی کو الٹا کر رد معنی میں تبدیل کردیتا ھے
A 16 17|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہ بھی کہا جاتا ھے
A 4 5|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اب " پس ردتشکیل " کا تازہ نظریہ موضوع بحث ھے
A 10 11|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس سے کئی فکری ابہام پیدا ھوئے
A 6 7|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S ان کے خیال میں متن کے معنی قاری کے نظریہ حیات ( آئیڈیالوجی ) کے درمیان میں بین العمل پر مبنی ھوتے ہیں
A 21 22|||R:VERB|||ہوتے|||REQUIRED|||-NONE-|||0

S دریدا کا " رد تشکیلیت " کا نظریہ خاصا پیچیدہ اور الجھا ھوا ہے لہذا اس کی حتمی تعریف نہیں کی جاسکتی
A 12 13|||R:VERB|||ہوا|||REQUIRED|||-NONE-|||0

S دریدا کی ردتشکیلیت کا نظریہ ادب اور متن اور ادبی تنقید میں کا نظریہ رد بھی کیا گیا اور اس کی توسیع بھی ھوئی
A 23 24|||R:VERB|||ہوئی|||REQUIRED|||-NONE-|||0

S جس کو تقریر ھی محفوظ رکھ سکتی ھے
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S زبان سے بولے جانے والا لفظ کیونکہ بلاواسطہ ہوتا ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کے کیال میں ایک معنی دوسرے معنی کو مسترد کرتا ھے
A 11 12|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S " رد تشکیلیت " کا فلسفہ چونکہ متن ھی نہیں سارے آفاق کو صداقت اور معنی سے خالی قرار دیتا ھے
A 20 21|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس لیے لفظ قدر بھی اس کے لیے ایک جز و زائد کا حکم کا درجہ اختیار کر جاتا ھے
A 19 20|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اور متن کے لفظوں میں آئیڈیالوجی کا رنگ چڑھا ہوتا ھے
A 10 11|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S دریدا کا " رد تشکیلیت " کا نظریہ خاصا پیچیدہ اور الجھا ھوا ھے لہذا اس کی حتمی تعریف نہیں کی جاسکتی
A 13 14|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S وہ معنی پس معنی اور معنی در معنی کو الٹا کر رد معنی میں تبدیل کردیتا ھے
A 16 17|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہ بھی کہا جاتا ھے
A 4 5|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S قرآن کریم کی تعلیمات پر کاربند ہونا
A 6 7|||R:VERB|||گردانی|||REQUIRED|||-NONE-|||0

S قرآن کریم کی تعلیمات سے رو گردانی
A 6 7|||R:VERB|||ہونا|||REQUIRED|||-NONE-|||0

S زندگی کا بڑا حصہ حیدرآباد دکن دہلی بمبئی میں گزرا اور پھر مستقل قیام کراچی میں رہا
A 9 10|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S کچھی قوم کا تعلق مغربی بھارت کے علاقے کچھ سے ھے جو ریاست گجرات میں واقع ھے
A 10 11|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S کچھی قوم کا تعلق مغربی بھارت کے علاقے کچھ سے ھے جو ریاست گجرات میں واقع ھے
A 16 17|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ظفرمسعود 1970 80 کے عشرے کے دوران ایک کار حادثے میں ہلاک ھوگئے تھے
A 12 13|||R:VERB|||ہوگئے|||REQUIRED|||-NONE-|||0

S وہ 1928 میں بھارتی شہرحیدرآباد دکن میں پیدا ہؤے انکا انتقال2008 میں ہؤا اور وہ کراچی کے وادئ حسین قبرستان میں مدفون ھیں
A 22 23|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S ان کے مشہورڈراموں میں خداکی بستی انتظارفرمائئے چچا چھکن تعلیم بالغان وغیرہ شامل ھیں
A 13 14|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S اس کتاب کے پڑھنے سے انسان کی زندگی میں تبدیلی پیدا ھوتی ہے
A 11 12|||R:VERB|||ہوتی|||REQUIRED|||-NONE-|||0

S اسکے پڑھنے سے ایمان مضبوط ھوتا ھے اور آپ صلی اللہ علیہ وسلم کے سنت طریقے پرعمل کرتیں ھیں
A 5 6|||R:VERB|||ہوتا|||REQUIRED|||-NONE-|||0

S اسکے پڑھنے سے ایمان مضبوط ھوتا ھے اور آپ صلی اللہ علیہ وسلم کے سنت طریقے پرعمل کرتیں ھیں
A 6 7|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S 1999 سے نصیر احمد نی اپنی تصانیف کو منظر عام پر لانا شروع کیا اور ذیل کے تصانیف کو منظر عام پر لا
A 22 23|||R:VERB|||لائے|||REQUIRED|||-NONE-|||0

S یہ امارت وسگوتھ مول کے لوگوں نے سنت ونسنٹ کی اد میں بنی تھی
A 12 13|||R:VERB|||بنائی|||REQUIRED|||-NONE-|||0

S آپکا انتقال 940 میں شام میں ہؤا اور آپ وہیں مدفون ھیں
A 11 12|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S ہو کر 140 ملین کی تعداد میں بک چکا ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان ایک سو تیرہ برسوں میں انیس برس ایسے بھی گذرے جن میں کسی کو بھی نوبیل امن انعام نہ مل سکا
A 10 11|||R:VERB|||گزرے|||REQUIRED|||-NONE-|||0

S ہدہد طوفان ایک بڑا طوفان ہے جو ب ارت میں اکتوبر 2014 کو برپا ہوا ہے
A 15 16|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S یہ رنگ اس وقت دکھائی دیتا ہے جب سورج کی روشنی زمین کی فضا سے گذر کر چاند پر پڑتی ہے
A 15 16|||R:VERB|||گزر|||REQUIRED|||-NONE-|||0

S اون مسایان پاکستان چین بوتان نپال تبت برم و بنگلادش ئیسد از طرف بیجیر م ب اقیانوس ند را دار
A 19 20|||R:VERB|||د|||REQUIRED|||-NONE-|||0

S کوٹ مٹھن ریلوے اسٹیشن 1970 میں قائم وا ڈیر غازیخان ( پنجاب ) اور کشمور ( سندھ ) کو آپس میں ریلوے لائن جوڑا گیا
A 23 24|||R:VERB|||سےجوڑا|||REQUIRED|||-NONE-|||0

S اسی پھر اگلی سہ ماہی میں ہم پرچم بلحاط ملک یا آئین بلحاظ ملک نکھ سکتے ہیں
A 14 15|||R:VERB|||لکھ|||REQUIRED|||-NONE-|||0

S شاہد اسرار ایک پاکستانی کرکٹر ہے
A 5 6|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S 1960 کے آغاز میں وہ کاروباری شعبے میں آگئے اورملک کے ایک بڑے ادارے نیشنل فوڈز کے چیف ایگزیکٹو آفیسر ہیں
A 20 21|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S آفاق حسین 25 فروری 2002 کو کراجی میں 62 سال اور 56 دن کی عمر میں اپنے خالق حقیقی سے جا
A 20 21|||R:VERB|||جاملے|||REQUIRED|||-NONE-|||0

S انور حسین ( پیدائش 16 جولائی 1920 وفات 9 اکتوبر 2002 ) ایک پاکستانی کرکٹر ہے
A 15 16|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S انہوں نے پاکستان کی طرف سے 3 ٹیسٹ میچوں میں شرکت ک
A 11 12|||R:VERB|||کی|||REQUIRED|||-NONE-|||0

S عارف بٹ ( پیدائش 17 مئی 1943 ) وفات 11جولائی 2007 ) ایک پاکستانی کرکٹر ہے
A 15 16|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S وہ ذیابیطس کی وجہ سے دل اور پھیپھڑوں سے متعلق متعدد بیماریوں میں مبتلا تھے اور کافی عرصہ نجی اسپتال میں زیر علاج تھے
A 23 24|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S عاطف رؤف ( پیدائش 03 مارچ 1964 ) ایک پاکستانی کرکٹر تھے
A 11 12|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اسرار علی ( پیدائش یکم مئی 1927 وقات یکم فروری 2016 ) ایک پاکستانی کرکٹر ہے
A 15 16|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S نذر محمد ( پیدائش 5 مارچ 1929 تا وفات 12 جولا ئی 1996 ایک پاکستانی کرکٹر ہے
A 16 17|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S یہ ان کے انہماک کی بدولت تھا کہ پاکستان اس میچ میں یقینی شکست سے محروم رہا
A 16 17|||R:VERB|||بچ|||REQUIRED|||-NONE-|||0

S اس قلعے کی بازتعمیر کی گئ ہیے
A 6 7|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S آکاش وانی کے دیگر گھر ڈراما سیکشن یف
A 7 8|||R:VERB|||ایف|||REQUIRED|||-NONE-|||0

S وہ پاکستانی چینل جیو نیوز کے ساتھ منسلک ہیں
A 8 9|||R:VERB|||رہیں|||REQUIRED|||-NONE-|||0

S حتی کہ تمام اختیارات سلاطین مصر کے پاس ہی تھے اور خلفا محض نام کے اور وظیفہ خوارخلیفہ تھے
A 18 19|||R:VERB|||خوارتھے|||REQUIRED|||-NONE-|||0

S لیکن پھر اس حرکت اور تفاوت کے پا جانے کی وجہ کیا ہے
A 7 8|||R:VERB|||پائے|||REQUIRED|||-NONE-|||0

S مضمون میں موجود دوسرے مضامین کو ان کے روابط سے ہی شامل کرلیں
A 12 13|||R:VERB|||کرنا|||REQUIRED|||-NONE-|||0

S سئیرا مرینا کی تلہٹی میں اس کا وقوع پزیر ہونا یہ ممکن کیا کہ شہری پروگرام ڈیزائن کرنے کے لئے بنایا جاسکے ہے
A 12 13|||R:VERB|||ہوا|||REQUIRED|||-NONE-|||0

S یہ نقطہ نظر مسلمانوں کی سیاسی خودکشی کا آغاز بنا اس لئے کہ
A 11 12|||R:VERB|||لیے|||REQUIRED|||-NONE-|||0

S ابتدائی برس سعودی عرب کے شہر جدہ میں گزرے
A 8 9|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S دو سال بعد لارڈز میں 1973 کے خواتین کرکٹ ورلڈ کپ کے دوران 1975 میں مردوں کے ٹورنامنٹ کا منصوبہ بنایا گیا
A 20 21|||R:VERB|||آیا|||REQUIRED|||-NONE-|||0

S یہ تقریب 29 جنوری کو منعقد کی جات ہے جو یوم جمہوریہ کا تیسرا دن ہوتا ہے
A 7 8|||R:VERB|||جاتی|||REQUIRED|||-NONE-|||0

S محسن تاثیر تبریزی نے اپنی عمر کا بیشتر حصہ یزد اور اصفہان میں گذارا تھا
A 13 14|||R:VERB|||گزارا|||REQUIRED|||-NONE-|||0

S تعلیمی اداروں میں خصوصی تقریبات منعقد کی تی ہیں
A 7 8|||R:VERB|||جاتی|||REQUIRED|||-NONE-|||0

S صیف گیمز میں شمولیت بارانی انسٹیٹیؤٹ آف انفارمیشن ٹیکنالوجی کے لئے باعث عزت و افتخار ھے
A 15 16|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S کیا ان کے ناموں میں ایسی مماثلت نہ ن جو ان کو ایک ہی موضوع ظاہر کرتی ہو
A 8 9|||R:VERB|||ں|||REQUIRED|||-NONE-|||0

S پاٹا یا صوبائی منتظم شدہ قبائلی علاقہ جات یہ پاکستان کے چند علاقے تھے جوکہ صوبہ پختونخوا اور بلوچستان کے زیریں انتظام تھے
A 13 14|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S خیبر پختونخوا کے پاٹا میں یہ علاقے شامل تھے
A 8 9|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S پاٹا یا صوبائی منتظم شدہ قبائلی علاقہ جات یہ پاکستان کے چند علاقے ہیں جوکہ صوبہ پختونخوا اور بلوچستان کے زیریں انتظام تھے
A 22 23|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S پاٹا یا صوبائی منتظم شدہ قبائلی علاقہ جات یہ پاکستان کے چند علاقے ہیں جوکہ صوبہ پختونخوا اور بلوچستان کے زیریں انتظام ہیں
A 22 23|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S خیبر پختونخوا کے پاٹا میں یہ علاقے شامل ہیں
A 8 9|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S ان کی اولاد کی تعداد چار تھی
A 6 7|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S خاص طور پر لتا منگیشکر نے مدن موہن کی بنائی ھوئی دھنوں پر بہتریں غزلیں گائیں
A 10 11|||R:VERB|||ہوئی|||REQUIRED|||-NONE-|||0

S 1950 سے 1970 کی دہائی تک مدن موہن بولی وڈ کے سنگیت کی دنیا پر چھائے رھے
A 16 17|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S جس کا اثر مدن موہن پرخاصا گہرا ھوا
A 7 8|||R:VERB|||ہوا|||REQUIRED|||-NONE-|||0

S لتا منگیشکر نے سب سے زیادہ غزلیات مدن موہن کی ترتیب دی ھوئی موسیقی میں ھی گائیں
A 12 13|||R:VERB|||ہوئی|||REQUIRED|||-NONE-|||0

S اسی سبب 14 جولائی 1975کو ممبئی میں انتقال ھوا
A 8 9|||R:VERB|||ہوا|||REQUIRED|||-NONE-|||0

S عبد القادر الصوفی ( شیخ عبد القادر الصوفی ) مرابطون عالمی تحریک کے بانی ہیں
A 14 15|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S آپ ایک صوفی بزرگ اور دارقوی شاذلی قادری طریقہ کے پیر بھی ہے
A 12 13|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S آپ اسلامی اقتصادی نظام کے دوبارہ نفاذ کے سرگرم رکن ہیں
A 10 11|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S اور آپ اسلامی سیاسی نظام یعنی خلافت کے نفاذ کے حامی ہیں
A 11 12|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S آپ مرابطون عالمی تحریک کے بانی ہے
A 6 7|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S جامع کی مرکزی عمارت وتر ولی زیارت کاکا صاحب نوشہرہ میں واقع ھے
A 12 13|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جامع کی مرکزی عمارت وتر ولی زیارت کاکا صاحب نوشہرہ میں واقع ہے
A 12 13|||R:VERB|||ھے|||REQUIRED|||-NONE-|||0

S جامع کی مرکزی عمارت وٹار ولی زیارت کاکا صاحب نوشہرہ میں واقع ھے
A 12 13|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S والد کے پیشہ ورانہ تبادلوں کی وجہ سے ان کا بچپن کئی شہروں میں گزرا تھا
A 14 15|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S شرعی زر کا معیار حکومت مہیا کرے گی
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان سب اداروں کی نگرانی حسبۃ کرے گا
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S بین الاقوامی تجارت کے لئے مال کے بدلے مال کا طریقہ استعمال کیا جائے گا
A 14 15|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اور حضرت ابوبکر صدیق کے دور میں زکو ۃ نا دینے والوں کے خلاف اعلان جنگ کیا
A 16 17|||R:VERB|||کیاگیا|||REQUIRED|||-NONE-|||0

S لہذا اس نظام کو متروک ہوتے ہوئے تقریبا ایک صدی گزر چکی ہیں
A 10 11|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S یہ نظام ہمارے موجودہ اقتصادی نصاب سے ختم کر دیا گیا ہے اور اس کو ختم ہوتے تقریبا ایک صدی گزر چکی ہے
A 20 21|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S تاہم اگلے ہی سال نئ حکومت آئ جس نے پابندی ہٹادی
A 6 7|||R:VERB|||آئی|||REQUIRED|||-NONE-|||0

S ان کے پس ماندگان میں اہلیہ چار لڑکیاں اور دو لڑکے تھے
A 11 12|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S جبکہ اتوار کی عبادت میں حاضری 753 , 701 ہوتی ہے جو صرف 9 بنتی ہے
A 10 11|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S ہلاک ہونے والے 132 بچوں کی عمریں 9 سے 18 سال کے درمیان ہیں
A 13 14|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S یہ کام جتنی جلدی ممکن ھو اتنا ھی اچھا ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S دو اور افراد بھی مارے کئے تھے
A 5 6|||R:VERB|||کیے|||REQUIRED|||-NONE-|||0

S ( دیکھے غوری ) یہاں سوال پیدا ہوتا ہے کہ متو کون ہے جسے افغانوں نے اپنے شجرے نسب میں داخل کیا ہے
A 7 8|||R:VERB|||جاتا|||REQUIRED|||-NONE-|||0

S اس خاندان کا سب سے نامور حکمران اشوک گزرا ہے
A 8 9|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S ڈوگر راجہ بھی گزرے ہیں
A 3 4|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S اناطول فرانس فرانس کے مشہور ناول نگار گذرے ہیں وہ 16 اپریل 1844 کو پیدا ہوئے اور 12 اکتوبر 1924 کو وفات پائی
A 7 8|||R:VERB|||گزرے|||REQUIRED|||-NONE-|||0

S اناطول فرانس فرانس کے مشہور ناول نگار گزرے ہیں وہ 16 اپریل 1844 کو پیدا ہوئے اور 12 اکتوبر 1924 کو وفات پائی
A 7 8|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S جوے کے اڈے بھی کھے ہیں
A 4 5|||R:VERB|||کھلے|||REQUIRED|||-NONE-|||0

S نادرا کے مطابق بن خالد مسلمان کے طور پر مندرج ہے اور مسلمان والد اور یہودی والدہ کے ہاں 1987 کو پیدا ہوا
A 10 11|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S تا ہم ہمیں کسی چیز کو معجزہ ماننے میں بہت اختیاط کرنی چاہیے
A 11 12|||R:VERB|||برتنی|||REQUIRED|||-NONE-|||0

S یہاں تک کہ غیر مسلم علما بھی ایک بات پر متفق ہے کہ قرآن عربی ادب کی نہایت عمدہ کتاب ہے
A 11 12|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S جس کی تفصیل اوپر گزر چکی ہے
A 4 5|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S جس کی تفصیل اوپر گذر چکی ہے
A 4 5|||R:VERB|||گزر|||REQUIRED|||-NONE-|||0

S ہ فارس مد ن توس بلخ زرتشتی قوم کے مقدس مقامات اور آس پاس کے علاقوں کے آقا بنے نگے
A 19 20|||R:VERB|||گے|||REQUIRED|||-NONE-|||0

S بلوچستان افغانستان سے لوگ یہاں آکر اپنا مسکن بنایا ہے
A 9 10|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S اس کے دور حکومت کا زیادہ تر وقت بوسنیائی جنگ میں گزرا
A 11 12|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S اس نے موسم گرما میں فرسٹ کلاس 45 وکٹیں 31 پر حاصل کیں یہ گلمور کا اب تک کا بہترین مجموعہ ہوگا
A 21 22|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S اگلے موسم گرما میں گلمور کی شکل تیزی سے گر گئی
A 10 11|||R:VERB|||آئی|||REQUIRED|||-NONE-|||0

S اگست 2018 میں وہ گرین کارڈ ہولڈر بن گیا جس کی وجہ سے وہ امریکا میں رہنے اور کام کرنے کی اجازت دیتا ہے
A 22 23|||R:VERB|||مل|||REQUIRED|||-NONE-|||0

S اگست 2018 میں وہ گرین کارڈ ہولڈر بن گیا جس کی وجہ سے وہ امریکا میں رہنے اور کام کرنے کی اجازت دیتا ہے
A 23 24|||R:VERB|||گئی|||REQUIRED|||-NONE-|||0

S ایل گریکو کریت میں پیدا ہواتھا جو ا س وقت جمہوری وینس میں شامل تھا اور مابعد بازنتینی فن کا مرکز بھی تھا
A 5 6|||R:VERB|||ہوئےتھے|||REQUIRED|||-NONE-|||0

S ایل گریکو کا ڈرامائی اور اظہاری طرز ان کے ہم زمونوں نے عجیب سمجھا مگر بیسویں صدی میں یہ طرز زیادہ قبول کیا گیا
A 22 23|||R:VERB|||ہونے|||REQUIRED|||-NONE-|||0

S ایل گریکو کا ڈرامائی اور اظہاری طرز ان کے ہم زمونوں نے عجیب سمجھا مگر بیسویں صدی میں یہ طرز زیادہ قبول کیا گیا
A 23 24|||R:VERB|||لگا|||REQUIRED|||-NONE-|||0

S گرزاڈا اپنی زندگی کا طویل عرصہ وجایانگرم میں گذارا
A 8 9|||R:VERB|||گزارا|||REQUIRED|||-NONE-|||0

S طلال بن عبد العزیز آل سعود ایک سعودی شہزادہ ہے
A 9 10|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S ان کی ذمہ داری شاہی خاندان کی حفاظت اور ملک کا اندرونی و بیرونی خطرات سے حفاظت کرنا ہے
A 17 18|||R:VERB|||رکھنا|||REQUIRED|||-NONE-|||0

S پنڈت آنند کمار زتشی گلزار دہلوی کے نام سے مشہور پنڈت آنند کمار زتشی ایک فصیح اور نامور شاعر ہیں
A 19 20|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S وہ ان کو پوجتے نہیں ہیں اور نہ ہی اپنی مذہبی تقریبوں میں بدھ پوجا ہوتی ہے
A 15 16|||R:VERB|||کرتے|||REQUIRED|||-NONE-|||0

S اسی طرح گرٹروڈ بیل نے لارنس آف عربیہ کے ساتھ مل کر اردن کے ہاشمی خاندان کے قیام میں مدد بہم پہونچائی
A 21 22|||R:VERB|||پہنچائی|||REQUIRED|||-NONE-|||0

S اگر ملزم کو اسے کھانے پر دشواری ہو تو وہ مجرم سمجھا جاتا تھا
A 4 5|||R:VERB|||نگلنے|||REQUIRED|||-NONE-|||0

S کبھی کبھی الزام لگانے والے کو بھی اس عمل سے گزرنا پڑتا تھا
A 10 11|||R:VERB|||گذرنا|||REQUIRED|||-NONE-|||0

S ساغری خٹک خٹک قبائل کا اہم قبیلہ ھے جو علاقہ نرڑہ میں دریا سندھ کے مشرقی کنارے دریا کے ساتھ ساتھ آباد ھے
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ساغری خٹک خٹک قبائل کا اہم قبیلہ ھے جو علاقہ نرڑہ میں دریا سندھ کے مشرقی کنارے دریا کے ساتھ ساتھ آباد ھے
A 22 23|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ہائی سکول ہدووالی علاقہ میں تعلیمی مرکز کا کردار ادا کر رہا ھے
A 12 13|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S گاوں کا موسم گرمیوں میں شدید گرم ہوتا ھے جبکہ سردیوں میں بعض اوقات نقطہ انجماد تک پہنچ جاتا ھے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S گاوں کا موسم گرمیوں میں شدید گرم ہوتا ھے جبکہ سردیوں میں بعض اوقات نقطہ انجماد تک پہنچ جاتا ھے
A 19 20|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S مکھڈ شریف تجارت اور دینی مدارس کا مرکز رہا ھے وہاں پر 1200 سال پرانی تعمیرات کے باقیات ملتے ہیں
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S چھب کے اکثر باشندے ساغری خٹک قبائل سے تعلق رکھتے ہیں چھب کی 10 ہزار نفوس سے زیادہ آبادی پر مشتمل ھے
A 21 22|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ڈگری کالج کنجور ( چھب ) تعلیمی شعبہ میں علاقے کے لئے اہم کردار ادا کررہا ھے
A 16 17|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S عدلیہ وہ نظام میں ہے جو عدل یعنی انصاف دیتا ہے
A 9 10|||R:VERB|||ہوتا|||REQUIRED|||-NONE-|||0

S ہائیڈروجن شوکوبائی سے گزر کر پانی میں میں تبدیل ہو جاتی ہے پانی کا کیمیائی فارمولا ہے ایچ ٹو او
A 3 4|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S 1894 میں جی جے اسٹونی نے خیال ظاہر کیا کہ بجلی کا گزرنا منفی ذرات کے بہنے کی وجہ سے ہوتا ہے
A 12 13|||R:VERB|||گذرنا|||REQUIRED|||-NONE-|||0

S اس سے پہلے تصور کیا جاتا تھا کہ بجلی کا گزرنا مثبت ذرات کا بہاو ہے
A 10 11|||R:VERB|||گذرنا|||REQUIRED|||-NONE-|||0

S گنگا نے سات بیٹوں کو یکے بعد دیگر ڈبو دیئے
A 9 10|||R:VERB|||دیے|||REQUIRED|||-NONE-|||0

S سورج سے آتی ہوئی روشنی بھی منشور سے گزر کر اسی طرح طیف بناتی ہے
A 8 9|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S مگر ہائیڈروجن سے نکلنے والی یہ ریڈیو لہر ان بادلوں کے آر پار گزر سکتی ہے
A 13 14|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S سورج سے آتی ہوئی روشنی بھی منشور سے گذر کر اسی طرح طیف بناتی ہے
A 8 9|||R:VERB|||گزر|||REQUIRED|||-NONE-|||0

S مگر ہائیڈروجن سے نکلنے والی یہ ریڈیو لہر ان بادلوں کے آر پار گذر سکتی ہے
A 13 14|||R:VERB|||گزر|||REQUIRED|||-NONE-|||0

S سورج سے آتی ہوئی روشنی بھی منشور سے گزر کر اسی طرح طیف بناتی ہے
A 8 9|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S مگر ہائیڈروجن سے نکلنے والی یہ ریڈیو لہر ان بادلوں کے آر پار گزر سکتی ہے
A 13 14|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S سورج سے آتی ہوئی روشنی بھی منشور سے گذر کر اسی طرح طیف بناتی ہے
A 8 9|||R:VERB|||گزر|||REQUIRED|||-NONE-|||0

S مگر ہائیڈروجن سے نکلنے والی یہ ریڈیو لہر ان بادلوں کے آر پار گذر سکتی ہے
A 13 14|||R:VERB|||گزر|||REQUIRED|||-NONE-|||0

S سورج سے آتی ہوئی روشنی بھی منشور سے گزر کر اسی طرح طیف بناتی ہے
A 8 9|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S مگر ہائیڈروجن سے نکلنے والی یہ ریڈیو لہر ان بادلوں کے آر پار گزر سکتی ہے
A 13 14|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S سورج سے آتی ہوئی روشنی بھی منشور سے گذر کر اسی طرح طیف بناتی ہے
A 8 9|||R:VERB|||گزر|||REQUIRED|||-NONE-|||0

S مگر ہائیڈروجن سے نکلنے والی یہ ریڈیو لہر ان بادلوں کے آر پار گذر سکتی ہے
A 13 14|||R:VERB|||گزر|||REQUIRED|||-NONE-|||0

S کیرن کنگ نے کہا اسے ثبوت کے طور پر نہیں سمجھنا چائیے کہ تاریخی مسیح نے شادی کی تھی
A 11 12|||R:VERB|||چاہیئے|||REQUIRED|||-NONE-|||0

S کیرن کنگ نے کہا اسے ثبوت کے طور پر نہیں سمجھنا چاہیئے کہ تاریخی مسیح نے شادی کی تھی
A 11 12|||R:VERB|||چائیے|||REQUIRED|||-NONE-|||0

S اجرک ایسی چادر کو کہتے ہیں جس کے اوپر نمونے ٹھپے سے لگا جاتے ہیں
A 12 13|||R:VERB|||لگائے|||REQUIRED|||-NONE-|||0

S کئی مسیحی فرقے ان کتب کو صحیح مانتے ہیں اور وہ ان کو اپاکرفا ( غیر مستند جعلی ) نہیں قرار دیتے
A 21 22|||R:VERB|||سمجھتے|||REQUIRED|||-NONE-|||0

S ایلس منرو کی زندگی کا بیشتر عرصہ دیہات میں گذرا
A 9 10|||R:VERB|||گزرا|||REQUIRED|||-NONE-|||0

S ایلس منرو کی زندگی کا بیشتر عرصہ دیہات میں گزرا
A 9 10|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S وایو پران اور اس کی تجسیم کے لیے برتا جاتا ہے
A 8 9|||R:VERB|||کہا|||REQUIRED|||-NONE-|||0

S وہ منہاج العابدین کے بڑے بھائی تھے
A 6 7|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S اس سے مراد وہ عجائب گھر ہے جس میں رسول اللہ کے متعلق تاریخی اور قدیم اشیا محفوظ کئے گئے ہو
A 20 21|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S محمد منشا یاد ( پیدائش 5 ستمبر 1937 وفات 15 اکتوبر 2011 ) پاکستان سے تعلق رکھنے والے اردو کے ممتاز افسانہ نگار ہیں
A 23 24|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S نومبر 1840 کو قید میں ہی وفات پائی
A 7 8|||R:VERB|||مر|||REQUIRED|||-NONE-|||0

S نومبر 1840 کو قید میں ہی مر گیا
A 6 7|||R:VERB|||پائی|||REQUIRED|||-NONE-|||0

S ان کے بزرگ محمد ابراہیم میر سیالکوٹی مشہور عالم دین و کارکن تحریک پاکستان گزرے ہیں
A 14 15|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S جس پر جا کر چار اضلاع کی خوبصورتی کو دیگھا جا سکتا ھے
A 12 13|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S کے علاوہ کھوکھر بھٹی کمہار
A 4 5|||R:VERB|||کمھار|||REQUIRED|||-NONE-|||0

S طلائع جب ڈیورھی سے گزر رہا تھا تو اس پر قاتلانا حملے کرکے اس کو مجروع کر دیا
A 4 5|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S 1980 سے فن اداکاری سے وابستہ ہیں
A 6 7|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اسماعیل تارا ایک پاکستانی مزاحیہ اداکار ہیں
A 6 7|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S نیوزی لینڈ پہلی بار عالمی کپ کے فائنل تک پہنچ پائی ہے
A 11 12|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S آپ کو پان بہت پسند تھا اور آپ ہمیشہ پان کھاتے تھے
A 10 11|||R:VERB|||چباتے|||REQUIRED|||-NONE-|||0

S وہ وقت میں واپس پلٹ کی ہوتی کلاس روم میں وہی کچھ مناظر ہوتے ہیں جو وہ دیکھ چکی ہوتی
A 5 6|||R:VERB|||چکی|||REQUIRED|||-NONE-|||0

S مسلح افواج کے دو لاکھ سے زائد جوان تعینات ہیں آرمی کی جانب سے ائیرڈیفنس کمانڈ سینٹر میں کنٹرول روم قائم کردیا گیا ہے
A 9 10|||R:VERB|||کیے|||REQUIRED|||-NONE-|||0

S یہ مذاکرات ایران جرمنی فرانس امریکہ روس چ ن برطانیہ اور 5 1 ممالک کے درمیان چل رئے ہیں
A 18 19|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S ندا فاضلی اردو کے مشہور شاعر فلمی گیت کار اور مکالمہ نگار گزرے
A 12 13|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S ماہنامہ شب خون الہ آباد میں جتنا کلام شائع ہوا وہ جناب شمس الرحم ن فاروقی صاحب کی نظر اصلاح سے گذرا
A 21 22|||R:VERB|||گزرا|||REQUIRED|||-NONE-|||0

S کلثوم نواز شریف پاکستانی سیاست دان رکن قومی اسمبلی اور سابق وزیر اعظم میاں محمد نواز شریف کی شریک حیات ہیں
A 20 21|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S عبرت صاحب اردو عربی فارسی ہندی اور انگریزی زبانوں کا بہترین علم ہے
A 12 13|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S ڈاکٹر عبرت صاحب حضرت نشور واحدی کے شاگرد ہیں
A 8 9|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S شاگرد آج بھی خط و فون کے ذریعہ آپ سے اصلاح لیتے ہیں
A 12 13|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S عبرت بہرائچی کی رگ رگ میں ان کے خون میں شاعری رچی بسی ہے
A 13 14|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S شعر و ادب کی آبیاری میں مصروف ہیں
A 7 8|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S جہاں زندگی کے بیشتر لمحات اک ہی جگہ پر گزر چکے ہوں
A 9 10|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S ایک مشہور و معروف شاعر و ادیب ہیں
A 7 8|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S متی کی انجیل کے مطابق اگلے روز جو تیاری کا دوسرا دن تھا گزر جانے کے بعد تمام سردار کاہن فریسی پیلاطس سے ملے
A 13 14|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S جب سبت کادن گزر گیا
A 3 4|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S یہاں مؤمنیہ نزاریہ کی امامت کا سلسلہ امام محمد بن حیدر امیر باقر چالیسویں امام پر سنہ ١٢١ ٠ ھ میں رک ا
A 22 23|||R:VERB|||گیا|||REQUIRED|||-NONE-|||0

S اس الگورتھم کے مطابق دی گئی ترتیب میں سے کوئی بھی دو عدد چن لئے جائیں گے
A 14 15|||R:VERB|||لیے|||REQUIRED|||-NONE-|||0

S کولکتہ ( مغربی بنگال ) میں بچپن گذرا
A 7 8|||R:VERB|||گزرا|||REQUIRED|||-NONE-|||0

S آنس معین کاکلام جب کبھی میری نظروں گذرا میں حیرت زدہ رہ گیا اس کے فکرکی ندرت پر فکرکوجذبہ بنانےکےعمل پراوراس کےاندازبیان پر
A 7 8|||R:VERB|||گزرا|||REQUIRED|||-NONE-|||0

S آنس معین کاکلام جب کبھی میری نظروں گزرا میں حیرت زدہ رہ گیا اس کے فکرکی ندرت پر فکرکوجذبہ بنانےکےعمل پراوراس کےاندازبیان پر
A 7 8|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S جس کے سلسلے میں ان کی کتاب دو قرآن دو اسلام بہت شہرت پائے
A 13 14|||R:VERB|||پائیں|||REQUIRED|||-NONE-|||0

S یہ دریا جہلم کے قریب واقع ھے جو اس کے مغرب میں بہتا ھے
A 6 7|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہ دریا جہلم کے قریب واقع ھے جو اس کے مغرب میں بہتا ھے
A 13 14|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S علاوہ ازیں صوفی بزرگ شاہ شمس کا مزاراقدس بھی یہیں واقع ھے
A 11 12|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہان کی آبادی تقریبا 30000 سے تجاوز کرتی ھے اور یہاں کی زیادہ آبادی زراعت سے وابستہ ہے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S علاوہ ازیں صوفی بزرگ شاہ شمس شیرازی کا مزاراقدس بھی یہیں واقع ہے جواس کے شمال کی جانب واقع ھے
A 19 20|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S شیرازی خاندان سے تعلق رکھنے والوں کی ایک بڑی تعداد یہاں آج بھی موجود ھے
A 14 15|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S آج شاھ پور کو محض ایک تحصیل کا درجہ حاصل ھے
A 10 11|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S خوشاب ایک ضلع ھے اور سرگودھا ایک ڈویژن ھے تحقیق از امتیاز حسین امتیاز خوشاب
A 3 4|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S مبین انصاری ( پیدائش نومبر 29 1986 ) پاکستانی فوٹو گرافر تصویری صحافی مصور اور مصنف ھے
A 16 17|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S انصاری نے پاکستان اور بھارت کے مشہور فنکاروں سیاست دانوں اور کھلاڑیوں کی تصاویر لی ھیں
A 15 16|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S اس کے علاوہ حالیہ عرصے میں بین الجامعہ مقابلہ جات کے انعقاد کا عمل بھی شروع ہوا ہے
A 16 17|||R:VERB|||ہؤا|||REQUIRED|||-NONE-|||0

S ایک ترمیم استرجع کے بعد جن صارفین کی ترمیم کو استرجع کیا گیا ہے خود کار طور پر ان کی شراکتیں کھول دیتا ہے
A 13 14|||R:VERB|||ہو|||REQUIRED|||-NONE-|||0

S آئندہ آپ کی تجاویز کو مد نظر رکھتے ہوئے مضمون کو لکھوں گا
A 7 8|||R:VERB|||رکہتے|||REQUIRED|||-NONE-|||0

S عارف صاحب میرمحمد سومرو صاحب پر مضمون لکھنے کے لیے شکریہ
A 7 8|||R:VERB|||لکہنے|||REQUIRED|||-NONE-|||0

S تاہم عرض گزار ہوں کہ کسی پر مضمون لکھتے وقت اسی نام کے لیے کا استعمال مت کیجیے
A 8 9|||R:VERB|||لکہتے|||REQUIRED|||-NONE-|||0

S اسی پھر اگلی سہ ماہی میں ہم پرچم بلحاط ملک یا آئین بلحاظ ملک نکھ سکتے ہیں
A 14 15|||R:VERB|||نکہ|||REQUIRED|||-NONE-|||0

S تاکہ میں یا آپ تھری بدین پر مضموں لکھ سکیں
A 8 9|||R:VERB|||لکہ|||REQUIRED|||-NONE-|||0

S اگر آپ سندھی زبان اور تہذیب پر ہی مضامین لکھنا چاہیں تو بھی آپ کا خیرمقدم ہے
A 9 10|||R:VERB|||لکہنا|||REQUIRED|||-NONE-|||0

S لیکن آپ سب منتظمین سے میری گذارش ہے کہ مضامین لکھنے سے منع مت کریں
A 10 11|||R:VERB|||لکہنے|||REQUIRED|||-NONE-|||0

S راقم نے ایسی تحریر خال خال ہی پڑھی ہے
A 7 8|||R:VERB|||پڑہی|||REQUIRED|||-NONE-|||0

S آپ کو بھی عید مبارک ہو بھائی
A 6 7|||R:VERB|||بہائی|||REQUIRED|||-NONE-|||0

S اب مضمون جامعہ شری شنکر اچاریہ برائے سنسکرت دیکھیں
A 8 9|||R:VERB|||دیکہیں|||REQUIRED|||-NONE-|||0

S آداب آپ کے حسب منشا عبداللہ حسین پر لکھنے میں آپکی مدد کروں
A 8 9|||R:VERB|||لکہنے|||REQUIRED|||-NONE-|||0

S آپ کا پیغام دیکھ کر ذہن میں بات آئی
A 3 4|||R:VERB|||دیکہ|||REQUIRED|||-NONE-|||0

S ہم پہلی سہ ماہی میں ان کے مضامین کو ترجیحی بنیاد پر بہتر کرنے اور لکھنے کا منصوبہ بنا رہے ہیں
A 15 16|||R:VERB|||لکہنے|||REQUIRED|||-NONE-|||0

S برائے مہربانی اس صارف کے مضامین کا تفصیلی جائزہ لیا جائے اور صارف کو سمجھایا جائے یا روکا جائے
A 14 15|||R:VERB|||سمجہایا|||REQUIRED|||-NONE-|||0

S اب جو بھی اوٹ پٹانگ میں بنا سکتا تھا وہ میں بنا چکا ہوں
A 8 9|||R:VERB|||تہا|||REQUIRED|||-NONE-|||0

S یوں کہیں کہ نئے لکھنے والوں کو اردو ویکی پیڈیا سے روشناس کرانا مقصد تھا
A 4 5|||R:VERB|||لکہنے|||REQUIRED|||-NONE-|||0

S یوں کہیں کہ نئے لکھنے والوں کو اردو ویکی پیڈیا سے روشناس کرانا مقصد تھا
A 14 15|||R:VERB|||تہا|||REQUIRED|||-NONE-|||0

S سومرو کا نام بھی نظر نہیں آیا تو آپکے لکھے مضامین بس ایسے ہی دیکھ رہا تھا
A 14 15|||R:VERB|||دیکہ|||REQUIRED|||-NONE-|||0

S آداب عارف بھائی آپ اچھے اور معیاری مضامین لکھتے ہیں اس میں کوئی شک نہیں
A 8 9|||R:VERB|||لکہتے|||REQUIRED|||-NONE-|||0

S عارف صاحب آپ کی بہترین ترامیم کو مد نظر رکھتے ہوئے آپ کو " استرجع کنندہ " کے اختیارات دیے جاتے ہیں
A 9 10|||R:VERB|||رکہتے|||REQUIRED|||-NONE-|||0

S اس مہم میں آپ کے تعاون کا رسمی اعتراف اور انعامی پوسٹ کارڈز غالب ا آپ کو جنوری میں بھیجے جائیں گے
A 19 20|||R:VERB|||بہیجے|||REQUIRED|||-NONE-|||0

S اس سلسلے میں ایک تجویز ہے کہ ایک ویکیمیڈیا بلاگ لکھا جائے
A 10 11|||R:VERB|||لکہا|||REQUIRED|||-NONE-|||0

S مرحوم میرے سگے تایا تھے
A 4 5|||R:VERB|||تہے|||REQUIRED|||-NONE-|||0

S اسی پہر اگلی سہ ماہی میں ہم پرچم بلحاط ملک یا آئین بلحاظ ملک نکہ سکتے ہیں
A 14 15|||R:VERB|||نکھ|||REQUIRED|||-NONE-|||0

S راقم نے ایسی تحریر خال خال ہی پڑہی ہے
A 7 8|||R:VERB|||پڑھی|||REQUIRED|||-NONE-|||0

S آپ کو بہی عید مبارک ہو بہائی
A 6 7|||R:VERB|||بھائی|||REQUIRED|||-NONE-|||0

S اب جو بہی اوٹ پٹانگ میں بنا سکتا تہا وہ میں بنا چکا ہوں
A 8 9|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S یوں کہیں کہ نئے لکہنے والوں کو اردو ویکی پیڈیا سے روشناس کرانا مقصد تہا
A 14 15|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S وولٹیک پائل جست اور تانبے کی دھاتوں کی پلیٹوں پر مشتمل ھوتی ھیں
A 12 13|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S پیر کامل وہ آواز ہے وہ روشنی ہے جو زندگی میں ہمیں چاھیئے
A 12 13|||R:VERB|||چاہیے|||REQUIRED|||-NONE-|||0

S اسے ژند بھی کہا جاسکتا ہے لیکن یہ کہنا درست نہیں کیونکہ یہ اوستا کے بعد کی چیزہے
A 4 5|||R:VERB|||جاتا|||REQUIRED|||-NONE-|||0

S یقینا آپ سرکار دوعالم کے علوم کے صحیح جانشیں تھے جس سے ایک عالم فیض یاب ہوا
A 9 10|||R:VERB|||تہے|||REQUIRED|||-NONE-|||0

S میری اپنی ذاتی لائبریری میں دس ہزار سے زیادہ کتابیں ہیں وہ سب مطالعہ سے گزری ہیں
A 15 16|||R:VERB|||گذری|||REQUIRED|||-NONE-|||0

S تاہم بعد میں یہ پابندی ہٹادی گئ
A 6 7|||R:VERB|||گئی|||REQUIRED|||-NONE-|||0

S چاہیئے میں تو ہم رشید حسن سے ہرگز اتفاق نہیں کرتے مگر دیکھیے میں ان کی بات مان لیں گے
A 0 1|||R:VERB|||چاہیے|||REQUIRED|||-NONE-|||0

S آقائے نامدار کی خدمت گذاری ان کا خاص مشغلہ تھا
A 4 5|||R:VERB|||گزاری|||REQUIRED|||-NONE-|||0

S عبد اللہ بن جعفر بن ابی طالب صحابی رسول ہیں
A 9 10|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S حضرت جعفر طیار کے صابزادے ہیں
A 5 6|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S تو انہوں نے اس کے سر کو چوم لیا اور انہوں نے وہ تمام قیدی رہا کردئیے جو ان کے ساتھ تھے
A 16 17|||R:VERB|||کردیے|||REQUIRED|||-NONE-|||0

S آنحضرت ادھر سے گزرے تو یہ حالت دیکھ کر فرماتے آل یاسر صبر کرو
A 3 4|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S وہ بھارتی سنیما کے مزاحیہ اداکار محمود علی کی بہن اور ممتاز علی بیٹی ہے
A 14 15|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S سفر میں اسے خشک ریگستان سے گزرنا پڑا مگر اس نے اپنا سفر جاری رکھا
A 6 7|||R:VERB|||گذرنا|||REQUIRED|||-NONE-|||0

S دونوں محبوب چھپ چھپ کر ملتے رہے اور کافی عرصہ گزر گیا لیکن یہ بات چھپی نہ رہ سکی
A 10 11|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S دنیا میں الو کے 6 خاندان پا جاتے تھے لیکن اب صرف 2 خاندان باقی ہیں
A 6 7|||R:VERB|||پائے|||REQUIRED|||-NONE-|||0

S یہ درمیانے سے بڑے سائز میں پا جاتے ہیں
A 6 7|||R:VERB|||پائے|||REQUIRED|||-NONE-|||0

S یہ چھوٹے اور بڑے سائز میں پا جاتے ہیں
A 6 7|||R:VERB|||پائے|||REQUIRED|||-NONE-|||0

S کائنات کی سب سے قیمتی ترین چیز ایمان ھے جو اللہ پر رکھا جاے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ابراہیم خان غوری بھارت سے تعلق رکھنے والے اردو کے شاعر صحافی اداکار اور فلمی نغمہ نگار ہیں
A 17 18|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S ان کا قلمی نام اشک ہے
A 5 6|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S ان کا بچپن والد کے ہمراہ مختلف شہروں میں گزرا
A 9 10|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S بعض علما کے قول کے مطابق صحیفہ سجادیہ بلاغت کی اعلی تریں شکل میں ہے
A 14 15|||R:VERB|||ے|||REQUIRED|||-NONE-|||0

S بابا رتن ہندی نے کہا کہ ایک مرتبہ ہمیں تجارت کے غرض سے شام سے جاکر مکہ مکرمہ سے گزر رہے تھے
A 19 20|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S جب حاکم شہر اور اس کی مصاحبوں نے ان درویشوں کی درخواست سنی تو ہنسنے لکے کہ کیسے سادہ لوح لوگ ہیں
A 15 16|||R:VERB|||لگے|||REQUIRED|||-NONE-|||0

S حصار ایک قدرتی ھوتا ھے جیسے کسی جگہ پھاڑوں کے دامن میں
A 3 4|||R:VERB|||ہوتا|||REQUIRED|||-NONE-|||0

S روغانی قوم کا ابائ در روغانودر ھے جبک ڈوگدر میں بھی کثیرتعداد میں آبادھیں
A 6 7|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S روغانی قوم کی عام شاخیں کودیزی اینوزئ محمودخیل اور یعقوب زئ ھیں
A 11 12|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S بنیادی طور پر تمام پشتون چار اہم قبائل میں تقسیم ہیں پھر انہیں قبائل میں مزید ذیلی قبائل بنے ہیں وہ چار قبائل یہ ہیں
A 18 19|||R:VERB|||بجڑڑکنے|||REQUIRED|||-NONE-|||0

S پاکستان کے صوبہ خیبر پختون خواہ میں پشاور کے نواحی علاقے میں تین گاؤں ھیں جس کے نام ارمڑ بالا ارمڑ میانہ ارمڑ پایان ہیں
A 14 15|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S بھارتی کرکٹ ٹیم دسمبر 2015 عرب امارات میں پاکستان کے ساتھ کھیلنے کا جدول بنا رہی ہے
A 16 17|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S دورے میں 3 ٹیسٹ میچ 5 ایک روزہ بین الاقوامی اور 2 ٹی 20 میچ کھیلے گی
A 16 17|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S ڈوگہ شریفڈوگہ شریف گجرات کا ایک گاؤں ھے جو کہ بھمبر روڈ پر واقع ھے
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ڈوگہ شریفڈوگہ شریف گجرات کا ایک گاؤں ھے جو کہ بھمبر روڈ پر واقع ھے
A 14 15|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ڈوگہ کے چار سے زائد داخلی راستے ھیں اور تقریبا ہر راستے پر بزرگ ہستیوں کے مزار ھیں
A 7 8|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S ڈوگہ کے چار سے زائد داخلی راستے ھیں اور تقریبا ہر راستے پر بزرگ ہستیوں کے مزار ھیں
A 17 18|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S ویسے تو ہر بزرگ ہستی کا اپنا الگ مقام ہے لیکن پیر سید ابوالکمال برق نوشاھی اور بابا عظیم شاہ بخاری نمایاں ھیں
A 22 23|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S ڈوگہ میں دس کے قریب مساجد ھیں
A 6 7|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S انہوں نے تاریخ جغرافیہ سیاست لوککتاوں ادب اور کرد زبان کی طرح زیادہ موضوع میں لکھ رہا تھا
A 16 17|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S برطانیہ کے مطابق یہ قتل 16 ستمبر 2010 کو شام ساڑے پانچ بجے ہوا
A 13 14|||R:VERB|||ہؤا|||REQUIRED|||-NONE-|||0

S اس دن پیار کرنے والے ایک دوسرے کا بوسہ لیتے ہیں
A 9 10|||R:VERB|||ہوتے|||REQUIRED|||-NONE-|||0

S آفتاب اقبال شمیم ایک اردو شاعر تھے
A 6 7|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S ان میں چھوٹے اوزان کو یقینا صرف سنار منکا ساز طبیب اور دوا ساز استعمال ہوتے ہوں گے
A 15 16|||R:VERB|||کرتے|||REQUIRED|||-NONE-|||0

S پھر اس چھلکے کو مزید چند ضربوں سے تراش کر اوزار بنالیا ہے
A 12 13|||R:VERB|||ہو|||REQUIRED|||-NONE-|||0

S وہ برتنوں میں پر بنی ہوئی تصویروں میں کہیں کہیں جانوروں خاص طور پر بیل کی تصویر دیکھائی دیتی ہے
A 17 18|||R:VERB|||دکھائی|||REQUIRED|||-NONE-|||0

S غالبا ہندوستان کی اور یقینا صوبہ کیرالا کی واحد جامعہ ہے جو علاقائی مراکز کے ذریعہ تعلیم مہیا کراتی ہے
A 18 19|||R:VERB|||کرتا|||REQUIRED|||-NONE-|||0

S اس کے علاوہ شمالی ہنددستان کے علاقوں میں بڑی سرگرمی دیکھائی
A 10 11|||R:VERB|||دکھائی|||REQUIRED|||-NONE-|||0

S 14 جولائی 2015 کو یہ زمین کے یو ٹی سی وقت 11 49 57 کے مطابق یہ پلوٹو سے نزدیک ترین ہوگا
A 21 22|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S اس کی پلوٹو سے دوری 7800 میل یا 12500 کلومیٹر ہوگی
A 10 11|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S 2007 میں یہ مشتری کے پاس سے گذارا اور مشتری اور اس کے چاند کی بہت سی تصاویر زمین پر بھیجیں
A 7 8|||R:VERB|||گزرا|||REQUIRED|||-NONE-|||0

S دولیوں کو یہ بات سخت ناگوار گزری چنانچہ چھ سات دن بعدوہ سنجرانیوں کے علاقے میں جا گھسے
A 6 7|||R:VERB|||گذری|||REQUIRED|||-NONE-|||0

S ان کی ابتدائی زندگی تروتانی اور تروپتی میں گذری
A 8 9|||R:VERB|||گزری|||REQUIRED|||-NONE-|||0

S ان کی ابتدائی زندگی تروتنی اور تروپتی میں گزری
A 8 9|||R:VERB|||گذری|||REQUIRED|||-NONE-|||0

S ریتخانہ وہ جگہ ھے جھاں سے ریت نکالی جاتی ھے
A 3 4|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ریتخانہ وہ جگہ ھے جھاں سے ریت نکالی جاتی ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہ عام طور پر دریا کے ساحلی علاقوں میں پائی جاتی ھے
A 11 12|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S پنجاب کے میدانی علاقوں میں 8 یا 10 فٹ مٹی کھودنے سے نیچے ریت آجاتی ھے
A 15 16|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S کچھ مقامات پر زمین کھود کر نیچے سے ریت نکالی جاتی ھے جو سیمنٹ اور مقانوں میں استعمال کی جاتی ھے
A 11 12|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S کچھ مقامات پر زمین کھود کر نیچے سے ریت نکالی جاتی ھے جو سیمنٹ اور مقانوں میں استعمال کی جاتی ھے
A 20 21|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس مقام کو ریتخانہ بھی کہا جاتا ھے
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہ غزل ماہنامہ چودہویں صدی بہرائچ کے شمارہ فروری 1953 میں شائع ہو چوکی ہے
A 13 14|||R:VERB|||چکی|||REQUIRED|||-NONE-|||0

S معاونت معلومات مقامی بولی " ( " ) ایک شہر ھے دریا کے ساتھ ترنتینو التو ادیجے اٹلی مین واقح ھے
A 20 21|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S شمالی اٹلی ) میں واقح ھے ترنتوکی یونیورسٹی کا اٹلی کی سب سے اول 30 یونیورسٹیوں میں شمارھو تا ھے
A 19 20|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جیسے ٹرینٹو کیتھلالل اور کاسٹیلویلو ڈیل بوونسنسنگیلیو کے ساتھ ایک شاندار تاریحی مرکز ھے
A 13 14|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اور ایک جی ڈی پی ( برائے نام ) کی 16 563 ارب میں ھے
A 14 15|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ایک وسیع گلابی وادی میں ہے جو وادی کے طور پر ڈومومائٹ پہاڑوں کے جنوب میں آتا ھے
A 17 18|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S پاکستان میں اعلی تعلیمی اداروں میں بہتری کے حوالے سے بھی انھیں ان کے اچھے کام کی وجہ سے جانا کاتا ہے
A 20 21|||R:VERB|||جاتا|||REQUIRED|||-NONE-|||0

S یہ علاقہ جنگلات اور چراہ گاہوں سے اٹا ہوا ہے اور خوبصورت نظارے اس کو زمین پر جنت بناتے ہیں
A 8 9|||R:VERB|||ہںوا|||REQUIRED|||-NONE-|||0

S ڈیوڈ ٹرمبل ( 1944 تا حال ) برطانیہ کے ایک سیاست دان ہیں
A 12 13|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اس صارف نے دیگر صارفین کی طرف سے برقی خط کی وصول یابی کو اپنی ترجیحات میں شامل نہیں کیا ہوا
A 20 21|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S شمالا جنوبا پہاڑوں میں درے ہیں جن سے شاہرا ریشم گذرتی ہے
A 10 11|||R:VERB|||گزرتی|||REQUIRED|||-NONE-|||0

S اس کی اشاعت انگریزی میں ہوتی تھی جبکہ اس کے ایڈیشن ہندی اردو اور مراٹھی میں بھی چھپتے تھے
A 17 18|||R:VERB|||ہوتےتھے|||REQUIRED|||-NONE-|||0

S سبزیاں اور پھل ب ت کم مگر لوگ اجناس کی فصلیں ب ت اگاتے ھیں
A 14 15|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S مولانا سمیع الحق ( پیدائش 18 دسمبر 1937 وفات 2 نومبر 2018 ) ایک پاکستانی مذہبی اسکالر عالم اور سیاست دان ہیں
A 21 22|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S مولانا سمیع الحق صاحب اس وقت دار العلوم حقانیہ کے مہتمم اور سربراہ ہیں
A 13 14|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S وہ متحدہ مجلس عمل کے بانی رکن اور حرکت المجاہدین کے بانی بھی ہیں جو ایک مذہبی تنظیم ہے
A 13 14|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S مولانا دفاع پاکستان کونسل کے چئیرمین تھے اور جمیعت علما اسلام کے سمیع الحق گروپ کے امیر ہیں
A 17 18|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S وہ افغانستان میں طالبان کے دوبارہ بر سر اقتدار آنے کی کھلے طور پر حمایت کرتے ہیں
A 16 17|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S 2 نومبر 2018 کو راولپنڈی میں ایک قاتلانہ حملے میں جاں بحق ہو گئے
A 13 14|||R:VERB|||فرماگئے|||REQUIRED|||-NONE-|||0

S ام سلیم بنت ملحان انس بن مالک کی ماں ہیں
A 9 10|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S ان کی کتاب ثقافت ہزارہ اور اس کا تاریخی پس منظر ہزارہ چیئر ہزارہ یونی ورسٹی کے زیر اہتمام شایع کیا گیا ہے
A 20 21|||R:VERB|||ہوئی|||REQUIRED|||-NONE-|||0

S عثمان کے دور میں مر گئیں
A 4 5|||R:VERB|||فرمائی|||REQUIRED|||-NONE-|||0

S اس کے علاوہ آپ شعبہ اردو شاہ عبداللطیف یونیورسٹی خیرپور ( سندھ ) اور شعبہ علوم اسلامیہ کراچی یونیورسٹی کے ڈائریکٹر ریسرچ بھی ہیں
A 23 24|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S آپ ادارہ تحقیقات امام احمد رضا کراچی کے سرپرست اعلی ہیں
A 10 11|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S یہ 1 صفحہ اس صفحہ کے ساتھ منسلک خود بخود اپ ڈیٹ کیا جائے گا
A 12 13|||R:VERB|||ہو|||REQUIRED|||-NONE-|||0

S ایک پنڈت جی سے وائلن بجانا بھی سکھا
A 7 8|||R:VERB|||سیکھا|||REQUIRED|||-NONE-|||0

S بی ٹی کا کورس کرکے بطور مدرس ملازمت کا آغاز کاں
A 10 11|||R:VERB|||کیا|||REQUIRED|||-NONE-|||0

S اس خط کا عکس مکاتبا علی عباس جلالپوری مںئ دیا گار ہے
A 10 11|||R:VERB|||گیا|||REQUIRED|||-NONE-|||0

S انہوں نے وطن مںہ رہ کر اپنا موقف پشر کرنے کا فصلہ کاز
A 12 13|||R:VERB|||کیا|||REQUIRED|||-NONE-|||0

S 1986میں پاکستان پنجابی ادابی بورڈ لاہور کی جانب سے انہیں ایوارڈ سے نوازا کیا
A 13 14|||R:VERB|||گیا|||REQUIRED|||-NONE-|||0

S اکتائے ہوئے رہنا گھبرائے ہوئے رہنا
A 0 1|||R:VERB|||کینائے|||REQUIRED|||-NONE-|||0

S تعلیمی سلسلہ منقطع گھریلو ذمہ داریوں اور کاموں کا بوجھ پھر عمر کا کافی حصہ بھی گزر چکا تھا
A 16 17|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S اس کا مقصد دوزخ میں بسنے والوں کے لیے غذا کے طور پر پیش یا جائے گا
A 15 16|||R:VERB|||جانا|||REQUIRED|||-NONE-|||0

S اس کا مقصد دوزخ میں بسنے والوں کے لیے غذا کے طور پر پیش یا جائے گا
A 16 17|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S سلطان علاوالدین عالم شاہ نے تخت سے دستبردار ہونے کے بعد بقیہ زندگی بدایوں میں گذاری اور یہیں وفات پائی
A 15 16|||R:VERB|||گزاری|||REQUIRED|||-NONE-|||0

S جو قاری تارڑ کے اسلوب سے آشنا ہیں انہیں اس ناول میں ان کا فن اپنے عروج پر ہے
A 18 19|||R:VERB|||ملتاہے|||REQUIRED|||-NONE-|||0

S چاہیئے کہ یہ لوگ اپنی نذریں پوری کریں اور پرانے گھر کا طواف کریں
A 0 1|||R:VERB|||چاہیے|||REQUIRED|||-NONE-|||0

S نہیں ہے کوئی جماعت مگر گذرے ان میں ڈرا نے والے
A 5 6|||R:VERB|||گزرے|||REQUIRED|||-NONE-|||0

S اور محمدسلمان جو طب ( میڈیکل ) کی تعلیم حاصل کر رہے ہیں
A 11 12|||R:VERB|||چکے|||REQUIRED|||-NONE-|||0

S وہ پانچ بار اولمپک کھیلوں میں پیراکی میں تمغا حاصل کرچکے ہیں
A 11 12|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S ویسے تو پورے ماہل ہی میں جگہ جگہ شہدا کی قبریں ہیں جہاں آج بھی روز جمعرات اور دیگر مناسبات پر میلے لگے ہیں
A 22 23|||R:VERB|||لگتے|||REQUIRED|||-NONE-|||0

S وہ پھر حیدرآباد ( دکن ) گیے پھر علی گڑھ میں تعلیم حاصل کی
A 6 7|||R:VERB|||گئے|||REQUIRED|||-NONE-|||0

S 1883 میں گوہر جان اپنی ماں اور خورشید کے ہمراہ کلکتہ چلی آئیں
A 12 13|||R:VERB|||آئی|||REQUIRED|||-NONE-|||0

S سٹیون وینبرگ ) امریکا سے تعلق رکھنے والے طبیعیات دان ہیں جن کو 1979 میں طبعیات کا نوبل انعام دیا گیا تھا
A 10 11|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S سالار رجب اور سالار سیف الدین بہرائچ گیے
A 7 8|||R:VERB|||گئے|||REQUIRED|||-NONE-|||0

S امیر حسن عرب ماہونا کو گیے ملک فضل وارانسی لیا
A 5 6|||R:VERB|||گئے|||REQUIRED|||-NONE-|||0

S سید ساہو قرہ اور مانک پور کو گیے مانک پور میں قرہ اور قطب حیدر کے انچارج ملک عبد اللہ چھوڑنا
A 7 8|||R:VERB|||گئے|||REQUIRED|||-NONE-|||0

S میرٹھ قنوج اور ملیح آباد گزر شمالی بھارت کے میدانی علاقوں میں تیز چھاپہ کے بعد اور وہ ستریخ پہنچے
A 5 6|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S نکولس بلومبرن امریکہ سے تعلق رکھنے والے طبیعیات دان ہیں جن کو 1981 میں طبعیات کا نوبل انعام دیا گیا تھا
A 9 10|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S پروفیسر احمد زویل نے اپنی تمام زندگی امریکہ میں صرف کی اور اب امریکی صدر براک اوباما کے مشیروں کی کونسل کے رکن ہیں
A 23 24|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S پروفیسر احمد زویل نے اپنی تمام زندگی امریکہ میں صرف کی اور اب امریکی صدر براک اوباما کے مشیروں کی کونسل کے رکن رہے
A 23 24|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S پروفیسر احمد زویل نے اپنی تمام زندگی امریکہ میں صرف کی اور اب امریکی صدر براک اوباما کے مشیروں کی کونسل کے رکن ہیں
A 23 24|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S یہ مقابلے 5 اگست تا 21 اگست 2016 جاری رہیں گے
A 9 10|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S ڈاکٹرس نے یہ اعلان کیا کہ کلبرگی راستے ہی میں انتقال ہوگئے
A 11 12|||R:VERB|||کرگئے|||REQUIRED|||-NONE-|||0

S ولادیمیر ولادیمیرووچ مایاکوفسکی روس کا انقلابی شاعر ڈراما نویس مصوراور انقلابی شاعروں کے بڑے مکتب فکر " مستقبلیت " کے بانی تھے
A 21 22|||R:VERB|||کارتھے|||REQUIRED|||-NONE-|||0

S 1917 میں جب پہلی دو تصاویر لیے گیے تھے ایلسی کی عمر سولہ سال اور فرانسس کی عمر نو سال تھی
A 7 8|||R:VERB|||گئے|||REQUIRED|||-NONE-|||0

S آلان کردی ( جو ذرائع ابلاغ میں آیلان کے نام سے معروف ہے ) ایک تین سالہ کرد شامی بچہ ہے
A 20 21|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S الکساندربلوک41 سال کی عمرمیں 7 اگست 1921 کو سینٹ پیٹرزبرگ سویت یونین میں وفات کر گئے
A 14 15|||R:VERB|||پا|||REQUIRED|||-NONE-|||0

S برسوں جنگلوں میں عبادت گذاری کی اور جنگلی خوراک پر گزارہ کیا
A 4 5|||R:VERB|||گزاری|||REQUIRED|||-NONE-|||0

S نکولائی الیکسوچ زبولوتسکی ( پیدائش 7 مئی 1903 وفات 14 اکتوبر 1958 ) ممتاز روسی شاعر بچوں مصنف اور مترجم ہیں
A 20 21|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S فضولی کی نظم صرف آذربائیجان ترکی عراق مرکزی ایشیا میں نہیں بلکہ روس اور مغریب کے ممالکوں میں وسیع طور پر پہیل گئ یہی
A 22 23|||R:VERB|||گئی|||REQUIRED|||-NONE-|||0

S صدر پاکستان جنرل محمد ضیا الحق نے 10 جولائی 1983 مطابق 28 رمضان المبارک 1403ھ کو ایک کمیشن کی تشکیل کا اعلان فرمایا
A 22 23|||R:VERB|||کیا|||REQUIRED|||-NONE-|||0

S جو پاکستان میں ہم ٹی وی نیٹ ورک کے چینل ہم ستارے پر پیش کیا جا رہا ہے
A 16 17|||R:VERB|||چکا|||REQUIRED|||-NONE-|||0

S اس ڈرامے کے دنیا کے کئی ممالک میں تراجم ہو رہے ہیں
A 10 11|||R:VERB|||ئے|||REQUIRED|||-NONE-|||0

S الیکساندرالیکساندرووچ فادیئیف ( پیدائش 24 دسمبر 1901 وفات 13 مئی 1956 ) سوویت روسی ناول نگار شریک بانی انجمن سوویت مصنفین ہیں
A 21 22|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S حج کے ایام قریب ہیں جس کی وجہ سے لاکھوں حجاج مسجد الحرام حج کے غرض سے موجود ہیں
A 4 5|||R:VERB|||ہونے|||REQUIRED|||-NONE-|||0

S حج کے ایام قریب ہیں جس کی وجہ سے لاکھوں حجاج مسجد الحرام حج کے غرض سے موجود ہیں
A 18 19|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S یہ توسیع متعدد مرحلوں سے گذر کر مکمل ہوئی ان کی تفصیلات درج ذیل ہیں
A 5 6|||R:VERB|||گزر|||REQUIRED|||-NONE-|||0

S دیمیان بیدنیئی ( پیدائش 13 اپریل 1883 وفات 25 مئی 1945 ) سوویت روسی شاعر ہیں
A 15 16|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S ایک مرتبہ جلال الدین کبیرالاولیا ایک گاؤں سے گذرے تو دیکھا کہ لوگ اپنا سامان اٹھائے ہوئے جا رہے ہیں
A 8 9|||R:VERB|||گزرے|||REQUIRED|||-NONE-|||0

S نمرہ احمد نے ایک معمولی عمر میں اپنے لاکھوں فینز بنا ل ہیں مگر یہ کام اسان نہ تھا
A 11 12|||R:VERB|||لیے|||REQUIRED|||-NONE-|||0

S سرگیئی الیکساندرووچ یسینن ( پیدائش 3 اکتوبر 1895 وفات 27 دسمبر 1925 ) روس کے غنائی شاعر ہیں
A 17 18|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S بادیہ کے معنی ہیں دشت مراد دشت بنی سعد کا وہ خوش قسمت علاقہ جہاں نبی کریم کا بچپن گذرا
A 19 20|||R:VERB|||گزرا|||REQUIRED|||-NONE-|||0

S یہ پورا وقت کاندھلہ میں گذارا
A 5 6|||R:VERB|||گزارا|||REQUIRED|||-NONE-|||0

S شیخ الم شائخ حضرت میاں جی ن ور م حمد جھنجھانوی کے والد گرامی سید جمال الدین م حمد ہے
A 19 20|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S نیشاپور ترمذ اور سمرقند میں مختلف اوقات رہے زیادہ تر زندگی سمرقند میں گذاری سینکڑوں طالبان حق کی تربیت کی اور وہیں پر انتقال فرمایا
A 13 14|||R:VERB|||گزاری|||REQUIRED|||-NONE-|||0

S فردوس عاشق اعوان کی جگہ 27 اپریل 2020 کولیفٹیننٹ جنرل ( ر ) عاصم سلیم باجوہ معاون خصوصی برائے اطلاعات تعینات لیے گئے
A 21 22|||R:VERB|||کیے|||REQUIRED|||-NONE-|||0

S مہوگنی ایک قسم کی مضبوط لکڑی والا پیڑ ہے جو جنگلوں میں سیدھا کم شاخوں والا اور ہرا بھرا پیڑ ہے
A 19 20|||R:VERB|||ہوتا|||REQUIRED|||-NONE-|||0

S لوگوںسےدرخواست ھے کہ چاند کو گرھن کے وقت نہ دیکہیں آنکہوں پر اثر ھوسکتا ھے
A 1 2|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S لوگوںسےدرخواست ھے کہ چاند کو گرھن کے وقت نہ دیکہیں آنکہوں پر اثر ھوسکتا ھے
A 14 15|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہ سیزن 4 فروی 2016 سے شروع ہو گا اور فائنل میچ 24 فروری 2016 کو منعقد ہو گا
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S شوستری نے عہدہ قبول کرتے وقت یہ شرط کی تھی کہ مذاہب اربعہ فقہ میں سے وہ کسی کے پابند نہیں ہوں گے
A 8 9|||R:VERB|||رکھی|||REQUIRED|||-NONE-|||0

S وہ ایران ( خراسان ) اور حجاز گئے اور مکہ میں مہدی ہونے کا اعلان کیا
A 7 8|||R:VERB|||گیا|||REQUIRED|||-NONE-|||0

S وہ ایران ( خراسان ) اور حجاز گیا اور مکہ میں مہدی ہونے کا اعلان کیا
A 7 8|||R:VERB|||گیے|||REQUIRED|||-NONE-|||0

S پھر ایک سال تک اسی شعبے میں وہ پڑھائے تھے
A 9 10|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S حالانکہ بھارت میں عام طور سے مسلمان صرف بکرے کی قربانی دیتے ہیں
A 11 12|||R:VERB|||کرتے|||REQUIRED|||-NONE-|||0

S فریج میں کچھ گوشت پایا گیا جسے ضبط کیا گیا
A 4 5|||R:VERB|||ملا|||REQUIRED|||-NONE-|||0

S قاری محمد طیب قاسمی دیوبندی مکتبہ فکر کے جید عالم گزرے ہیں
A 10 11|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S اور بحث ایک دریا کی طرح رواں دواں قاری کی نظر سے ہوتی ہے اس کے ذہن میں اترتی چلی جاتی ہے
A 13 14|||R:VERB|||ہوئی|||REQUIRED|||-NONE-|||0

S میاں غلام شاہ بے حد دانا اور حکمرانی کے لئے ہر طرح سےموزوں و مناسب تھے
A 15 16|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S اس کالج میں آج کل کئی ایم اے ایم ایس سی کی اور بی ایس کی کلاسز ھوتی ھیں
A 18 19|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S " میں تبدیل کر دیا تھا
A 5 6|||R:VERB|||گیا|||REQUIRED|||-NONE-|||0

S محمد ظہور " خیام " ہاشمی بھارتی فلموں کے مشہور موسیقار ہیں
A 11 12|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S میں خود کو کسی اعزاز کے قابل نہیں ہوں
A 8 9|||R:VERB|||سمجھتا|||REQUIRED|||-NONE-|||0

S وہ ایک بھارتی پس پردہ گلوکار ہیں
A 6 7|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S وہ ہندی تیلگو ملیالم کنڑ اور تمل فلموں میں ایک اہم گلوکار ہیں
A 12 13|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S جامعہ عثمانیہ لاہورپاکستان کا مشہورومعروف جامعہ ھے
A 6 7|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S عمرہ کے حکم سے فرات اور حیرہ کے درمیان شامیانے لگوا دیئے گئے اور حکومت کے سرکردہ افراد کو بھی بلوا لیا گیا
A 11 12|||R:VERB|||دیے|||REQUIRED|||-NONE-|||0

S گروہی جماع سے مراد ایک ایسا جنسی عمل ہے جس میں ایک وقت مین دو سے زیادہ افراد شریک ہو
A 19 20|||R:VERB|||ہوں|||REQUIRED|||-NONE-|||0

S اسٹیفن لووین ( سویڈنی تلفظ استیفن لووین ) ایک سویڈنی سیاست دان جو 2014 سے سویڈن کے 33ویں اور موجودہ وزیر اعظم ہیں
A 22 23|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اسٹیفن لووین ( سویڈنی تلفظ استیفن لووین ) ایک سویڈنی سیاست دان جو 2014 سے 2018 تک سویڈن کے 33ویں وزیر اعظم تھے
A 22 23|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S اس واقعے پر نین نامی بزرگ نے یہاں مستقل آباد ہونے کا سوچ لیا
A 13 14|||R:VERB|||کرلیا|||REQUIRED|||-NONE-|||0

S اس کو گنتی میں سینتیس بولا جاتا ہے اس سے پہلے چھتیس اور اس کے بعد اٹھتیس بولا جاتا ہے
A 16 17|||R:VERB|||اڑتیس|||REQUIRED|||-NONE-|||0

S ان اعداد و شمار کے مطابق امام حسین کے بعض اصحاب کے ہاتھوں دشمن کے 225 یا 226 افراد ہلاک ہوچکے ہیں
A 20 21|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S انھیں چاہئے کہ وہ ایسے دوستوں سے دور رہیں جو ان کو نشہ کرنے کی دعوت دیتے ہوں یا پھر نشہ ہی کرتے ہوں
A 1 2|||R:VERB|||چاہیے|||REQUIRED|||-NONE-|||0

S اس کی لو دیتی وئ آنکھوں کا راز افشا وا
A 9 10|||R:VERB|||ہوا|||REQUIRED|||-NONE-|||0

S بیکا پاکستان ( انگریزی , ) پاکستان کا ایک چھوٹا سا گاوں ھے پاکستان کی یونین کونسلیں جو ضلع صوابی میں واقع ہے
A 12 13|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اطلاع اس بات کا خیال رہے کہ مضمون میں موجود کو ہٹانے سے رک جائے گا لیکن دیگر اعمال حذف شدگی موجود ہوتے ہیں
A 22 23|||R:VERB|||رہیں|||REQUIRED|||-NONE-|||0

S اطلاع اس بات کا خیال رہے کہ مضمون میں موجود کو ہٹانے سے رک جائے گا لیکن دیگر اعمال حذف شدگی موجود ہوتے ہیں
A 23 24|||R:VERB|||گے|||REQUIRED|||-NONE-|||0

S وہ لاہور میں ماڈل ٹاؤن کے قبرستان میں آسود خاک ہیں
A 10 11|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S وہ لاہور میں ماڈل ٹاؤن کے قبرستان میں سپرد خاک ہوئے
A 10 11|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S علما پر کیونکہ چار ہی خلیفہ ایسے گزرے ہیں جن سے دین قائم ہوا اور کل یا اکثر امت نے اس پر اتفاق کیا
A 7 8|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S اب 7 باقی رہے ممکن ہے وہ فاصلہ کے سات پیدا ہوں اور ان میں سے کچھ گزر گئے ہوں
A 17 18|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S کچھ عباسیہ میں سے جو ذرا اچھے اور عادل گزرے ہیں
A 9 10|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S اس نوعیت کے دو شعر ملاحظہ ہو
A 6 7|||R:VERB|||ہوں|||REQUIRED|||-NONE-|||0

S گرام مثبت بیکٹیریا شراب سے بے رنگ نہیں ہوتے ہیں اور جامنی رنگ کے نظر آتے رہیں گے
A 17 18|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S بچپن یتیمی اور عسرت میں گزرا
A 5 6|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S موسا جلیل ( پیدائش 15 فروری 1906 وفات 25 اگست 1944 ) سوویت تاتار شاعر ڈراما نویس صحافی اور لینن انعام یافتہ شاعر ہیں
A 23 24|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اس پروگرام کے تحت کچھ اہم اہداف اس طرح ہیں
A 9 10|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S ویکیپیڈیا ایک آزاد آن لائن دائرۃالمعارف پراجیکٹ ہے جس کے مضامین ماہرین لکھتے تھے اور باضابطہ طور پر ان پر نظر ثانی ہوتی تھے
A 13 14|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S ویکیپیڈیا ایک آزاد آن لائن دائرۃالمعارف پراجیکٹ ہے جس کے مضامین ماہرین لکھتے تھے اور باضابطہ طور پر ان پر نظر ثانی ہوتی تھے
A 23 24|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس کے بر عکس 2008 کے انہی تین ماہ میں محض 4 900 ترمیم کار ہی ویکی چھوڑ ر گئے تھے
A 18 19|||R:VERB|||کر|||REQUIRED|||-NONE-|||0

S مزید حالیہ مشاہدات بتاتے ہیں کہ مریخ کے جنوبی قطب پر موجود برف مسلسل عمل تصعید سے گزر رہی ہے
A 17 18|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S سشما سو راج ایک بھارتی سیاست دان سابقہ وکیل اور سابقہ وزیر خارجہ ہیں
A 13 14|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S وہ 1975 کی فلم شعلے میں گبھر سنگھ کے کردار کی وجہ سے زیادہ مشہور ہے
A 15 16|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S 2015 میں ٹوڈ ہیریٹی کو شکست دے کر انہوں نے پریزڈنٹ گولڈ کپ چیمپئن شپ جیتا
A 15 16|||R:VERB|||جیتی|||REQUIRED|||-NONE-|||0

S سید شاہ شمس شیرازی کے پانچ صاحبزادے ہوے جن کی نسل سے بے شمار سادات شیرازی پاکستان میں آباد ہوئ ہے
A 7 8|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S بعد میں آغا خان ایجوکیشن سروس نے اس اسکول کو اپنے ساتھ ا لحاق کر لیا
A 14 15|||R:VERB|||کروا|||REQUIRED|||-NONE-|||0

S یہ انہوں نے کم عمری میں لکھا تھا لیکن اشاعت کے مراحل سے 1958 میں گذرا
A 15 16|||R:VERB|||گزرا|||REQUIRED|||-NONE-|||0

S ان سبھی کا تعلق سہارنپور سے تھا
A 6 7|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ایوگینی یوتوشینکو ( پیدائش 18 جولائی 1933 ) روس کے نامور مصنف شاعر ڈراما نویس فلمی ہدایتکار اداکار اور مضمون نگار ہیں
A 21 22|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S وہ ردر فورڈ کے شاگرد تھے
A 5 6|||R:VERB|||تہے|||REQUIRED|||-NONE-|||0

S ایک یمنی سیاستدان ہے جو 1990 سے 2012 تک یمن کا صدر تھا
A 12 13|||R:VERB|||رہا|||REQUIRED|||-NONE-|||0

S ایک یمنی سیاستدان ہے جو 1990 سے 2012 تک یمن کا صدر رہا
A 3 4|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S سنی رانگڑ درود و سلام کی مجالس منعقد کرتےہیں
A 8 9|||R:VERB|||کراتےہیں|||REQUIRED|||-NONE-|||0

S رفیع محمد چود ر ایک پاکستانی ماہر نیوکلیائی طبیعات اور گورنمنٹ کالج یونیورسٹی لاہور کے پپارٹیکل فزکس کے روفیسر تھے
A 19 20|||R:VERB|||تھ|||REQUIRED|||-NONE-|||0

S نیز وہ 2013 کے انتخابات میں کامیاب ہو کر صوبائی اسمبلی کے رکن بھی ہیں
A 14 15|||R:VERB|||بنے|||REQUIRED|||-NONE-|||0

S وہ مری معاہدے کے تحت اب بلوچستان کے وزیر اعلی ہیں
A 10 11|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S ارون کلگ لیتھوینیا میں پیدا ہونے والے ایک برطانوئی کیمیا دان اور طبیعیاتی کیمیا دان ہیں
A 15 16|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S مئی 2016 میں آئی سی سی نے 2018 میں ایک ٹورنامنٹ کرانے کا خیال پیش کیا جس میں جنوبی افریقہ ممکنہ میزبان ہے
A 22 23|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S جاوید حیات کاکاخیل کھوار کے گلستان کو سر سبز کرنے میں کوئی کوتاہی نہیں کرتے
A 9 10|||R:VERB|||رکھنے|||REQUIRED|||-NONE-|||0

S رابرٹ کرل ایک امریکی نوبل انعام یافتہ کیمیا دان ہیں
A 9 10|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S آپ کے آبا اجداد 1857 کی غدر کے دوران ضلع بارہ بنکی سے نانپارہ آے تھے
A 14 15|||R:VERB|||آئے|||REQUIRED|||-NONE-|||0

S آپ کی غزلیں ملک کے تمام ادبی دینی رسالوں میں شائع ہونے لگیں اور ادبی حلقوں میں پسند کی جانے لگی
A 20 21|||R:VERB|||لگیں|||REQUIRED|||-NONE-|||0

S آپ کو اردو زبان اور ادب کی خدمت کے لیے اودھ شری اعزاز و ایمن چغتائی ایوارڈ سے نوازا جا چوکا ہے
A 20 21|||R:VERB|||چکا|||REQUIRED|||-NONE-|||0

S گربسایک امریکی نوبل انعام یافتہ کیمیا دان ہیں
A 7 8|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S زبان و ادب کے استاد اور معلم کی حیثیت سے ان کا بلند مرتبہ ہے اور استاد الاساتذہ کی حیثیت کے حامل ہیں
A 14 15|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S زبان و ادب کے استاد اور معلم کی حیثیت سے ان کا بلند مرتبہ ہے اور استاد الاساتذہ کی حیثیت کے حامل ہیں
A 22 23|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S محمد جمیل خاں نے کالج کی تعلیم کے دوران ہی ادبی دنیا میں قدم رکھ لیا تھا
A 15 16|||R:VERB|||دیا|||REQUIRED|||-NONE-|||0

S اس سے مراد وہ شخص ہے جو کئی چیزوں علوم یا شعبوں میں یکساں مہارت رکھتا ہے
A 16 17|||R:VERB|||ہو|||REQUIRED|||-NONE-|||0

S تیروں کے ذریعے فال اور شگون لینے کے مزے میں نے ختم کر دئے حالانکہ ایسے ہی لہو ولعب میں میری عمر گذری تھی
A 22 23|||R:VERB|||گزری|||REQUIRED|||-NONE-|||0

S کچھ تجزیہ نگار کا کہنا ہے ہو سکتا ہے یہ وحشیانہ بربریت کسی شیعہ مخالف عربی ملک کے کہنے پر کی جا رہی ہے
A 23 24|||R:VERB|||ہو|||REQUIRED|||-NONE-|||0

S نمر باقر النمر سعودی عرب کے ایک مجتہد اور شیعہ عالم دین ہیں
A 12 13|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S جب نصف شب گزر گئی تو والدہ نے دیکھا کہ آپ آسمان کی جانب انگلی اٹھائے کچھ بول رہے یں
A 3 4|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S 13 رجب المرجب 659ھ مطابق 13 جون 1261 کو قاہرہ میں خلیفہ گزرے
A 12 13|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S اس کے مطابق فی مربع کیلومیڑ آبادی ہے
A 7 8|||R:VERB|||517ہے|||REQUIRED|||-NONE-|||0

S انہوں نے غزل کو ایک دھیما اور نرم لہجہ عطا کیا جو ان کی پہچان بن گیا
A 16 17|||R:VERB|||گی|||REQUIRED|||-NONE-|||0

S 1949 میں اپنے اہم خانہ کے ساتھ پاکستان آ گئے اور کراچی میں سکو نت اختیار کی
A 9 10|||R:VERB|||ہوگئے|||REQUIRED|||-NONE-|||0

S یہ غلط روش یہاں تک عام ہوئی کہ کئی لوگ گزارش کو گذارش شکر گزار کو شکر گذار اور گذشتہ کو گزشتہ لکھنے لگے
A 17 18|||R:VERB|||گزار|||REQUIRED|||-NONE-|||0

S اسی طرح چاہیے لیے کیے پیے جیے کو چاہیئے لئیے کئے دئے پئے جئے بھی لکھا جاتا ہے
A 8 9|||R:VERB|||چاہیے|||REQUIRED|||-NONE-|||0

S گذشتہ گذشتگان گذر گاہ در گذر رہ گذر راہ گذار پذیرفتہ پذیرائی
A 2 3|||R:VERB|||گزر|||REQUIRED|||-NONE-|||0

S گذشتہ گذشتگان گذر گاہ در گذر رہ گذر راہ گذار پذیرفتہ پذیرائی
A 5 6|||R:VERB|||گزر|||REQUIRED|||-NONE-|||0

S گذشتہ گذشتگان گذر گاہ در گذر رہ گذر راہ گذار پذیرفتہ پذیرائی
A 7 8|||R:VERB|||گزر|||REQUIRED|||-NONE-|||0

S غلط ھے ھوا ھندوستان دھلی ھمیشہ
A 1 2|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S گذشتہ گذشتگان گزر گاہ در گزر رہ گزر راہ گزار پذیرفتہ پذیرائی
A 11 12|||R:VERB|||پزیرائی|||REQUIRED|||-NONE-|||0

S لیکن یہاں ہم پہلے مضمون کو سامنے لانا چاہتے ہکیں جو سب سے پہلے میں لکھا گ ا
A 9 10|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S وہ کرکٹ میچوں پر تبصرہ نگاری بھی کرتے ہیں
A 8 9|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S ڈین جونز اسلام آباد یونائیٹڈ ( پاکستان سپر لیگ 2016 ) کے کوچ بھی ہیں
A 14 15|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S اس کے سبب وہاں چین مخالف جذبات سر ابھارنے لگے
A 8 9|||R:VERB|||اٹھارنے|||REQUIRED|||-NONE-|||0

S اور ہر بغاوت جیکا ملک کے لئے نقصاندہ ہے
A 8 9|||R:VERB|||ہو|||REQUIRED|||-NONE-|||0

S نااہل آدمیوں کو ووٹ دے کر حکومت میں حصے داری کرنا ملک کا بڑا غرق کرنے کے برابر ہے
A 10 11|||R:VERB|||بننا|||REQUIRED|||-NONE-|||0

S محمد عبد الوہاب پاکستان کی تبلیغی جماعت کے موجودہ امیر ہیں
A 10 11|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S تفسیر امام جعفر صادق ان روایات کا مجموعہ ہو جو جعفر صادق نے قرآن مجید کی آیات کی تفسیر میں بیان ہوئی ہیں
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S نسیم امروہوی 28 فروری 1987 کو کراچی میں وفات پاگئے اور کراچی میں " مسجد آل عبا " کے احاطے میں آسود خاک ہیں
A 23 24|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S انہوں نے اپنا پہلا مرثیہ 1923 میں کہا تھا
A 7 8|||R:VERB|||کیا|||REQUIRED|||-NONE-|||0

S ان کا اصل نام " سی د محمد سجاد انور علی بخاری " ہے
A 13 14|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S سیون برگ سٹورمایک سویڈش ماہر حیاتیاتی کیمیا تھے جنھوں نے 1982 کا نوبل انعام حاصل کیا تھا
A 7 8|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S صہبا اختر کی ادبی خدمات کے اعتراف میں گلشن اقبال کراچی میں سڑک کا نام ان کے نام پر رکھا گیا ہے
A 19 20|||R:VERB|||کی|||REQUIRED|||-NONE-|||0

S وہ کارل مارکس اور لیون ٹرٹس سے متاثر ہوئی ہے
A 8 9|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S جان ای سلسٹنایک برطانوی حیاتیات دان ہیں جنھوں نے 2002 کا نوبل انعام حاصل کیا تھا
A 6 7|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اس طرح سے نظام شمسی میں زہرہ کے بادلوں کے اوپری حص ے زمین کے ماحول سے سب سے زیادہ مشابہت رکھ سکتے ہیں
A 21 22|||R:VERB|||ہو|||REQUIRED|||-NONE-|||0

S سنہ 2010 عیسوی میں یہ دونوں عہدے حسینی عارف کو سونپ دیئے گئے
A 11 12|||R:VERB|||دیے|||REQUIRED|||-NONE-|||0

S یہاں بھی ان کی زندگی کا بیشتر حصہ قید و بند کی صعوبتیں برداشت کرتے ہوئے گزرا
A 16 17|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S جب صرف کرخی نام بولا جائے تو اس سے مراد ابو الحسن کرخی ہوتے ہیں معروف کرخی جو اس پہلے گذرے وہ مراد نہیں ہوتے
A 20 21|||R:VERB|||گزرے|||REQUIRED|||-NONE-|||0

S جب صرف کرخی نام بولا جائے تو اس سے مراد ابو الحسن کرخی ہوتے ہیں معروف کرخی جو اس پہلے گزرے وہ مراد نہیں ہوتے
A 20 21|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S شمس الائمہ کا ل قب ایک جماعت کے لیے بولا ہے ان میں
A 10 11|||R:VERB|||جاتاہے|||REQUIRED|||-NONE-|||0

S یعنی کاروبار میں پہلے سے کتنی مقابلہ بازی ھے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ایک شوارما شاپ کے مالک کے طور پر آپ کا سب سے بڑا سپلائیر ہوتا ھے چکن کا گوشت بیچنے والا
A 15 16|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S لیکن جس تیزی سے شوارما مقبول ہوا ھے یہ پراڈکٹ مستقبل قریب میں اپنی جگہ بنائے رکھے گی اور شاید تبدیل نہ ہوپائے
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S نئے بزنس مین کا اس فیلڈ میں آنا کتنا آسان ھے
A 10 11|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس کے مقابلے میں ایک شوارما شاپ کوئی بھی کسی بھی وقت کھول سکتا ھے
A 14 15|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S آپ پاکستانی سیاست میں سرگرم عمل ہیں اور قومی اسمبلی پاکستان کے رکن ہیں
A 13 14|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S انہیں دنوں سارہ بنت راخی ایل بھی بہت غم میں تھی جو طوبت کے بھائی کی بیٹی تھی
A 10 11|||R:VERB|||تہی|||REQUIRED|||-NONE-|||0

S انہیں دنوں سارہ بنت راخی ایل بھی بہت غم میں تھی جو طوبت کے بھائی کی بیٹی تھی
A 17 18|||R:VERB|||تہی|||REQUIRED|||-NONE-|||0

S خداوند نے طوبت اور سارہ کی مدد کے لیے رافیل ( یعنی اسرافیل ) کو بھیجا
A 15 16|||R:VERB|||بہیجا|||REQUIRED|||-NONE-|||0

S انہیں دنوں سارہ بنت راخی ایل بہی بہت غم میں تہی جو طوبت کے بھائییی کی بیٹی تہی
A 10 11|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S انہیں دنوں سارہ بنت راخی ایل بہی بہت غم میں تہی جو طوبت کے بھائییی کی بیٹی تہی
A 17 18|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S عالمی مطالعات بین الکلیا تی مطا لعات میں ایک جدید مضمون ھے جو علمگیریت کے سائنسی عمل پر اثر انداز ھوتا ھے
A 11 12|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S عالمی مطالعات بین الکلیا تی مطا لعات میں ایک جدید مضمون ھے جو علمگیریت کے سائنسی عمل پر اثر انداز ھوتا ھے
A 20 21|||R:VERB|||ہوتا|||REQUIRED|||-NONE-|||0

S عالمی مطالعات بین الکلیا تی مطا لعات میں ایک جدید مضمون ھے جو علمگیریت کے سائنسی عمل پر اثر انداز ھوتا ھے
A 21 22|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہ سوشل سائنسز میں ایک ترجیحی رجحان ھے جو وسیع تر بین الکلیاتی اور ماورائے کلیاتی مماثلات اور توسیعات کو جاننے کی کوشش ھے
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہ سوشل سائنسز میں ایک ترجیحی رجحان ھے جو وسیع تر بین الکلیاتی اور ماورائے کلیاتی مماثلات اور توسیعات کو جاننے کی کوشش ھے
A 23 24|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S سلطنت عمان کے موجودہ سلطان ہیں
A 5 6|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S پھومیپھون ادونیادیت تھائی لینڈ کا بادشاہ ہے
A 6 7|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S علامہ نبہانی کی وفات رمضان المبارک1350ھ بمطابق 1932 اپنے آبائی وطن میں ہی آخری عمر گذاری اور بیروت قریہ اجزم میں دفن ہوئے
A 15 16|||R:VERB|||گزاری|||REQUIRED|||-NONE-|||0

S ضخیم مورث ستاروں میں عمومی ملفوف بلند گھماؤ کے مراحل سے گزر کر باقی رہنا لازمی ہے
A 11 12|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S اکبر کک ٹ ل ملیالم کے مشہور افسانہ نگار اور ناول نگار گزرے ہیں
A 12 13|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S دیگان خیل قبیلا ابتد میی افغانستان میی اباد ت ا شجرہ نسب مندرجہ ذیل ھے
A 14 15|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S دیگان خیل کے ذیلی قبیلے محمد خیل اور اسما عیل خیل ھے
A 11 12|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S رحیم اللہ یوسفزئی ان چند صحافیوں میں سے ہیں جنہوں نے طالبان کے کارروائیوں کو رپورٹ کیا اور 1995 میں خود کندھار گئے
A 8 9|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S افغانستان اور شمال مغربی پاکستان کے امور کے ماہر سمجھے جاتے ہیں
A 11 12|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S ان کے صحافتی خدمات کے اعتراف میں حکومت پاکستان نے ان کو 2004 میں تمغہ امتیاز اور 2009 میں ستارہ امتیاز سے نوازا ہے
A 23 24|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S آپ کے سلسلہ میں بڑے بڑے اکابر مشائخ گذرے ہیں جو زاہد اور مجاہد بھی تھے
A 8 9|||R:VERB|||گزرے|||REQUIRED|||-NONE-|||0

S روزنامہ جنگ میں چادر چاردیواری اور چاندنی کے نام سے کالم بھی لکھتی ہیں
A 13 14|||R:VERB|||رہیں|||REQUIRED|||-NONE-|||0

S ڈاکٹر بشری رحمن ( پیدائش 29 اگست 1944 وفات 7 فروری 2022 ) ایک پاکستانی مصنفہ ہیں
A 16 17|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S رگھ جٹ راولپنڈی اور چکوال میں بہت تعداد میں ھیں
A 9 10|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S انقلاب ایران کے بعد قائم ہونے والی پہلی حکومت تھی
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ایرانی انقلاب کے بعد قائم ہونے والی پہلی حکومت ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S یہ گاوں تین بڑے محلوں میں تقصیم ھے
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S 1950 کی دہائی میں ان کا فلمی نغمہ نگاری کے حوالے سے مصروف ترین وقت گذارا
A 15 16|||R:VERB|||گزارا|||REQUIRED|||-NONE-|||0

S آپ کی نظر کیمیا اثر تھی آپ مستجاب الدعوات ھے
A 9 10|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S موصوف مسلمانوں کی وحدت کا علمبردار ھے
A 6 7|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S تھیوبالڈس ہاؤس جسے تھیوبالڈس محل بھی کہا جاتا ہے انگلستان کی کاؤنٹی ہارٹفورڈشائر میں چیزہنٹ کے قریب ایک شاہی محل ہے
A 20 21|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S ا س وقت تک تاتاریوں کے بغداد پر حملے کو قریبا 6 مہینے گذر چکے تھے
A 13 14|||R:VERB|||گزر|||REQUIRED|||-NONE-|||0

S ا س وقت تک تاتاریوں کے بغداد پر حملے کو قریبا 6 مہینے گزر چکے تھے
A 13 14|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S سولوشن میں ایج پازیٹو اور سلفیٹ نیگیٹو آین رہتے ہے جو سلفیورک ایسڑ بناتے ہے
A 8 9|||R:VERB|||ہوتے|||REQUIRED|||-NONE-|||0

S وہ ایک مصنف اور مدرس تھے
A 5 6|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S کیول دھیر اردو کے مشہور افسانہ نگار تھے
A 7 8|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S اور اس کام کو قرب ال ہی کا ذریعہ سمجھ کر گزرے
A 11 12|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S کتاب مقدس کے مطابق روایتی طور پر اسے ارض اسرائیل اور تاریخی طور پر فلسطین بھی کہا جاتا ہے
A 16 17|||R:VERB|||جانا|||REQUIRED|||-NONE-|||0

S کسان لوگ بھارت , پاکستان اور افغانستان میں پا جاتے ہیں
A 8 9|||R:VERB|||پائے|||REQUIRED|||-NONE-|||0

S افغانستان میں بھی ی لوگ پا جاتے ہیں
A 5 6|||R:VERB|||پائے|||REQUIRED|||-NONE-|||0

S اس کیپسول کے اقسام نگل جاتے ہیں یا مقعد میں دے جاتے ہیں
A 10 11|||R:VERB|||ڈالے|||REQUIRED|||-NONE-|||0

S صرف 36 سال کی عمر پا کر عین عالم شباب میں فوت ہوگیا
A 12 13|||R:VERB|||ہوگ|||REQUIRED|||-NONE-|||0

S پہلے لاہور میں وفات پائی لیکن بعد میں ان کو نجف لے جا کر دفن کیا گیا
A 4 5|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S عرفی شیرازی ایران کے ایک معروف شاعر ہوئے
A 7 8|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S یہ بینڈ راک پاپ اور کلاسیکی انداز کو بجاتا ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اپنے شیخ محترم کی صحبت میں مسلسل اڑھائی برس گذار کر منازل سلوک و تصوف عملا طے کئے
A 9 10|||R:VERB|||گزار|||REQUIRED|||-NONE-|||0

S " سبک ندی " فارسی شعر کہنے کا ایک خاص اسلوب ے جس کا آغاز نویں صدی ہجری میں وا
A 19 20|||R:VERB|||ہوا|||REQUIRED|||-NONE-|||0

S ان کے بعد محمود مدنی عبوری صدر پھر مستقل صدر منتخب ہوئے
A 11 12|||R:VERB|||بنائے|||REQUIRED|||-NONE-|||0

S تقسیم ہند کے بعد پاکستان چلے آئے یہیں تعلیم مکمل کی اور 1950 میں ریڈیو پاکستان سے منسلک ہوئے
A 6 7|||R:VERB|||ہوگئے|||REQUIRED|||-NONE-|||0

S وہ کراچی میں پاپوش نگر کے قبرستان میں آسود خاک ہوئے
A 10 11|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S پاکستانی طالبان کی چھتری تلے کئی جنگجو گروہ جمع ہیں جو مشترکہ کاروائیاں کر رہے ہیں
A 14 15|||R:VERB|||تے|||REQUIRED|||-NONE-|||0

S جنگ کے بعد فوج کل راز داری کے تحت ایک ڈرامائی تنظیم نو سے گزری
A 14 15|||R:VERB|||گذری|||REQUIRED|||-NONE-|||0

S اک عمر قطع وادی شب میں گزر گئی
A 6 7|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S جلوزئی گاؤں ضلع نوش ر , خیبر پختونخوا , پاکستان وادی چراٹ کا ایک مش ور خوبصورت اور پرانا گاؤں ھے
A 20 21|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جلوزئی گاؤں پشاور سے 37 کلو میٹر جنوب مغرب میں واقع ھے
A 11 12|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S سرکاری ھسپتال اور چند نجی علاج کے مراکز بھی ھیں
A 9 10|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S گاؤں کے لوگ زیاد تر دوسرے علاقوں میں کاروبار کرتے ھیں
A 10 11|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S زیاد تر لوگوں کے اپنے کاروبار ھیں
A 6 7|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S ہاؤسنگ سوسائٹی اور انڈسٹریل اسٹیٹ کے قیام کے بعد جلوزئی ایک جدید اور ترقی یافت گاؤں ھوگا
A 16 17|||R:VERB|||ہوگا|||REQUIRED|||-NONE-|||0

S مقامی افراد اسے ( زلوزو ) کے نام سے بھی پکارتے ھیں
A 11 12|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S " انٹرنیشنل کنسورشیم آف انویسٹی گیٹو جرنلسٹس " نے کہا ہے مئی 2016 تک مکمل تفصیلی نام بیان کئے جائیں گے
A 10 11|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S یہ ان شیعہ پرچموں کی فہرست ہے جو اہل تشیع حکومتوں یا ریاستوں کے ہاں استعمال کیے کئے یا کیے جا رہے ہیں
A 17 18|||R:VERB|||گئے|||REQUIRED|||-NONE-|||0

S کرولی ضلع چکوال کا ایک اھم گاؤں ھے
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S وھاں وضو کرتے ھوئے آپ نے علاقے کا نام کرولی پسند فرمایا
A 3 4|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S یھاں کے لوگ مزارات کا بہت احترام کرتے ھیں
A 8 9|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S یھاں پر حضرت جمال شا کا مزار قابل ذکر ھے جھاں ھر سال عرس منایا جاتا ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یھاں پر حضرت جمال شا کا مزار قابل ذکر ھے جھاں ھر سال عرس منایا جاتا ھے
A 16 17|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جن میں چھوٹو کا دست راست پہلوان عرف پلو بھی شامل ہے
A 11 12|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S اس دور کو پلیولیتھک دور کہا جاتا ھے
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ڈاکٹر سردار سورن سنگھ ایک پاکستانی سکھ ڈاکٹر ٹی وی میزبان سیاستدان ہیں
A 12 13|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S سورن سنگھ پرویز خٹک انتظامیہ میں بطور پختونخوا صوبائی وزیر برائے اقلیتی امور خدمات سرانجام دیتے رہے ہیں
A 17 18|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S مزید تصدیق کے لیے اس لکیر پر شورے کے تیزاب کا ایک قطرہ لگایا جاتا ہے
A 13 14|||R:VERB|||ڈالا|||REQUIRED|||-NONE-|||0

S مزید تصدیق کے لیے اس لکیر پر شورے کے تیزاب کا ایک قطرہ ڈالا جاتا ہے
A 13 14|||R:VERB|||لگایا|||REQUIRED|||-NONE-|||0

S اس عمل میں پانی برتن سے باہر چھلکنا نہیں چاہیئے
A 9 10|||R:VERB|||چاہیے|||REQUIRED|||-NONE-|||0

S اے کرنے کے بعد کچھ عرصہ وہاں گذار کر وطن لوٹ آئے
A 7 8|||R:VERB|||گزار|||REQUIRED|||-NONE-|||0

S احمد سعید ناگی ( پیدائش 2 فروری 1916 وفات یکم ستمبر 2006 ) پاکستان سے تعلق رکھنے والے عالمی شہرت یافتہ مصور ہیں
A 22 23|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S پنجاب ( پاکستان ) میں شامل کوٹ مٹھن خاص کر پیر غلام فرید کی وجہ سے مشہور ھے
A 17 18|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یوں کل ملا کر سات زبانیں بنتی ھیں
A 7 8|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S آپ کا عرس مبارک ہر سال 5 6 7 جمادی الاول کو منایا جاتا ہے
A 13 14|||R:VERB|||وتا|||REQUIRED|||-NONE-|||0

S عاشقوں کے سلطان عشق حقیقی کا مقام جو آپ کو عطا ہوا و بہت کم لوگوں کو ملا ہے
A 17 18|||R:VERB|||ہواہے|||REQUIRED|||-NONE-|||0

S سلوک کی منزلیں طے ہونے لگیں اور معرفت کا سفر مختصر اور آسان ہو گی
A 14 15|||R:VERB|||گیا|||REQUIRED|||-NONE-|||0

S اقرار پر کئی الزامات بھی لگا گ ہیں
A 5 6|||R:VERB|||لگائے|||REQUIRED|||-NONE-|||0

S اقرار پر کئی الزامات بھی لگا گ ہیں
A 6 7|||R:VERB|||گئے|||REQUIRED|||-NONE-|||0

S وہ بنیادی طور پر روسی ہیں
A 5 6|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S دا ن 1972 سے اب تک مختلف روسی سفارتی خدمات سے جڑے ہوئے ہیں
A 13 14|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S فخرالدین مٹھل دیاں تن من کیتا چور
A 6 7|||R:VERB|||چو|||REQUIRED|||-NONE-|||0

S آپ ریاضی دان انجنیئر ماہر علم فلکیات اور مترجم گذرے ہیں
A 9 10|||R:VERB|||گزرے|||REQUIRED|||-NONE-|||0

S محشر بدایونی کا شمار اردو کے ممتاز شعرا میں ہوتا تھا
A 10 11|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S وہ کراچی میں سخی حسن کے قبرستان میں سپرد خاک ہوئے
A 10 11|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S ماڑی شہر یا پرانی ماڑی دریا کے کنارے پہاڑ کی دو شاخوں کے درمیان ایک وادی میں واقع ھے
A 18 19|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس موڑ سے مشرق میں پہاڑ کے دوحصوں کے درمیان ایک تنگ سا درہ ھے
A 14 15|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S درے میں سے گذریں تو سامنے ماڑی شہر ھے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یوں لگتا ھے جیسے یہ شہر ایک پیالے کے اندر واقع ھے
A 2 3|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یوں لگتا ھے جیسے یہ شہر ایک پیالے کے اندر واقع ھے
A 11 12|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ماڑی شہر ضلع میانوالی کی سب سے قدیم بستی ھے بائیں جانب پہاڑی کی چوٹی پر دو عدد بہت قدیم مندر بنے ہوئے ہیں
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S 1935 میں اس پارٹی انڈین نیشنل کانگریس میں ضم کردیا تھا
A 10 11|||R:VERB|||گیا|||REQUIRED|||-NONE-|||0

S ایس مقداریں جو بنیادی مقداروں سے اخذ کی جائیں ماخوذ مقداریں ک لاتی یں
A 12 13|||R:VERB|||کہلاتی|||REQUIRED|||-NONE-|||0

S فلم ناروے سے باہر نہین دیکھائی گئی
A 5 6|||R:VERB|||دکھائی|||REQUIRED|||-NONE-|||0

S اس کے ہدایت کار اور اداکار سنجے خان بھی بری طرح جل گئے تھے اور انہیں پلاسٹک سرجری سے گزرنا پڑا تھا
A 19 20|||R:VERB|||گذرنا|||REQUIRED|||-NONE-|||0

S شیخ ہبۃ اللہ اخندزادہ مولوی محمد خان صاحب کی نرینہ اولاد میں دوسرے نمبر پر تھے
A 15 16|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S 1947 میں ان کا خاندان ہجرت کر کے لاہور آ گیا
A 10 11|||R:VERB|||ہوگیا|||REQUIRED|||-NONE-|||0

S ان پہاڑوں پر سال کے بیشتر حصوں میں برف پائی جاتی ہے
A 9 10|||R:VERB|||جمی|||REQUIRED|||-NONE-|||0

S ان پہاڑوں پر سال کے بیشتر حصوں میں برف پائی جاتی ہے
A 10 11|||R:VERB|||رہتی|||REQUIRED|||-NONE-|||0

S وہ اسلامی دائرۃ المعارف کی تیاری میں جٹے تھے
A 7 8|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S اور کبھی ٹوپیاں بنا کر فروخت کرا لیتے اور اسی میں گذر کرتے
A 11 12|||R:VERB|||گزر|||REQUIRED|||-NONE-|||0

S لیساڈلی ( پیدائش 4 دسمبر 1925 وفات 20 نومبر 2009 ) اطالوی مونٹیر تھے
A 13 14|||R:VERB|||پیماتھے|||REQUIRED|||-NONE-|||0

S 1923 میں انھوں نے لندن میں موجود اس شاخ کو عالمی صوفی تحریک میں ضم کردی
A 15 16|||R:VERB|||کردیا|||REQUIRED|||-NONE-|||0

S مگر 1192 وال جمگ میں ھو ھر لوگوں نے حصہ نہیں لیا تھا اس لیے رائے پتہورا و محمد غوری سے ش ست وی
A 23 24|||R:VERB|||ہوئی|||REQUIRED|||-NONE-|||0

S ڈوگر تو زیادہ تر جٹ ھیں لیکن ان کے کچھ خاندان اپنی گوتیں بتاتے جن میں کھوکھرڈوگر بھی شامل ہیں
A 5 6|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S وہ پاکستان میں " تجریدی مصوری " کی بانیوں میں شمار ہوتی ہیں
A 12 13|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S شمیم حنفی اردو کے ایک مشہور شاعر نقاد اور ڈراما نگار ہیں
A 11 12|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S شمیم ایک شاعر نقاد ڈراما نگار اور مترجم ہونے کے ساتھ ساتھ کئی دیگر فنون سے بھی دلچسپی رکھتے ہیں
A 19 20|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اسی وجہ سے عملی فنون مصوری کمھار کے فن وغیرہ میں گہری دلچسپی ہے
A 13 14|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S وہ ا س زمانے میں خلیفہ بنا جب کہ خلافت عباسیہ اپنے عہد زوال سے گزر رہی تھی
A 15 16|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S ( موضوع ) بحث و جدل بے فائدہ ھے ( اس کا نہ ضرر ھے نہ کوئی نفع )
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ( موضوع ) بحث و جدل بے فائدہ ھے ( اس کا نہ ضرر ھے نہ کوئی نفع )
A 14 15|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اور آئمہ کب تقیہ کرتے تھے
A 5 6|||R:VERB|||تہے|||REQUIRED|||-NONE-|||0

S اور وہ کن سے ڈرتے تھے
A 5 6|||R:VERB|||تہے|||REQUIRED|||-NONE-|||0

S اور ہم دعوت دیتے ہیں کہ فکر اہل بیت اور تراث اہل بیہت کو پڑھیں
A 14 15|||R:VERB|||پڑہیں|||REQUIRED|||-NONE-|||0

S ھم دعوت دیتے ھیں کہ شیعہ سنی امام مشترکہ نماز پڑھی جائے
A 3 4|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S اور ان میں سے معتدل اور غلات کے درمیان فرق کرنا سیکھیں
A 11 12|||R:VERB|||سیکہیں|||REQUIRED|||-NONE-|||0

S ہم اعتقاد رکھتے ہیں کہ تقیہ کا عھد گزر گیا
A 8 9|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S کتاب کے حوالے سے آغا صاحب لکھتے ھیں
A 7 8|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S " ابولولو اصحاب خیار علی میں سے تھے اسے علامہ کرکی نے بقربطن عمر کے نام سے یاد کیا ھے "
A 19 20|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس بار پورا دن گزر گیا اور محمد اور پادری صاحب نہیں آئے
A 4 5|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S مشتق کے معنی نکلا ہوا کے پوتے پیں
A 7 8|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S کوسامبی ( انگریزی ) ہندوستان کا ایک آباد مقام ہے
A 9 10|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S اس مسجد کی خصوصیت یہ ہے کہ یہ خالص لکڑی سے بنا ہے
A 11 12|||R:VERB|||بنی|||REQUIRED|||-NONE-|||0

S تسلیم فاضلی 17 جون 1982 کو کراچی پاکستان میں دل کا دورہ بڑنے سے وفات پا گئے
A 12 13|||R:VERB|||پڑنے|||REQUIRED|||-NONE-|||0

S اہل قرآن شیعہ کا عقیدہ ھے کہ حضرت عیسی اگرچہ صلیب پر نہیں چڑھے لیکن ان کی وفات ھوگئی اور وہ دوبارہ واپس نھیں آینگے
A 5 6|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اماموں کا معصوم و منصوص ھونا
A 5 6|||R:VERB|||ہونا|||REQUIRED|||-NONE-|||0

S یہیں اس نے دین ال ہی کی بنیاد رکھی گئی
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S اقبال مہدی ( پیدائش یکم اپریل 1946 وفات 19 مئی 2008 ) پاکستان سے تعلق رکھنے والے بین الاقوامی شہرت یافتی مصور ہیں
A 22 23|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اب تک جس قدر سال تخلیق کائنات سے گذر چکے ہیں ا نہیں یوم العالم کے سال شمار کیا جاتا ہے
A 8 9|||R:VERB|||گزر|||REQUIRED|||-NONE-|||0

S عشق مشک اور اللہ کےاولیا کبھی چھپےنہیں رہتی
A 7 8|||R:VERB|||رہتے|||REQUIRED|||-NONE-|||0

S چند ایک خادم اور چاروں یار موجود تھی
A 7 8|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S کلدیپ نیر ایک بھارتی صحافی کالم نگار مصنف فعالیت پسند برائے انسانی حقوق ہیں
A 13 14|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S یہ گروہ پرتشدد گروہ ہیں جو صرف زیر جامہ لباس زیب تن کئے حملے کرتے ہیں
A 12 13|||R:VERB|||کیے|||REQUIRED|||-NONE-|||0

S پنجاب کے روایتی کھیلوں کے فروغ کے لیے ریاستی حکومت 2014 سے پنجاب کے روایتی کھیلوں کو فروغ دینے کے اقدامات اٹھا رہی ہے
A 21 22|||R:VERB|||کر|||REQUIRED|||-NONE-|||0

S وہ پندرہ سال کی عمر میں گھر سے بھاگ کر ایک مسلح تنظیم میں سن 2010 شمولیت حاصل کر لی
A 18 19|||R:VERB|||ہو|||REQUIRED|||-NONE-|||0

S وہ پندرہ سال کی عمر میں گھر سے بھاگ کر ایک مسلح تنظیم میں سن 2010 شمولیت حاصل کر لی
A 19 20|||R:VERB|||گئے|||REQUIRED|||-NONE-|||0

S 11 جولائی 2016 کو وہ کنزرویٹو پارٹی کی سربراہ بنیں اور دو دن بعد 13 جولائی کو وزیر اعظم بن گئیں
A 20 21|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S اس زمرے میں تعلیم کئی سطحوں پر پو سکتی ہے جس میں ثانوی تعلیم اور اعلی تعلیم یا جامعاتی تعلیم شامل ہو سکتی ہے
A 7 8|||R:VERB|||ہو|||REQUIRED|||-NONE-|||0

S جب لاش دریافت ہوئی تو قتل کو ہوئے پندرہ سے 36 گھنٹے گزر چکے تھے
A 12 13|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S مٹھہ ٹوانہ سے لنک روڈ بجار شیخو کھگلی اور اوکھلی موہلہ سے گزر کے نور پور تھل روڈ فارمجاتاہے
A 12 13|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S کئی کتب منتشر ہوگئیں اور بعض غائب کر لی گئیں
A 8 9|||R:VERB|||دی|||REQUIRED|||-NONE-|||0

S ہیر رانجھا 1970 میں نمائش کے لیے پیش ہونے والی پنجابی زبان میں پاکستان کی مقبول ترین فلم تھی
A 18 19|||R:VERB|||ھے|||REQUIRED|||-NONE-|||0

S ہیر رانجھا 1970 میں نمائش کے لیے پیش ہونے والی پنجابی زبان میں پاکستان کی مقبول ترین فلم ھے
A 18 19|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ہاشم انصاری بابری مسجد میں رام للا کی مورتیاں رکھنے کے شاہد ہیں
A 12 13|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S رتن سنگھ نے بھارت کی ریڈیو خدمات کے ادارہ آکاشوانی میں ملازمت کی تھی
A 13 14|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S انہوں نے حسب ذیل افسانوی مجموعے لکھے تھے
A 7 8|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S رتن سنگھ ایک مشہور اردو افسانہ نگار ناول نگار اور شاعر ہیں
A 11 12|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S بعد ازاں مغلوں نے اسے گرفتار کیا اور سنہ 1716 میں اسے تختہ دار پر لٹکا دیا
A 15 16|||R:VERB|||اتار|||REQUIRED|||-NONE-|||0

S ہم ہنس دیئے ہم چپ رہے منظور تھا پردہ تیرا
A 2 3|||R:VERB|||دیے|||REQUIRED|||-NONE-|||0

S آخر سید محمد قاسم نے بھی انکے روضہ مبارک پر قرار کیا اور کافی عرصہ وہاں گذارا
A 16 17|||R:VERB|||گزارا|||REQUIRED|||-NONE-|||0

S آرندپور جانے سے قبل گروگوبند سنگھ کی ابتدائی زندگی یہیں گزری
A 10 11|||R:VERB|||گذری|||REQUIRED|||-NONE-|||0

S اس عمل سے نووارد بچوں تک کو گزرنا پڑتا ہے
A 7 8|||R:VERB|||گذرنا|||REQUIRED|||-NONE-|||0

S آرندپور جانے سے قبل گروگوبند سنگھ کی ابتدائی زندگی یہیں گزری
A 10 11|||R:VERB|||گذری|||REQUIRED|||-NONE-|||0

S ہر دور میں درزی کی مانگ رہی ہے وقت کے ساتھ درزی نے اپنی مہارت کو دھالا ہے
A 16 17|||R:VERB|||ڈھالا|||REQUIRED|||-NONE-|||0

S ایک دن لنکا کے بدقماش راجا راون کا اس جنگل سے گزر ہوا اور سیتا کو اٹھا کر لے گیا
A 11 12|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S لیکن دور حاضر میں یہ بعض لکھاریوں کو ویکیپیڈیا سے دور کرنے کا سبب بن رہی تھی
A 16 17|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S 2015کے مطابق قادرآباد کی آبادی تقریبا " 103 , 000افراد کے قریب ھے
A 12 13|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S الکبیدش بن کالیناس 450 404 قبل مسیح ایک ممتاز اتینیان سیاستدان خطیب اور جنرل گزرا ہے
A 14 15|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S کچھ ہندو مؤرخین کے مطابق اسے کاشی وشوناتھ مندر کے کھنڈر پر تعمیر کیا گیا تھا
A 15 16|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S مسلم ضیائی نے تمام عمر تجرد میں گذاری
A 7 8|||R:VERB|||گزاری|||REQUIRED|||-NONE-|||0

S ساتھ ہی یہ جہاز بغیر ایندھن بھرے کے 18 گھنٹے تک بغیر رکے پرواز بھر سکنے کی صلاحیت رکھتا تھا
A 19 20|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کے شوہر گوپال راو نے بھی ان کو بھرپور تعاون دیا اور ان کی حوصلہ افزائی کی
A 11 12|||R:VERB|||کیا|||REQUIRED|||-NONE-|||0

S یہ پانچویں صدی ہجری ( تقریبا گیارہویں صدی عیسوی ) میں سید عبدالقادر جیلانی کے حکم سے ہوا
A 17 18|||R:VERB|||آئے|||REQUIRED|||-NONE-|||0

S متعلقہ موضوعات کی تلاش میں مدد دے سکتا ہے
A 6 7|||R:VERB|||کر|||REQUIRED|||-NONE-|||0

S نیوآرک قلعہ بارہویں صدی میں انگلستان کی کاؤنٹی ناٹنگھمشائر میں نیوآرک کے مقام پر بنایا جانے والی ایک قلعہ تھا
A 19 20|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S وہ برصغیر کے مسلمانوں کی علاحدگی پسند ثقافت کے خلاف بھی کہتے رہتے ہیں
A 11 12|||R:VERB|||بولتا|||REQUIRED|||-NONE-|||0

S طارق فتح پاکستانی نژاد کینیڈین مصنف براڈکاسٹر اور بے دین لبرل کارکن ہے
A 12 13|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S طارق فتح اسلامی انتہا پسندی کے خلاف بولنے میں معروف ہے
A 10 11|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S انہوں نے کینیڈین مسلم کانگریس کی بنیاد رکھی ہے طارق اسلام کی اعتدال پسند اور ترقی پسند صورت کا حامی ہے
A 20 21|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S طارق فتح اسلام مخالف گفتگو اور بیانات کے لیے مشہور ہیں
A 10 11|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S ان کی پیدائش کراچی میں ہوئی لیکن نسلا وہ پنجابی راجپوت ہیں
A 11 12|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اس میں امام ترمذی کی کتاب العلل الکبیر اور ابن ابو حاتم کی الجرح والتعدیل وغیرہ شامل ہے
A 17 18|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S اسی مسجد سے انہوں نے دین اسلام کے فروغ اور استقامت کے لئے سندھ کے حاکموں کو خطوط تحریر کئے
A 19 20|||R:VERB|||لکھے|||REQUIRED|||-NONE-|||0

S عبد النبی شامی نقشبندی ( 1619 1733 ) سلسلہ احسنیہ مجددیہ کے جلیل القدر بزرگ ہیں
A 15 16|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S بچپن پرتاپ گڑھ میں گزرا
A 4 5|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S متعدد دینی و علمی اداروں کے سرپرست ہیں
A 7 8|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اس کے علاوہ مدرسہ فلاح المسلمین رائے بریلی کے ناظم اور دار عرفات کے نائب صدر ہیں
A 16 17|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S عربی زبان و ادب کے ماہر ناقد نیز موجودہ دور کے فکر اسلام کے ماہرین میں سے ہیں
A 17 18|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S تصوف سلوک میں محمد واضح رشید حسنی ندوی اپنے برادر اکبر محمد رابع حسنی ندوی کے مجاز و خلیفہ بھی ہیں
A 20 21|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اس کے کیا نتایج سامنے آ رہی ہیں
A 6 7|||R:VERB|||رہ|||REQUIRED|||-NONE-|||0

S اس کے کیا نتائج سامنے آ رہ ہیں
A 6 7|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S الہامی کتابوں کی صورت میں رہنمائی کی موجوگی میں انسانی نظریات کو دین کے ساتھ گڈ مڈ کرنے کی کیا ضرورت ہے
A 21 22|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S 1969 سے 1970 تک انہوں نے اپنی زندگی اپارتھائیڈ حکومت کے پریٹوریا جیل میں گزری
A 14 15|||R:VERB|||گذری|||REQUIRED|||-NONE-|||0

S میرزا غازی بیگ کی تعلیم کیا ہوئی اور کس طرح ہوئی اس کی کوئی تفصیل موجود نہیں
A 6 7|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S بالآخر اطبا نے تصدیق کر دی کہ یہ یقینا سرطان تھا
A 10 11|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S شہر میں پانچ گیٹ لگا جاتے
A 4 5|||R:VERB|||لگائے|||REQUIRED|||-NONE-|||0

S یہ سلسلہ یکم اکتوبر 2016 سے شروع ہو کر مہینے کے ختم تک چلے گا
A 13 14|||R:VERB|||رہا|||REQUIRED|||-NONE-|||0

S 2001 کی بھارتی مردم شماری کے مطابق 10 , 270 , 485 مسلمان مہاراشٹر میں رہتے تھے
A 16 17|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S چالیس سال تک اورنگزیب کی ملازمت رہے اور یہ زمانہ بڑی عزت و احترام سے گذارا
A 15 16|||R:VERB|||گزارا|||REQUIRED|||-NONE-|||0

S ابو الواعظ ہرگامی نےتمام عمر تعلیم و تدریس میں گذاری یہ اورنگزیب عالمگیر کے اساتذہ میں سے تھے
A 9 10|||R:VERB|||گزاری|||REQUIRED|||-NONE-|||0

S واپسی پر فریضہ حج ادا فرمایا
A 5 6|||R:VERB|||کیا|||REQUIRED|||-NONE-|||0

S آپ کا نام زیارت ناحیہ مقدسہ میں آتا اے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S سع د بن عبدالل اپنی جگہ توں اٹھے تے آکھیا
A 9 10|||R:VERB|||کہا|||REQUIRED|||-NONE-|||0

S اس فلم کی موسیقی وشال شیکھر نے تشکیل کی جو 16 اگست 2016 کو پیش کی گئی
A 8 9|||R:VERB|||دی|||REQUIRED|||-NONE-|||0

S بہت سے شہروں اور ملکوں سے گزرا اور بہت سی لڑائیاں جیتی اور ترگرت کے ملک میں داخل ہوا
A 6 7|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S شداد جب رات کو لیٹے تو خوف سے اس قدر بے چین اور متاثر ہوتے جیسے بھاڑ میں چنا
A 4 5|||R:VERB|||لیٹتے|||REQUIRED|||-NONE-|||0

S ا س کا سارا وقت ا نتظام ملک میں گزرا
A 9 10|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S برای یاد مرا در دلش گذر دادن
A 5 6|||R:VERB|||گزر|||REQUIRED|||-NONE-|||0

S ان کا لقب ابو العسر ہےکیونکہ ان کی تصنیفات بہت مشکل ہوتیں ان سے روایات ابو المعالی محمد بن نصر الخط ب لیں
A 22 23|||R:VERB|||نےلیں|||REQUIRED|||-NONE-|||0

S جبکہ باقی علاقوں کی سرکماشی جن قبائل کے پاس ھے ان کی تفصیل کچھ یوں ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جبکہ باقی علاقوں کی سرکماشی جن قبائل کے پاس ھے ان کی تفصیل کچھ یوں ھے
A 15 16|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S بشیر مہتاب کا ضلع رام بن ریاست جموں و کشمیر سے تعلق ہے
A 12 13|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S ڈر ہے کہ وہ اپنی نسل بڑھائے بغیر ہی دنیا سے نہ چلاجائے
A 1 2|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S 1946 میں پنجاب مسلم سٹوڈنٹس فیڈریشن کا ایک جلوس سناتن دھرم کالج کے سامنے سے گزرا تو کالج کے اندر سے فائرنگ کی گئی
A 15 16|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S آپ کے آ با و اجداد صدور علما کبار میں سے گذرے ہیں
A 11 12|||R:VERB|||گزرے|||REQUIRED|||-NONE-|||0

S اس طرح آپ بہت سی تنظیموں سے آپ وابسطہ ہے
A 9 10|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S آپ 1976 سے انڈین میڈکل ایسوسی ایشن بہرائچ شاخ کے ارکان ہے
A 11 12|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S ریڈکراس بہرائچ کے سرپرست ہے
A 4 5|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S مہاراج سنگھ انٹر کالج کی انتظامیہ کے ارکان ہے
A 8 9|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اس طرح آپ بہت سی تنظیموں سے آپ وابستہ ہیں
A 9 10|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S امام وکیع بن الجراح مشہور محدث اور فقیہ ہیں
A 8 9|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S راؤ ( لقب ) ہندی زبان کا لفظ ہے
A 8 9|||R:VERB|||ھے|||REQUIRED|||-NONE-|||0

S راؤ ( لقب ) ہندی زبان کا لفظ ھے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S گرینج کے معیاری وقت کے مطابق 11 23 پر اور پاکستانی وقت کے مطابق 4 23 پر چاند زمین کے قریب ترین مقام پر ہوگا
A 24 25|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S 1876 اٹاوہ بھارت انتہائی فقیرانہ زندگی گذاری
A 6 7|||R:VERB|||گزاری|||REQUIRED|||-NONE-|||0

S الجوینی کا بچپن موضع ج و ین نزد نیشاپور میں گزرا
A 10 11|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S ان کی نسبت لوگ اعتقاد ولایت رکھتے ہیں اور تمام عمرا ن کی تعلیم علوم میں باوجود نا بینا ہونے کے گذری
A 21 22|||R:VERB|||گزری|||REQUIRED|||-NONE-|||0

S پریم دل والا راجکماری میتھالی کا سن کر اس کے عشق میں گرفتار ہوجاتا ہے
A 6 7|||R:VERB|||دیکھ|||REQUIRED|||-NONE-|||0

S مناظر احسن گیلانی نے اپنی نشو و نما کا بڑا حص ہ دادھیال گیلانی میں گزرا آپ کا خاندان خالص دینی و مذہبی تھا
A 15 16|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S 1971 میں بھی بھارت پاکستان کی جنگ کارگل میں لڈی گی
A 9 10|||R:VERB|||لڑی|||REQUIRED|||-NONE-|||0

S 1971 میں بھی بھارت پاکستان کی جنگ کارگل میں لڑی گی
A 10 11|||R:VERB|||گئی|||REQUIRED|||-NONE-|||0

S 1999 میں جبکی دونوں ملکوں کے پاس جوہری ہتھیار موجود تھے پھر سے کارگل میں جنگ لڈی گی
A 16 17|||R:VERB|||لڑی|||REQUIRED|||-NONE-|||0

S 1999 میں جبکی دونوں ملکوں کے پاس جوہری ہتھیار موجود تھے پھر سے کارگل میں جنگ لڈی گی
A 17 18|||R:VERB|||گئی|||REQUIRED|||-NONE-|||0

S اور زینت کے لیے اس کے اوپر خشخاش کے بیج لگا دیے جاتے ہیں
A 10 11|||R:VERB|||ڈال|||REQUIRED|||-NONE-|||0

S علامہ اسماعیل حقی کی ولادت 1063ھ آ دوس میں ہوئی بروسہ قسطنط ن ہ میں زندگی کا اکثر حصہ گذارا
A 19 20|||R:VERB|||گزارا|||REQUIRED|||-NONE-|||0

S اس نے زندگ ا اہم حصہ بطور خانہ بہ دوش گزارا اور پ ر اپنے دور ے بڑے شاعر بنے
A 19 20|||R:VERB|||بنا|||REQUIRED|||-NONE-|||0

S ہرو ضلع ہری پور اور ضلع اٹک گذر کر دریا سندھ میں جا گرتا ہے
A 7 8|||R:VERB|||گزر|||REQUIRED|||-NONE-|||0

S سیف علی جنجوعہ نے26 اکتوبر 1948 کو جام شہادت نوش کیا
A 10 11|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S جہاں پر آستانہ عالیہ پیر سید فیض علی شاہ سجادہ نشین پیر سید مقدس حسین شاہ قائم ہیے
A 17 18|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ملک پاکستان اور جیکب آباد سندہ کی مشہور سیاسی شخصیت ہو گزرے ہیں
A 11 12|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S ہیرا خالص کاربن ہوتا ہے جس میں سے روشنی گزر سکتی ہے مگر بجلی نہیں گزر سکتی
A 9 10|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S ہیرا خالص کاربن ہوتا ہے جس میں سے روشنی گزر سکتی ہے مگر بجلی نہیں گزر سکتی
A 15 16|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S اس کے برعکس گریفائیٹ بھی کاربن ہی ہوتا ہے مگر اس میں سے روشنی نہیں گزر سکتی لیکن بجلی گزر جاتی ہے
A 15 16|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S اس کے برعکس گریفائیٹ بھی کاربن ہی ہوتا ہے مگر اس میں سے روشنی نہیں گزر سکتی لیکن بجلی گزر جاتی ہے
A 19 20|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S فاسفورس کی تیسری قسم کالا فاسفورس ہوتی ہے جس میں سے بجلی گزر سکتی ہے
A 12 13|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S سفید قلعی سے بجلی گزر سکتی ہے مگر خاکستری قلعی سے نہیں
A 4 5|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S ہیرا خالص کاربن ہوتا ہے جس میں سے روشنی گذر سکتی ہے مگر بجلی نہیں گذر سکتی
A 9 10|||R:VERB|||گزر|||REQUIRED|||-NONE-|||0

S ہیرا خالص کاربن ہوتا ہے جس میں سے روشنی گذر سکتی ہے مگر بجلی نہیں گذر سکتی
A 15 16|||R:VERB|||گزر|||REQUIRED|||-NONE-|||0

S اس کے برعکس گریفائیٹ بھی کاربن ہی ہوتا ہے مگر اس میں سے روشنی نہیں گذر سکتی لیکن بجلی گذر جاتی ہے
A 15 16|||R:VERB|||گزر|||REQUIRED|||-NONE-|||0

S اس کے برعکس گریفائیٹ بھی کاربن ہی ہوتا ہے مگر اس میں سے روشنی نہیں گذر سکتی لیکن بجلی گذر جاتی ہے
A 19 20|||R:VERB|||گزر|||REQUIRED|||-NONE-|||0

S فاسفورس کی تیسری قسم کالا فاسفورس ہوتی ہے جس میں سے بجلی گذر سکتی ہے
A 12 13|||R:VERB|||گزر|||REQUIRED|||-NONE-|||0

S سفید قلعی سے بجلی گذر سکتی ہے مگر خاکستری قلعی سے نہیں
A 4 5|||R:VERB|||گزر|||REQUIRED|||-NONE-|||0

S نابغہ جعدی کے نام میں اختلاف ہے ق س بن عبد الل بعض نے عبد الل بن ق س لکھا
A 19 20|||R:VERB|||لکھاہے|||REQUIRED|||-NONE-|||0

S جنکا سلسلہ نسب سیدنا صدیق اکبر تک جاتا تھا
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S دریائے کابل اور دریائے سوات کے جنگلوں میں کافی عرصہ زہد و عبادت میں گذارا
A 14 15|||R:VERB|||گزارا|||REQUIRED|||-NONE-|||0

S زیادہ مقدار میں جا لینے سے جلاب لگ جاتے جو ایک دو دن میں خود ہی ٹھیک ہو جاتے ہیں
A 3 4|||R:VERB|||کھا|||REQUIRED|||-NONE-|||0

S چنانچہ وہ واپس آئیں اور وہیں عدت گذاری
A 7 8|||R:VERB|||گزاری|||REQUIRED|||-NONE-|||0

S ابوعبیدہ جو اپنے زمانہ کے مشہور محدث گزرے ہیں زینب کے نور نظر تھے
A 7 8|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S کپڑے ایک جیسے اور نکھرے ہو نظر آتے ہیں
A 5 6|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S سماجی اور معاشرتی پروگراموں میں اصلاح رسوم می بنیاد پڑی
A 9 10|||R:VERB|||ڈالی|||REQUIRED|||-NONE-|||0

S ایک عرصہ تک اس سلاح کے ذریعہ دینی عقائد و اصول کو ذہنوں میں راسخ کردیا
A 15 16|||R:VERB|||کیا|||REQUIRED|||-NONE-|||0

S 1938 میں آپ کا عقد ھوا
A 5 6|||R:VERB|||ہوا|||REQUIRED|||-NONE-|||0

S قبلہ سلطان عالم کا سالانہ عرس 9 مئی کو دربارعالیہ شریف کالادیو جہلم میں ھوتا ہے
A 14 15|||R:VERB|||ہوتا|||REQUIRED|||-NONE-|||0

S لیل و نہار لاہور پاکستان سے شائع ہونے والا ایک ادبی جریدہ ہے جس کا اجرا 20 جنوری 1957 میں ہوا
A 12 13|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S پی ایچ ڈی کی ڈگری حاصل کرنے کے بعد وہ لاہور واپس آئے
A 12 13|||R:VERB|||لوٹے|||REQUIRED|||-NONE-|||0

S طارق عزیز ( 28 اپریل 1936 ) پاکستان کے نامور صداکار اداکار اور شاعر ہیں
A 14 15|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S ان کا مطالعہ بہت وسیع ہے
A 5 6|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S طارق عزیز ہمہ جہت شخصیت ہیں
A 5 6|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اور پھر ہم سب نے دیکھا کہ طارق عزیز کا سلام ساری دنیا تک پہنچا ہے
A 15 16|||R:VERB|||گیا|||REQUIRED|||-NONE-|||0

S ڈارک میٹر یعنی کے سیاہ مادہ کا اس وقت پتا چلا جب پروفیسر فرٹز وکی قومہ کلسٹر کہکشاں کا مشاہدہ ک رہے تھے
A 20 21|||R:VERB|||کر|||REQUIRED|||-NONE-|||0

S ہری پور جو ہزارہ ڈویژن کا اہم شہر رہے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S تاریخی شواہد سے ا س بات کی تحقیق ممکن ہے کہ یہ مقبرہ کس شخصیت ہے
A 15 16|||R:VERB|||کاہے|||REQUIRED|||-NONE-|||0

S مصنفہ تہمینہ درانی مریو نواز کی خالہ ہیں
A 7 8|||R:VERB|||ھیں|||REQUIRED|||-NONE-|||0

S مصنفہ تہمینہ درانی مریم نواز کی چاچی ھیں
A 7 8|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S آپ کے تلامذہ اور خلفا میں نا مور علما اور مشائخ گزرے چند خلفا کے نام یہ ہیں
A 11 12|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S سید بلاول شاہ المعروف " نورانی بابا " آپ ایک ولی بزرگ گزرے ہیں
A 12 13|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S 2015 میں ایم ٹی ایل ٹریکٹروں کے 7 نمونے بنا اور بیچ رہا تھا
A 12 13|||R:VERB|||چکی|||REQUIRED|||-NONE-|||0

S 2015 میں ایم ٹی ایل ٹریکٹروں کے 7 نمونے بنا اور بیچ رہا تھا
A 13 14|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ابو الطیب الطبری کی ولادت 348ھبمطابق 960ھ آمل صوبہ طبرستان میں ہوئی جبکہ زندگی کا اکثر حصہ بغداد میں گذارا
A 19 20|||R:VERB|||گزارا|||REQUIRED|||-NONE-|||0

S کتاب کے تیسرے حصہ میں ا ن مشاہیر کا تذکرہ کیا گیا ہے جو عہد اکبری میں گزرے ہیں
A 17 18|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S ٹریننگ کم سیاحت زیادہ ہوئی
A 4 5|||R:VERB|||کی|||REQUIRED|||-NONE-|||0

S سرو سہارنپوری کی پہچان ادب , اور شاعری ہے آپ نے ساری زندگی راولپنڈی ( پنجاب ) , پاکستان میں گذاری
A 20 21|||R:VERB|||گزاری|||REQUIRED|||-NONE-|||0

S ا ن کی زندگی کا ابتدائی حصہ دمشق میں گزرا جہاں ا نہوں نے مشہور علما سے تعلیم حاصل کی
A 9 10|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S ابن القلانسی کی زندگی کا طویل حصہ دمشق میں گزرا
A 9 10|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S بقیہ تمام عمر وہیں گذاری جہاں آپ کا مزار ہے
A 4 5|||R:VERB|||گزاری|||REQUIRED|||-NONE-|||0

S اور اس کا تعلق قبیلہ بنیامین سے ہے
A 7 8|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S یہ منوچہر کی اولاد سے گذرا ہے
A 5 6|||R:VERB|||گزرا|||REQUIRED|||-NONE-|||0

S اور آنے والے مورخوں نے بھی اصل نام دریافت کرنے کی بجائے لقب ہی لکھنے پر اکتفا کیاہے
A 17 18|||R:VERB|||کیا|||REQUIRED|||-NONE-|||0

S کنچن چودھری بھٹاچاریہ اتراکھنڈ پولیس کی سابق ڈائریکٹر جنرل ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S وہ کسی ریاست کی پولیس ڈائریکٹر جنرل بننے والی پہلی عورت ہے اور 31 اکتوبر 2007 کو سروس سے ریٹائر ہوئی
A 11 12|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S وہ کرن بیدی کے بعد اس ملک کی دوسری خاتون آئی پی ایس افسر ہے
A 14 15|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S ان کے پاس 33 سال کے کام کا ایک شاندار تجربہ ہے
A 11 12|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S وہ 1973 میں آئی پی ایس میں شامل ہونے والی دوسری افسر اور اترپردیش کیڈر کی پہلی خاتون آئی پی ایس افسر ہیں
A 22 23|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S ان کے مختلف شوق ہیں
A 4 5|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S وہ شاعری لکھتی ہیں اور ڈرامے میں حصہ لیتی ہے
A 3 4|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S وہ شاعری لکھتی ہیں اور ڈرامے میں حصہ لیتی ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S تین دن گزر گئے لیکن وہ نہیں گئی اور آخری دن پر ڈائریکٹر نے انہیں آڈیشن دینے پر مجبور کر دیا
A 2 3|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S مسیحی ایپوکریفا اور اسلام کے مطابق آپ مریم کی والدہ اور یسوع مسیح کی نانی ہیں
A 15 16|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S ڈاکٹر سید محمد امین میاں کئی کتابیں تصنیف چکے ہیں
A 8 9|||R:VERB|||کرچکے|||REQUIRED|||-NONE-|||0

S اس کی یاد میں جوہی شہر میں اکبر جسکانی میموریل لائبرری 2000ع سے قائم ہے اور نوجوانوں کے لیے علمی استفادے کا مرکز ہو
A 23 24|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S انہی کی اولاد میں سید ناصر حسین چشتی بھی گذرے ہیں
A 9 10|||R:VERB|||گزرے|||REQUIRED|||-NONE-|||0

S انہی کی اولاد میں سید ناصر حسین چشتی بھی گزرے ہیں
A 9 10|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S 30 مارچ 2023 تک ( ایک روزہ نمبر 4556 ) تک مکمل یے
A 12 13|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اور ان کے بیٹے سموئیل اور بیوی حناح بھی نبی گزرے تھے
A 10 11|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S زندگی کا زیادہ حصہ کراچی ( سندھ ) , پاکستان میں گذارا
A 11 12|||R:VERB|||گزارا|||REQUIRED|||-NONE-|||0

S ستلج ریفارمڈ چرچ آف پاکستان " ورلڈریفارمڈفیلوشپ " نیشنل اکیومینیکل کونسل پاکستان اور پاکستان الائنس آف چرچز کا ممب رہے
A 19 20|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S پرائمری تک تعلیم حاصل کرنے کے بعد والدین کے ہمراہ کراچی میں سکونت پزیر ہوئے
A 14 15|||R:VERB|||کی|||REQUIRED|||-NONE-|||0

S یہ مقدمہ ممبئی ہائی کورٹ میں آخری سماعت کے مرحلے سے گزر رہا ہے
A 11 12|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S کیرانہ کا قصبہ کوروکھیشتر کے قریب واقع تھا جہاں کوروں اور پانڈوؤں میں جنگ ہوئی تھی
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S مخدوم سکندربودلہ بہار کو 694ھ بمطابق 1298 کو راجہ چوپٹ نے شہید کیا تھا
A 12 13|||R:VERB|||کروایا|||REQUIRED|||-NONE-|||0

S تاریخ ولادت 14 فروری 1962 تھی
A 5 6|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S مارچ 2015 سارہ نے سپائس جیٹ میں کام کیا تھا
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S سوشیو کا سال پیدائش اور سال وفات معلوم نہیں ہو سکا غالبا ا س کی زندگی کا ایک طویل حصہ اطالیہ میں گزرا
A 22 23|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S سید ابراہیم شیرازی سادات میں سے سب سے پہلے عرب سے نکل کر ایران کے بہت بڑے شہر شیراز میں آباد ہوے
A 21 22|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S تو اس نے دو سالوں تک امنون سے بات تک نہ کری جیسے ہی دوسال گزرے ابی سلوم نے امنون کو قتل کر دیا
A 15 16|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S پوری زندگی سادگی میں گذاری
A 4 5|||R:VERB|||گزاری|||REQUIRED|||-NONE-|||0

S پیرغلام حسن سواگ کی تمام عمر دین اسلام اور شریعت مصطفی کے احکام کی اشاعت فرمانے میں گذری
A 17 18|||R:VERB|||گزری|||REQUIRED|||-NONE-|||0

S پیرغلام حسن سواگ کی تمام عمر دین اسلام اور شریعت مصطفی کے احکام کی اشاعت فرمانے میں گزری
A 17 18|||R:VERB|||گذری|||REQUIRED|||-NONE-|||0

S وہ چیز کے بدلے چیز نہیں لیتا
A 6 7|||R:VERB|||دیتا|||REQUIRED|||-NONE-|||0

S ہر روز تین بار گھٹنے ٹیک کر دعا کر تا اور اس کی شکر گذاری کر تا تھا
A 14 15|||R:VERB|||گزاری|||REQUIRED|||-NONE-|||0

S کٹپا ( ستیہ راج ) اپنی کہانی سننا جاری رکھتا ہے کہ کس طرح اس نے باہوبلی کو مارا
A 7 8|||R:VERB|||سنانا|||REQUIRED|||-NONE-|||0

S وہ انڈین انسٹی ٹیوٹ آف مینیجمنٹ احمدآباد سے ایم بی اے میں فارغ التحصیل ہے
A 14 15|||R:VERB|||ہوئی|||REQUIRED|||-NONE-|||0

S پانچویں جلد کی اشاعت 2012 عمل آئی
A 6 7|||R:VERB|||ہوئی|||REQUIRED|||-NONE-|||0

S شیخ مرزا اکمل الدین کامل بدخشی کشمیریسلسلہ نقشبندیہ کے کشمیر میں بزرگ ہو گذرے ہیں
A 13 14|||R:VERB|||گزرے|||REQUIRED|||-NONE-|||0

S خدا نے موسی کو دوبارہ مصر بھیجا تاکہ وہ بنی اسرائیلیوں کو غلامی سے نجات دلایا سکے اور ان کی آزادی کا مطالبہ کرے
A 15 16|||R:VERB|||دلا|||REQUIRED|||-NONE-|||0

S اور ہم ایک ایسے ملک سے گزرے جو اپنے باشندوں کو کھا جاتا ہے
A 6 7|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S جب چودہ سال گزر گئے تو موسی بنی اسرائیلیوں کو بحیرہ مردار کے مشرق کے ارد گرد کے علاقے ادوم اور موآب لے گئے
A 3 4|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S آپ کی مقام ولادت لکھنؤ سے تین منزل کی مسافت پر جائس اور نصیر آباد واقع ہے
A 16 17|||R:VERB|||ہوئی|||REQUIRED|||-NONE-|||0

S مزید دیکھیں زمرہ عہد نامہ جدید کے مسیحی قدیس
A 8 9|||R:VERB|||سینٹ|||REQUIRED|||-NONE-|||0

S مزید دیکھیں زمرہ عہد نامہ قدیم کے مسیحی قدیس
A 8 9|||R:VERB|||سینٹ|||REQUIRED|||-NONE-|||0

S اردن میں شامی پناہ گزینوں کے لیے پانچ کیمپ قا م کیے گیے ھیں
A 13 14|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S مسز ضیاعلی نے ریٹائرمنٹ کے بعداپنی باقی ماندہ زندگی ایک سوشل ورکر کی حیثیت سے گذاری
A 15 16|||R:VERB|||گزاری|||REQUIRED|||-NONE-|||0

S جامعہ تعلیم القرآن واقع راجہ بازارراولپنڈی بھی اسی مکتب فکرکامدرسہ ہے
A 10 11|||R:VERB|||ھے|||REQUIRED|||-NONE-|||0

S بلیچنگ پاوڈر ایک طاقتور تکسیدی عامل ہے اور کئی طرح کے رنگ مٹا سکتا ہے
A 12 13|||R:VERB|||کاٹ|||REQUIRED|||-NONE-|||0

S ابن الجزری کی ابتدائی زندگی دمشق میں ہی گزری
A 8 9|||R:VERB|||گذری|||REQUIRED|||-NONE-|||0

S تقسیم ہند کے بعد وہ پاکستان چلے آئے اور یہاں درس و تدریس کے شعبے سے وابستہ ہوئے
A 6 7|||R:VERB|||ہو|||REQUIRED|||-NONE-|||0

S تقسیم ہند کے بعد وہ پاکستان چلے آئے اور یہاں درس و تدریس کے شعبے سے وابستہ ہوئے
A 7 8|||R:VERB|||گئے|||REQUIRED|||-NONE-|||0

S یہ چیمپئین ٹرافی کا آٹھواں ٹورنمامنٹ ہے
A 6 7|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S اور شاگروں کے پاس تھوڑی سی مچھلیاں ت ھیں
A 8 9|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S عبدالرحیم ناگوری ( اے آر ناگوری ) کے نام سےپاکستان کے معروف مصور ہیں
A 13 14|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S قاری زبید رسولپاکستان کے مشہور و معروف نعت خواں گذرے ہیں
A 9 10|||R:VERB|||گزرے|||REQUIRED|||-NONE-|||0

S مجھے دکھ ہوا کہ جو بات یورپ والے مان گئے ہمارے والوں کا کیا قصور تھا
A 15 16|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس کے علاوہ تمباکو اور کچھ کیمیائی مادے اور خوشبو ڈال کر اسے پاؤچ میں پیک کیا گیا ہے
A 17 18|||R:VERB|||ہوتا|||REQUIRED|||-NONE-|||0

S وہ شرٹ پتلون سے لے سوٹ تک برانڈڈ پہن لیتے ہیں
A 4 5|||R:VERB|||لےکر|||REQUIRED|||-NONE-|||0

S شرٹ ایک سلا ہوا کپڑا ہوتا ہے جس عام طور سے مرد حضرات پنتے ہیں
A 13 14|||R:VERB|||پہنتے|||REQUIRED|||-NONE-|||0

S اس کا مقصد یہ ہے کہ ایک آزاد ویکی متی کتب دست یاب ہو جس میں کتب کے متون موجود ہوں
A 13 14|||R:VERB|||ہوں|||REQUIRED|||-NONE-|||0

S یہ مضمون ایک شخصیت کے حوالے بہترین مضمون ھے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S شدت پسند گروہ پر یہ بھی الزام ہے کہ یہ جنگ میں کیمیائی ہتھیار استعمال کر رہے ہیں
A 7 8|||R:VERB|||تھق|||REQUIRED|||-NONE-|||0

S شدت پسند گروہ پر یہ بھی الزام ہے کہ یہ جنگ میں کیمیائی ہتھیار استعمال کر رہے ہیں
A 17 18|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S مولانا سید شہاب الدین سلفی فردوسی ( ولادت 1956 ) ایک مشہور عالم دین مصنف اور سماجی خدمتگار ہیں
A 18 19|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S شہرشولاپورمیں واقع اطہر بلڈ بینک اور مسجد السلام کے بانی اور چیرمین ہیں
A 12 13|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S آپ نے اردو میں نبی کی سیرت سمیت کئی کتابیں لکھی ہیں
A 11 12|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S 1795 میں ا نہیں سلطنت مغلیہ نے بحیثیت نواب کرناٹک تسلیم کرلیا
A 11 12|||R:VERB|||کیا|||REQUIRED|||-NONE-|||0

S 779ھ بمطابق 1377 ایران میں پیدا ہوئے اور زیادہ عمر بخارا میں گذاری اس نسبت سے بخاری کہلاتے ہیں
A 12 13|||R:VERB|||گزاری|||REQUIRED|||-NONE-|||0

S برکاتی ایک علمی خانوادے سے تعلق رکھتے ہیں
A 7 8|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S حیدرآباد میں رہائش کے دوران میں گزر اوقات کے لیے آپ نے چھ روپے ماہوار پر ٹیوشن پڑھایا
A 6 7|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S وارہہ مہر ( انگریزی ) بکرما جیت کے نو رتنوں میں سے ایک رتن ہیں
A 14 15|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S احمد ر م تیونس میں فقہ حنفی کے اکابر علما میں سے ہیں
A 12 13|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S روایتی دیومالا کے ہیرو نے سماجی دنیا کے تحفط کو پیچھے دہنے دیا تھا
A 11 12|||R:VERB|||رہنے|||REQUIRED|||-NONE-|||0

S اگر وہ کامیاب ہو کیا تو وہ اپنے لوگوں کے پاس کچھ نئی اور قیمتی باتیں لے کر لوٹے گا
A 4 5|||R:VERB|||گیا|||REQUIRED|||-NONE-|||0

S ان کا بچپن انقلاب کے سائے میں گزرا اور کم عمری میں والدین دنیا سے کوچ کر گئے
A 7 8|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S ایسا منا جاتا ہے کہ جاپانی مجموعہ الجزائر پر پہلی انسانی آبادی زمانہ قبل از تاریخ سے موجود ہے
A 1 2|||R:VERB|||مانا|||REQUIRED|||-NONE-|||0

S ان کا خیال تھا کہ ذات پات کا فرق چھوت چھات پوجا پاٹ اور طبقاتی اونچ نیچ پنڈتوں اور مولویوں کے ڈھونگ ھیں
A 22 23|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S غزلیں بھی نظرسے گذریں جوایساآئینہ ہیں جومصفااورمجل اہے اورکسی سفلی جذبے کے غبارکاکوئی ذرہ اس آئینے کی سطح پرنہیں ھے
A 19 20|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S مغربی کنارہ میں اسرائیلی حکومتی ادارہ تھا
A 6 7|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جوں جوں عمر بڑھی یہ شوق بھی پختہ ھوتا گیا
A 8 9|||R:VERB|||ہوتا|||REQUIRED|||-NONE-|||0

S کندیاں میں ریلوے کے قبرستان میں مدفن ھیں
A 7 8|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S کتبہ پر آپکا اپنالکھا ھوا شعر کندہ ھے
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ایک امریکی اداکارہ رقاصہ اور کوریوگرافر ہے
A 6 7|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S بدرالدین بدر سرگودھا ( پنجاب ) پاکستان اردو کے شاعر اور مصنف ہیں
A 12 13|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S حسین محمد ارشاد ایک بنگلہ دیشی سیاست دان ہیں جو 1983 سے 1990 تک بنگلہ دیش کے دسویں صدر رہے
A 8 9|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S آج فقط اک لفظ بنا ھے
A 5 6|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S خورشید بیگ چار بہنوں اور تین بھائیوں میں سب سے بڑے ہیں
A 11 12|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S آپ صفرالمظفر 1341ھ بمطابق ستمبر 1922 کو بمقام نیلہ ضلع چکوال میں اپنے ننہال کے ہاں پیدا ہو اور اسی نسبت سے آپ نیلوی کہلا
A 24 25|||R:VERB|||کہلائے|||REQUIRED|||-NONE-|||0

S آپ کے والد ماجد کا اسم گرامی قاضی شیرمحمد ہے اور قومیت کے لحاظ سے آپ اعوان تھے
A 9 10|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S آدھی رات فرشتہ مصر سے گزرا اور فرعون سے لے کر قید خانہ کے قیدی تک کے پہلوٹوں کو قتل کر دیے گئے
A 5 6|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S محمد طیب طاہری آپ کے علمی جانشین ٹھہرے اورجماعت کے مرکزی امیرمنتخب ہوئے
A 7 8|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S ادونی رام یا ادورام ( عبرانی میرا خداوند سرفراز رہے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S والد کا نام شیخ محمد امین تھا ساری زندگی اسی جگہ گذاری
A 11 12|||R:VERB|||گزاری|||REQUIRED|||-NONE-|||0

S سائیں مولا شاہ کی وفات1944 زندگی کے آخری ایام میں تبر شریف ضلع گورداسپور میں باغبانی کا کام کرتے گذارا
A 19 20|||R:VERB|||گزارا|||REQUIRED|||-NONE-|||0

S غیاث الدین خواندمیر دسویں صدی ہجری کے ایرانی مؤرخ ہیں
A 9 10|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S 2001 سے آپ کانگریس صدر سونیا گاندھی کے سیاسی سیکرٹری بھی ہے
A 11 12|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S کے ایچ خورشید کا بچپن گلگت میں گزرا
A 7 8|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S بسم اللہ الرحمن الرحیم ڈھینگ جٹ قبیلہ کی شاخ ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ح ومت ایران نے اس کتاب پر پابندی لگادی ہے تاہم اس کا پی ڈی ایف نسخہ انٹر نیٹ پر بآسانی مل سکتا ہے
A 22 23|||R:VERB|||جاتا|||REQUIRED|||-NONE-|||0

S مخالفین کو قتل کرنے کے ساتھ ساتھ گروپ کی مالی سرگرمیوں کو پورا کرنے کے لیے ساتھ ساتھ ڈاکے بھی مارنا شروع کردیے
A 20 21|||R:VERB|||ڈالنا|||REQUIRED|||-NONE-|||0

S دودفعہ ا س کی درخواست نامنظور کردی گی
A 7 8|||R:VERB|||گئی|||REQUIRED|||-NONE-|||0

S جوکہ بعدازاں عمر قید میں بدل دی گی
A 7 8|||R:VERB|||گئی|||REQUIRED|||-NONE-|||0

S ابو اسما غض ف بن الحارث الثمالی اور کہا گیاالس ونی کنیت ابو اسما ہے
A 14 15|||R:VERB|||کہتےہیں|||REQUIRED|||-NONE-|||0

S روانی بلوچ رند قبیلہ کی ایک مضبوط شاخ ھے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S قوی تحقیق ھے کہ بلوچ قوم کا تعلق شام کے علاقہ حلب کی وادی بلوص سے ھے
A 2 3|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S قوی تحقیق ھے کہ بلوچ قوم کا تعلق شام کے علاقہ حلب کی وادی بلوص سے ھے
A 16 17|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S مزید تحقیق سے پتہ چلتا ھے
A 5 6|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ایران کے صوبہ بلوچستان اور پاکستان کے صوبہ بلوچستان میں آباد قبائل میں بہت سی چیزیں مشترک ھیں
A 17 18|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S پاکستان میں آباد بلوچ قبائل کو دو بڑے گروپوں میں تقسیم کیا جاتا ھے
A 13 14|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان میں بگٹی لاشاری رند اور اس کی ذیلی شاخیں شامل ھیں
A 11 12|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S یہی وجہ ھے کہ روانی قبیلہ پنجاب اور بلوچستان میں بکھر کر رہے گیا ھے
A 2 3|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہی وجہ ھے کہ روانی قبیلہ پنجاب اور بلوچستان میں بکھر کر رہے گیا ھے
A 14 15|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S آج بھی یہ خاندان اپنے نسبتی لقب " رحمانی " کے نام سے جانا پہچانا جاتا ھے
A 16 17|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جو سیاسی و مذھبی خدمت میں مصروف ھیں اور رھیں گے انشا اللہ
A 7 8|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S یہاں پر ایک گورنمنٹ بوائز ہائی سکول مڈل گرلز سکول پرائمری سکول اور بیسک ہیلتھ سینٹر موجود ھے
A 17 18|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S پبی پاکستان کے صوبہ خیبر پختونخوا کے ضلع نوشہرہ کی ایک تحصیل ہے جوپشاورسے کلومیٹر کے فاصلہ پر جی ٹی روڈ کے دونوں جانب اباد ھیں
A 25 26|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S ا وریجن ادامنتیس مسیحی کلیسیا میں ایک جید عالم گذرا ہے
A 9 10|||R:VERB|||گزرا|||REQUIRED|||-NONE-|||0

S ا وریجن ادامنتیس مسیحی کلیسیا میں ایک جید عالم گزرا ہے
A 9 10|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S 1988 سے اس میلے کی اعزازی صدارت شہزادہ البرٹ دوم کے پاس ہے
A 12 13|||R:VERB|||گئی|||REQUIRED|||-NONE-|||0

S لاوہ ایشیا کا سب سے بڑا قصبہ ہے
A 7 8|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S ڈاکٹر مبشر حسنپاکستان کے ممتاز دانشور سائنس دان سول انجینئیر استاد سیاست دان محقق مبصر صحافی تجزیہ نگار ہیں
A 18 19|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S چنانچہ ان کا بچپن دادا دادی کے ساتھ گاؤں میں گزرا
A 10 11|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S اگر سبھی ارکان دو صنفی ہوں تو ممکن ہے خاندان کا ہر رکن بلا لحاظ جنس کسی ہر ایک تعلق بنائے رکھے گا
A 21 22|||R:VERB|||کرے|||REQUIRED|||-NONE-|||0

S ام ولد اس زر خرید کنیز کو کہا جاتا تھا جو اپنے مالک کے بچے کی ماں بن جائے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S سسرال میں سکونت کا نمونہ اختیار کرنے والے خاندان عموم ا گھریلو وسائل کی مشترکہ ملکیت پر محمول ہوتے ہیں
A 18 19|||R:VERB|||رکھتے|||REQUIRED|||-NONE-|||0

S یہاں ایک بہت بڑا گراؤنڈ ہے جہاں بچے اور جوان شام کے وقت کرکٹ اور والی بال کھیلتے ھیں
A 18 19|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S آپ کا تعلق جھنگ کے علاقے گڑھ مہا راجہ سے ھے
A 10 11|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ا س وقت کل یگ کے 3600 سال گزر چکے تھے اور آریہ بھٹکی عمر 23 سال تھی
A 8 9|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S آریہ بھٹ کی تحقیق کے مطابق اب تک یعنی سال 2017 تک کل یگ کے 5119 سال گزر چکے ہیں
A 17 18|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S جہاں پر آپ کا بچپن کھیتی باڑی کے امور میں والد کا ہاتھ بٹاتے ہوئے گزرا
A 15 16|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S مدھم سی موسیقی چل رہی ہوگی
A 5 6|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اور تمام زندگی وہیل چئیر پر گذری
A 6 7|||R:VERB|||گزری|||REQUIRED|||-NONE-|||0

S جس نے وہیں پرورش پائی جو آگے چل کر شکنتلا کے نام سے جاننے لگی
A 14 15|||R:VERB|||ہوئی|||REQUIRED|||-NONE-|||0

S ابتدائی زندگی ٹھٹہ اور سندھ کے شہروں میں گزری
A 8 9|||R:VERB|||گذری|||REQUIRED|||-NONE-|||0

S اختصارعلوم الحدث ( حافظ ابن کثیر کی کتاب کاترجمہ ھے )
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S صارفین کے یہ عزم کس حد تک پورا ہے ذیل کے اعداد و شمار اس کی وضاحت کریں گے
A 8 9|||R:VERB|||ہوا|||REQUIRED|||-NONE-|||0

S جب کہ 60 معاملوں میں کم عمر مائیں حمل سے پہلے ناچاقی جنسی تجربے کے مرحلے سے گزر چکی ہیں
A 17 18|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S مستعین باللہ کا عہد خلافت انتشار سامرا کے دورانیہ میں گزرا
A 10 11|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S مستعین کا زمانہ خلافت بہت مختصر تھا اور یہ مختصر مدت شور و فتن میں گزری
A 15 16|||R:VERB|||گذری|||REQUIRED|||-NONE-|||0

S ان کے بڑے مسئلہ مسائل کو محمدحیات چاکرانی حل کرتا ہے سیاست میں زیادہ دلچسپی رکھتے ھیں
A 16 17|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S ا س کے نام کا خطبہ جامع بغداد میں پڑھوایا گیا ا مور سلطنت کے تمام اختیارات برکیاروق کو سونپ دئیے گئے
A 20 21|||R:VERB|||دیے|||REQUIRED|||-NONE-|||0

S اپنی ا نہی مہارتوں کے سبب وہ نظام حیدرآباد علی خان آصف جاہ ثانی کے ہمراہ تین جنگوں میں شریک ری
A 20 21|||R:VERB|||رہی|||REQUIRED|||-NONE-|||0

S اب یتیم خانہ لاہور روڈ کے قریب واقع مسجد رحمت اللعالمین میں خطیب ہے جہاں سے پندرہ ہزار ماہانہ مشاہرہ ملتا ہے
A 13 14|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S اب یتیم خانہ لاہور روڈ کے قریب واقع مسجد رحمت اللعالمین میں خطیب ہے جہاں سے پندرہ ہزار ماہانہ مشاہرہ ملتا ہے
A 21 22|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S اس کے علاوہ فدایان ختم نبوت پاکستان اور مجلس علما نظامیہ کے مرکزی امیر ہیں
A 14 15|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S دار العلوم انجمن نعمانیہ سمیت کئی مدارس تنظیمات اور اداروں کے سر پرست و نگران ہیں
A 15 16|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S 72 سال کی عمر میں 15 دسمبر 1974 کو وارانسی میں انتقال کرگئی
A 12 13|||R:VERB|||کرگئیں|||REQUIRED|||-NONE-|||0

S گلہ 5000سال پرانا ھے اسکے مشرق میں پہاڑی سلسلہ ھے جس میں 5000 سال پرانے شہر کے آثار کھنڈرات کی شکل میں آباد ھیں
A 3 4|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S گلہ 5000سال پرانا ھے اسکے مشرق میں پہاڑی سلسلہ ھے جس میں 5000 سال پرانے شہر کے آثار کھنڈرات کی شکل میں آباد ھیں
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S گلہ 5000سال پرانا ھے اسکے مشرق میں پہاڑی سلسلہ ھے جس میں 5000 سال پرانے شہر کے آثار کھنڈرات کی شکل میں آباد ھیں
A 23 24|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S یعنی مدینہ میں اسعد بن زرارہ اورابو الہیثم بن تیہان توحید کا خیال ظاہر کرتے تھے
A 14 15|||R:VERB|||رکھتے|||REQUIRED|||-NONE-|||0

S اس کتاب میں حضرت سیدنا غوث اعظم کے حالات و واقعات قلم بند کیے گی ہیں
A 14 15|||R:VERB|||گیئے|||REQUIRED|||-NONE-|||0

S پنجابی تارکین وطن پہلے ملایا سنگاپور اور چین وغیرہ گئے لیکن ان میں سے اکثر جلد ہی کنیڈا اور بعد ازاں امریکا کانے لگے
A 22 23|||R:VERB|||آنے|||REQUIRED|||-NONE-|||0

S غدر تحریک نے بظاہر اسی تحریک کی کوکھ سے جنم لیا لیکن اس کی جدوجہد کا پس منظر قدرے مختلف ہے
A 20 21|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S ان کی زیر ادارت ماہنامہ ساتھی کا خاص نمبر شکایت نمبر مئ 2018 میں 208 صفحات کے ساتھ شائع ہوا ہے
A 20 21|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S یسوع کا پانی پر چلنا یسوع مسیح کا اناجیل میں مذکور ایک معجزہ تھا
A 13 14|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S میں آپ سے درخواست کرتا ہوں کہ اگر آپ مجھے اس قابل سمجھتے ہیں تو مجھے استرجع کنندہ کے حقوق دوبارہ دے یے جائیں
A 22 23|||R:VERB|||دیے|||REQUIRED|||-NONE-|||0

S اور اصنف اسی کی خاطر تخلیق کا کرب چھیلتا ہے
A 8 9|||R:VERB|||جھیلتا|||REQUIRED|||-NONE-|||0

S وہ ماخود کالا باغ کوہاٹ بنوں ڈیرہ جات وغیرہ میں سے گذرا
A 11 12|||R:VERB|||گزرا|||REQUIRED|||-NONE-|||0

S بعد میں اس لڑکی کی لاش 9 جنوری کو کچرے کے ڈھیر میں پائی جو شاہ باز خان روڈ پر تھا
A 13 14|||R:VERB|||ملی|||REQUIRED|||-NONE-|||0

S حکومت اور متعلقہ ادارے ایسے واقعات کے خلاف ایکشن لیں
A 9 10|||R:VERB|||کریں|||REQUIRED|||-NONE-|||0

S نواز شریف نا ایل قرار دیے دیے
A 6 7|||R:VERB|||گئے|||REQUIRED|||-NONE-|||0

S 23 جولائی 2018 کو جماعت نے لاہور میں ریلیاں کیں
A 9 10|||R:VERB|||نکالیں|||REQUIRED|||-NONE-|||0

S جس کو الیکشن کمیشن نے مسترد کیا ھے کے عام انتخابات میں کوی دھاندلی نہیں ہوئی
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S پاؤنڈ 2004 میں قید میں ہی 51 سال کی عمر میں گزر گیا
A 11 12|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S دیگر ممالک کے یہودی شہری بھی شمالی کوریا میں داخلے کے بعد کئی مسائل سے گزرے
A 15 16|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S سردی منفی 30 ڈگری اور گرمیوں میں بھی 20 ڈگری سنٹی گریڈ سے 10 ڈگری سینٹی گریڈ تک رہتا ھے
A 19 20|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S زینت محل کی رہائش اکثر دہلی کے مضافاتی علاقہ لال کنواں میں واقع ایک حویلی میں تھی
A 16 17|||R:VERB|||رہی|||REQUIRED|||-NONE-|||0

S اسمیں شک نہیں کہ بعض ایسے صاحب گذرے ہیں جنکو مادرزاد ولی کے لقب سے پکارا جاتا ہے
A 7 8|||R:VERB|||گزرے|||REQUIRED|||-NONE-|||0

S ان ایام میں ایک دن کا ذکر ہے کہ ایک ہندو معہ چند سواروں کے وہاں سے گذر رہا تھا
A 17 18|||R:VERB|||گزر|||REQUIRED|||-NONE-|||0

S النبی یوشع کی مجموعی آبادی 70 افراد پر مشتمل ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S یہود ( انگریزی ) جدید بابلی سلطنت کا ایک صوبہ جو بحیرہ روم میں واقع ہے
A 15 16|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S یہود مدیناتا ( لاطینی ) ہخامنشی سلطنت کا ایک صوبہ جو بحیرہ روم میں واقع ہے
A 15 16|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S فالیولوجی خاندان ( لاطینی ) بازنطینی سلطنت کا ایک شاہی خاندان ہے
A 11 12|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S نینو چروتی ( پیدائش 25 ستمبر 1930 بیئلا پیعیمونتے میں ) ایک اطالوی کاروباری آدمی اور اسٹائلسٹ ہے
A 17 18|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S دیسی امریکی شاخ کی خصوصیات ڈومینیکی و ڈوو کو دوسرے وڈوو مذاہب سے امتیاز کرتی ہے
A 14 15|||R:VERB|||بناتی|||REQUIRED|||-NONE-|||0

S وہ مسلمانوں کے مذہبی رہنما شعلہ بیان خطیب اور قلمکار بھی ہیں
A 11 12|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اس دوران میں بی جے پی کے رہنماؤں نے تقریریں بھی کیں جن میں ایڈوانی مرلی منوہر جوشی اور اوما بھارتی بھی شامل تھے
A 23 24|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S " تسلیمہ نسرین " ایک بنگلہ دیشی مصنف اور سابق ڈاکٹر ہے جو 1994 سے جلاوطنی میں زندگی گذار رہی ہے
A 18 19|||R:VERB|||گزار|||REQUIRED|||-NONE-|||0

S سلطان العارفین حضرت مخدوم سی د عبد الرشید حقانی برصغیر میں سلسلہ سہروردی کے عظیم روحانی بزرگ ہیں
A 17 18|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S ڈیوڈ ہیملٹن کوک ایک امریکی بزنس مین انسان دوست سیاسی کارکن اور کیمیائی انجینئر ہے
A 14 15|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S سر جیمز مائیکل گولڈ سمتھ گولڈ سمتھ خاندان کا ایک رکن سرمایہ کار اور سیاست دان ہے
A 16 17|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S ہرشیتا دہیا ( انگریزی ) ایک ہریانوی گلوکارہ اور اداکارہ ہے
A 10 11|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S ذرائع کے مطابق بشری بی بی پاکستان کی پہلی باپردہ خاتون اول ہیں
A 12 13|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S وہ بالاعلان مشاعروں اور جلسوں میں اپنی انقلابی نظمیں پڑھتا تھا
A 9 10|||R:VERB|||پڑھتے|||REQUIRED|||-NONE-|||0

S میرا یہ گاؤں تحصیل عیسی خیل میں واقع ھے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اور یہ دریائے سندھ کے مغربی کنارے پر ایک کلو میٹر کے فاصلے پر واقع ھے
A 15 16|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اکبر خان مہمند قبیلے کے خان اور نواب گزرے ہے
A 8 9|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S بیکلائٹ بنانے کا عمل کئی مراحل پر مشتمل ہوتا تھا
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S باپ کے یگ میں ستی بنا بلائے چلی جاتی ہے
A 5 6|||R:VERB|||بن|||REQUIRED|||-NONE-|||0

S 2010 میں یونیسکو ولوں شاؤلن مندر اور پگوڈا جنگل کو عالمی وراثت اعلان کیا
A 13 14|||R:VERB|||دیا|||REQUIRED|||-NONE-|||0

S سردار بوٹا سنگھ ایک بھارتی سیاست دان ہے
A 7 8|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S 2015 میں گروور نے الون فلم کی ساتھی اداکارہ بپاشا باسو سے دوستی کی اور 30 اپریل 2016 میں اس سے بیاہ کر کیا
A 23 24|||R:VERB|||لیا|||REQUIRED|||-NONE-|||0

S مولانا طلحہ کاندھلی شیخول حدیث مولانا محمد زکریا کاندھلی کے بیٹے اور مظاہر علوم سہارنپور کے ناظم ہے
A 17 18|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S لہاسا میں بولی جان والی زبان کو ٹکسالی تبتی مانا جاتا ہے
A 3 4|||R:VERB|||جانے|||REQUIRED|||-NONE-|||0

S وہ پاکستانی جنرل انتخابات 1990 میں پہلی مرتبہ پیپلز پارٹی کے امیدوار کے طور پر قومی اسمبلی کو منتخب کیا گیا تھا
A 19 20|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S ستمبر 2018 میں اسے 2018 کے ایشیا کپ کے لیے پاکستان کے ایک روزہ بین الاقوامی اسکواڈ میں شامل کیا گیا
A 19 20|||R:VERB|||بنایا|||REQUIRED|||-NONE-|||0

S تشبیہ سید ایک معروف پاکستانی نژاد امریکی ہیں جنہوں نے کھل کر اپنے کئی کالموں اور نگارشات میں اسرائیل کی حمایت کی ہے
A 7 8|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S تشبیہ سید ایک معروف پاکستانی نژاد امریکی ہیں جنہوں نے کھل کر اپنے کئی کالموں اور نگارشات میں اسرائیل کی حمایت کی ہے
A 22 23|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S یہ بھی بات عام پوئی کہ پاکستان نے اطالیہ سے تین جہاز مصر کے لیے خریدے تھے
A 4 5|||R:VERB|||ہوئی|||REQUIRED|||-NONE-|||0

S یہ پہلا موقع تھا جب کسی اسرائیلی سفارت کار نے کسی مسلمان درگاہ یا مقام زیارت پر حاضری دیے ہوں
A 19 20|||R:VERB|||ہو|||REQUIRED|||-NONE-|||0

S جیسا کہ سنگاپور میں موجود اسرائیلی سفارت خانہ اپنا دائرہ کار مشرقی تیمورتک بھی رکھتا ہے شاید وہ پاکستان تک توسیع دے چکا ہے
A 22 23|||R:VERB|||سکتا|||REQUIRED|||-NONE-|||0

S یہ بدھ مت کی نئی شکل ہے سمجھی جاتی ہے جس کے بانی بھیم راؤ رام جی امبیڈکر ہیں
A 18 19|||R:VERB|||رکھی|||REQUIRED|||-NONE-|||0

S پاکستان کے سامنے امریکہ نے گھٹنے ٹجک دیئے
A 7 8|||R:VERB|||دیے|||REQUIRED|||-NONE-|||0

S آپ کا شمار تابع تابعین میں ھوتا ھے
A 6 7|||R:VERB|||ہوتا|||REQUIRED|||-NONE-|||0

S آپ کا شمار تابع تابعین میں ہوتا ھے
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S قبیلہ ابر میں ایک ( غالب ) نامی شخص ھے اس سے تعلقات نہ رکھنا کیونکہ وہ ( آل ابی طالب ) کا طرفدار ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S قبیلہ ابر میں ایک ( غالب ) نامی شخص ھے اس سے تعلقات نہ رکھنا کیونکہ وہ ( آل ابی طالب ) کا طرفدار ھے
A 24 25|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S پختون قبائل میں پہلے ہی امیر عبد الرحمن خان کے زمانے سے شیعہ اور بریلوی مخالف جذبات پا جاتے تھے
A 17 18|||R:VERB|||پائے|||REQUIRED|||-NONE-|||0

S ایئر چیف مارشل مجاہد انور خان ایک فور اسٹار رینک آفیسر اور چیف آف ائیر اسٹاف پاک فضائیہ ہیں
A 18 19|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S ایئر مارشل مجاہد انور خان پاک فضائیہ کے 22 ویں سربراہ ہیں
A 11 12|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S دوسرے الفاظ میں یہ وہ نقطہ ہے جب سورج خط استوا کے عین اوپر سے گزرے
A 15 16|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S سلومی ( " شلومیت " ) یا مریم سلومی یسوع کی ایک پیروکار تھی جس کا ذکر اناجیل اربعہ میں پایا جاتا ہے
A 21 22|||R:VERB|||ملتا|||REQUIRED|||-NONE-|||0

S اسی سلسلہ کے معرکہ سمرقند میں جام شہادت نوش پائی 1
A 9 10|||R:VERB|||فرمائی|||REQUIRED|||-NONE-|||0

S اس کی آبادی 50 ہزار سے زیادہ کے
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہ یونین کائونسل اور اہم تجارتی مرکز بھی ہو
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S مرتدشہنشاہ جولین کے دور میں یہودیوں کو سرکاری ظلم و ستم سے تھوڑا وقفہ ملا
A 14 15|||R:VERB|||آیا|||REQUIRED|||-NONE-|||0

S آئی بی ایم کلاؤڈ کمپیوٹنگ آئی بی ایم کی ایک کلاؤڈ کمپیوٹنگ خدمت ہت
A 13 14|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S توحید کے پرچار کی وجہ سے رام موہن رائے کو اپنے والد اور گھر سے الگ ہونا پڑھا
A 17 18|||R:VERB|||پڑا|||REQUIRED|||-NONE-|||0

S ابن جبیر جہاں جہاں سے گزرے
A 5 6|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S ابن جبیر جہاں جہاں سے گذرے
A 5 6|||R:VERB|||گزرے|||REQUIRED|||-NONE-|||0

S نابالغ بیواؤں کے لیے انہوں نے ایک اسکول قائم کرنے کا منصوبہ بن رکھا تھا کہ ان کے شوہر 1882 میں وفات پا گئے
A 12 13|||R:VERB|||بنا|||REQUIRED|||-NONE-|||0

S خویلد ابن اسد ( وفات 585 ) قریش کے ایک تاجر اور ام المومنین حضرت خدیجۃ الکبری کے والد ہیں
A 19 20|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S ان کا بچپن خاصی مشکلوں میں گزرا اور اپنی زندگی کے ابتدائی برسوں ہی میں انھیں تکلیفوں اور مصائب کا خاصا تجربہ ہوا
A 6 7|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S والٹر مونڈیل ایک امریکی سیاست دان سفارتکار اور وکیل ہے
A 9 10|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S عابد علی بنیادی طور پر ایک پاکستانی ٹیلی ویژن اداکار ہیں جنہوں نے لالی وڈ اور بالی وڈ فلموں میں بھی کا کیا ہے
A 10 11|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S عابد علی بنیادی طور پر ایک پاکستانی ٹیلی ویژن اداکار تھے جنہوں نے لالی وڈ اور بالی وڈ فلموں میں بھی کا کیا ہے
A 23 24|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S انہوں نے ہزاروں قحط زدہ افراد کی مدد کی اور جی بھر کر رقم صرف کی
A 11 12|||R:VERB|||کھول|||REQUIRED|||-NONE-|||0

S لندن میں دو مہینے کی انٹرنشپ مکمل کرنے سے پہلے چار مہینے تک اسکاٹ لینڈ میں وقت بھی گزرا
A 18 19|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S ان کے دور حکومت کا بیشتر وقت مغلوں شیدیوں میسور اور پرتگیزیوں سے لڑائی میں گزرا
A 15 16|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S تاہم 1666 سے 1670 کا عرصہ فریقین کے درمیان میں مصالحت مفاہمت اور انتہائی دوستانہ ماحول میں گزرا
A 17 18|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S وہ بچپن سے ہی رقص میں خصوصی دلچسپی رکھتی ہے اور کی اسٹیج شوز میں اپنی کارکردگی دیکھائی ہے
A 17 18|||R:VERB|||دکھائی|||REQUIRED|||-NONE-|||0

S یہ دسمبر 1986 کو تعمیر کیا گیا اور اس کی تعمیر پر 10 ملین امریکی ڈالر کی لاگت لگی تھی
A 18 19|||R:VERB|||آئی|||REQUIRED|||-NONE-|||0

S کئی بار مدھو اچاریہ کو مسلمان سرداروں کی جاگیروں اور علاقوں سے ہو کر گزرنا پڑا
A 14 15|||R:VERB|||گذرنا|||REQUIRED|||-NONE-|||0

S ان کے پیروکاروں ان کو پیش بین جھاڑ پھونک کے ذریعے علاج کرنے والی اور معجزات رکھنے والی سمجھتے تھے
A 16 17|||R:VERB|||کرنے|||REQUIRED|||-NONE-|||0

S آبراہ یا آب گزر یعنی پانی کی گذرگاہ یا راستہ ہے
A 3 4|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S نرملا ناگ پال مشہور نام سروج خان ( پیدائش 22 نومبر 1948 3جولائی 2020 ) بالی ووڈ کی ممتاز بھارتی رقص کوریو گرافر ہے
A 23 24|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S بھارت کی طرف سے دھونی پہلے کپتان ہیں جو 200 میچوں میں کپتانی کرچکے پیں
A 14 15|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S چونکہ روحانی ترقی کے لیے محض عقیدت ہی کافی سمجھی جاتی تھی تو لوگ جوق در جوق شامل ہو سکتےت ھے
A 20 21|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S بابا ہری داس یوگا کے استاد خاموشی اختیار کرنے والے سنیاسی اور دھرم اور موکش کے مبصر ہیں
A 17 18|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اس کے علاوہ انہیں کریہ یوگا ایور وید سانکھیہ تنتر یوگا وید اور سنسکرت پر بھی مہارت حاصل ہے
A 18 19|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S اس کے علاوہ وہ مصنف ڈراما نگار مارشل آرٹس کے استاد مجسمہ ساز اور مندروں کے ماہر معمار بھی ہیں
A 19 20|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اگرچہ وہ خود کبھی نہیں بولتے مگر کئی زبانوں پر عبور حاصل ہے اور ان میں لکھتے ہیں
A 12 13|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S اگرچہ وہ خود کبھی نہیں بولتے مگر کئی زبانوں پر عبور حاصل ہے اور ان میں لکھتے ہیں
A 17 18|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S نینی تال کے بابا ہری داس سوامی ہری داس سے الگ شخصیت ہیں
A 12 13|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S وہ اجمیر کے خواجہ غریب نواز اور دہلی کے نظام الدین اولیا کی بہت عقیدت مند ہے
A 16 17|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S وہ اسلام کے ابتدائی بنیادی تشریحات پر تنقید کے لیے بہت مشہور ہے اور اسلام کی انتہا پسندی کو سمجھنے کا کہتی ہے
A 12 13|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S وہ اسلام کے ابتدائی بنیادی تشریحات پر تنقید کے لیے بہت مشہور ہے اور اسلام کی انتہا پسندی کو سمجھنے کا کہتی ہے
A 22 23|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S فضل تھنگل کا بچپن اپنے والد کی زیر نگرانی تعلیم حاصل کرنے میں گزرا
A 13 14|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S وہ خون کی کمی سے متاثر ہوئی اور کچھ مہینے بعد اسقاط حمل اور تناؤ کے شدید دوروں سے گزری
A 19 20|||R:VERB|||گذری|||REQUIRED|||-NONE-|||0

S خالد جاوید ( پیدائش 9 مارچ 1960 ) ایک بھارتی ناول نگار اور اردو افسانہ نگار تھے
A 16 17|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S دیویندر سنگھ ( جنم 6 نومبر 1947 ) پنجاب کے ایک معاصر بھارتی فن کار ( مصور ) تھے
A 18 19|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S 1920 میں کانگرس اور خلافت کمیٹی کے اجلاس منعقد ہ بریلی میں تشریف لے کئے ابو الکلام آزاد سے بحث و مباحثہ کیا
A 14 15|||R:VERB|||کیے|||REQUIRED|||-NONE-|||0

S مغلیہ بادشاہوں نے سولہویں صدی میں اس سڑک سے گزر کر کشمیر فتح کیا تھا
A 9 10|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S غلام مصطف ی خان ہندوستانی کلاسیکی موسیقی کے گلوکار ہیں
A 9 10|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S وہ کلاسیکی گلوکار راشد خان کے استاد ہیں اور ممبئی مہاراشٹر میں اپنے خاندان کے ساتھ رہتے ہیں
A 17 18|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اس کے علاوہ کرشن کو مرلی بجائے ہوئے تری بھنگی انداز جو دکھایا گیا ہے وہ بھی ان کے مرہون منت ہے
A 6 7|||R:VERB|||بجاتے|||REQUIRED|||-NONE-|||0

S ان کے جنازے میں ہزاروں افراد شریک تھے
A 7 8|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S لکھنؤ کے اہل تشیع حضرات نے شہدائے کربلا کا سوگ منانا اور ان کے قصیدے پڑھنے کو اپنا مذہبی فریضہ مانا
A 20 21|||R:VERB|||کرتے|||REQUIRED|||-NONE-|||0

S جمہوریہ آئرلینڈ کی ایک بیرونی تھی
A 5 6|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S عارف الرحمان علوی ( پیدائش 29 جولائی 1949 ) ایک پاکستانی سیاست دان جو تیرہویں اور موجودہ صدر پاکستان ہیں
A 19 20|||R:VERB|||ں|||REQUIRED|||-NONE-|||0

S خیال زمان اورکزئی پاکستانی سیاست دان ہیں
A 6 7|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اس دن انہوں نے اعلان کیا
A 5 6|||R:VERB|||کیاکہ|||REQUIRED|||-NONE-|||0

S تاہم ایسے بہت سے شوافع بھی گزرے ہیں جنہوں نے ان کے بعض نظریات سے استفادہ کیا اور انہیں اختیار کرنے کی کوشش کی
A 6 7|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S اتنی دیر میں پرندے فرار ہو گئے اور باقی سارا دن بے کار گزرا
A 13 14|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S اگلے دن پٹانالہ میں تعزیہ پر پتھراؤ ہوا جس میں 10 افراد مر گئے اور درجنوں زخمی ہوے
A 12 13|||R:VERB|||مارے|||REQUIRED|||-NONE-|||0

S ان کے بعد مرثیہ خوان یا تحت اللفظ خوان ہیں جو مرثیوں کو شاعرانہ انداز میں سناتے ہیں
A 9 10|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S مجلسوں میں ختم کے وقت شربت پلانا یا مٹھائی یا کھانا تقسیم کرنا لازم ہے
A 14 15|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S مجتہدین کے وہاں کی مجلسوں میں پابندی دین کا بہت خیال رہتا ہے
A 12 13|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S خصوصا یہاں غفران مآب کے امام باڑے میں نویں محرم کو جو مجلس ہوتی ہے وہ خاص شان اور امتیاز رکھتی ہے
A 14 15|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S خصوصا یہاں غفران مآب کے امام باڑے میں نویں محرم کو جو مجلس ہوتی ہے وہ خاص شان اور امتیاز رکھتی ہے
A 21 22|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S اس کی شرکت کے شوق میں لوگ دور دور سے آتے ہیں
A 11 12|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S محرم بنارس میں مکمل طور پہ امن و امان سے گزرا
A 10 11|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S وہ اردو کی مشہور لغت کریم اللغات کے مولف ہیں
A 9 10|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S بڑے ہو کر تحصیل علم کے لیے دہلی آ ئے اور یہاں صرف و نحو منطق فلسفہ فقہ اور حدیث کی تعلیم حاصل کی
A 8 9|||R:VERB|||چلے|||REQUIRED|||-NONE-|||0

S بڑے ہو کر تحصیل علم کے لیے دہلی آ ئے اور یہاں صرف و نحو منطق فلسفہ فقہ اور حدیث کی تعلیم حاصل کی
A 9 10|||R:VERB|||گئے|||REQUIRED|||-NONE-|||0

S ہفت روزہ تہذیب نسواں کا پہلا شمارہ یکم جولائی 1898 کو لاہور سے شائع ہوا
A 14 15|||R:VERB|||آیا|||REQUIRED|||-NONE-|||0

S جس پر جا کر چار اضلاع کی خوبصورتی کو دیگھا جا سکتا ھے
A 12 13|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ہارکورٹ اسٹریٹ ریلوے لائن ہارکورٹ اسٹریٹ ڈبلن سے شروع ہو کر جنوبی مضافات علاقہ بری تک جاتی ہے
A 14 15|||R:VERB|||برے|||REQUIRED|||-NONE-|||0

S شب اسی گمان میں گزری اسد
A 4 5|||R:VERB|||گذری|||REQUIRED|||-NONE-|||0

S شب اسی گمان میں گذری اسد
A 4 5|||R:VERB|||گزری|||REQUIRED|||-NONE-|||0

S یہ آخری معرکہ تھا جس میں شیواجی شریک تھے
A 8 9|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S ساتھ ہی ساتھ امریکا یورپ مشرق بعید اور اسلامی دور کے سکوں کی بھی اچھی نمائنگی کرتا ہے
A 16 17|||R:VERB|||آتی|||REQUIRED|||-NONE-|||0

S 1047 میں ناصر خسرو جب رملہ سے یروشلم کی طرف سفر کر رہا تھا تو وہ اس کونسل سے گزرا
A 19 20|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S یہودی بذات خود ایران کی ثقافتی زندگی میں سرگرم کردار ادا کرتے آئے ہیں
A 12 13|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S آندھرا پردیش اروناچل پردیش اوڈیشا سکم اور تلنگانہ کے اسمبلی انتخابات بھی عام انتخابات کے منعقد کیے جائیں گے
A 16 17|||R:VERB|||ہوں|||REQUIRED|||-NONE-|||0

S انہوں نے کیرلا اور مدھیہ پردیش می بے جے پی کارکنان کی موت کا بھی حوالہ کیا
A 16 17|||R:VERB|||دیا|||REQUIRED|||-NONE-|||0

S یہ فیصلہ اکثریت ووٹ کی بنا پر لیا گیا تھا
A 7 8|||R:VERB|||کیا|||REQUIRED|||-NONE-|||0

S این بی سی کے مطابق 17 جولائی 2015 کو ٹویٹر پر یہ دن ٹرینڈ کررہا تھا
A 14 15|||R:VERB|||رہا|||REQUIRED|||-NONE-|||0

S وہ کوئی بھی شخص تھا کہا جاتا ہے کہ اس نے ابرہہ کہ مکہ کی جانب راہنمائی کی تھی
A 11 12|||R:VERB|||ابریہ|||REQUIRED|||-NONE-|||0

S صبح و شام اداسیوں میں گزر جاتے ہیں
A 5 6|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S اگر آپ کا وہاں سے گذر ہوتا ہے تو کیا آپ ان کی تصاویر بھی ڈال سکتے ہیں
A 5 6|||R:VERB|||گزر|||REQUIRED|||-NONE-|||0

S مراۃ الاخبار بانی رام موہن رائے ہندوؤں کے بڑے مصلح برہمو سماج کے بانی کلکتہ کی صحافت کے اہم ستون تھ
A 20 21|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S پیر حمید الدین سیالوی سیال شریف سرگودھا پاکستان کے ایک روحانی رہنما اور سیاست دان ہیں
A 15 16|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S ان کا تعلق بریلوی مکتب فکر سے ہے
A 7 8|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S اس سے قبل وزیر اطلاعات و نشریات ہیں
A 7 8|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S ہارون احمد بلور پشاور خیبر پختونخوا سے تعلق رکھنے والے پاکستانی سیاست دان ہیں
A 13 14|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S حدیث میں اسلامی پیغمبر محمد بن عبد اللہ فرماتے ہیں کہ ابراہیم کی اولاد میں تقریبا 25 ہزار انبیا اور رسول گزرے ہیں
A 21 22|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S ویکیپ ڈیا کا اینڈروئیڈ اطلاقیہ متن میں ترمیم کی سہولت دیتا ہے اور میپ بھی مہیا کرواتا ہے
A 16 17|||R:VERB|||کرتا|||REQUIRED|||-NONE-|||0

S افتخار افی سنت نگر لاہور میں پیدا ہوئے اور ان کا بچپن بھی وہیں گزرا
A 14 15|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S جیکر اس طرح زندگی کر ے پوری گیتا من دی پڑہے قرآن اندر
A 10 11|||R:VERB|||پڑھے|||REQUIRED|||-NONE-|||0

S اور اس بات کا انھیں یقین تھا کہ میری زندگی میں یہ تحریر کسی کی نظروں سے نہیں گزرے گی
A 18 19|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S افتخار افی عورتوں کے مسائل پر بڑی دلیری سے لکھتے ہیں اور عورت پر ھونے والے جبر کو مٹانے کا عزم کئے بیٹھے ہیں
A 14 15|||R:VERB|||ہونے|||REQUIRED|||-NONE-|||0

S یوناہ نے اسے تسلیم کیا اور کہا کہ انہیں ا ٹھا کر سمندر میں پھینک دیں تو وہ تھم جائے گا
A 18 19|||R:VERB|||تہم|||REQUIRED|||-NONE-|||0

S اسی کے ساتھ قبل از زچگی ماں کی موتوں پر بھی گرفت لگائی جا سکتی ہے
A 12 13|||R:VERB|||پایا|||REQUIRED|||-NONE-|||0

S جتنے بھی معتزلی گزرے ہیں سبھی فصاحت و بلاغت اور اعلی درجہ کے ادیب تھے
A 3 4|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S پرمولی ضلع صوابی میں ایک گاوں ہے جو بہت ہوبصوت اور دلکش ھے
A 12 13|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S سردار شیر باز خان مزاری ایک پاکستانی سیاست دان اور قومی اسمبلی کے سابقہ قائد حزب اختلاف بھی ہیں
A 18 19|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S وزارت انسداد منشیات حکومت پاکستان کی ایک وزارت ہے
A 8 9|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S سردار فتح محمد بزدار نامزد وزیر اعلی پنجاب عثمان بزدار کے والد ہے
A 12 13|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S میاں محمد افضل حیات ایک پاکستانی سیاست دان ہیں
A 8 9|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اس کے علاوہ صدر پاکستان کی سرکاری گاڑی پر بھی یہ پرچم آویزاں کیا جتا ہے
A 14 15|||R:VERB|||جاتا|||REQUIRED|||-NONE-|||0

S میری پیاری بیٹی ہر حال میں اللہ کا شکر ادا کرنا چاہی
A 11 12|||R:VERB|||چاہیے|||REQUIRED|||-NONE-|||0

S شازیہ کی ماں تمہیں تو پتہ ھے آج تک ہم نےکبھی کسی سے مانگانہیں
A 6 7|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اپنے آس پاس خود دار مساکین کی ضرورتوں سے ہمہ وقت آگاہ رھنے کی درخواست بھی ھے
A 16 17|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S پاکستان کے اب تک 11 صدور گزر چکے 12ویں ممنون حسین ہیں
A 11 12|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اپنی بہنوں کے مستقبل کے متعلق بھی وہ فکرمند تھا
A 9 10|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S اسلام کا مطالعہ شروع کیا تو قرآن کی یہ آیت ان کی نگاہ سے گزری
A 14 15|||R:VERB|||گذری|||REQUIRED|||-NONE-|||0

S ان کی کئی کتابیں دنیا کیں مختلف زبانوں میں ترجمہ کیں گئیں ہیں
A 10 11|||R:VERB|||چکی|||REQUIRED|||-NONE-|||0

S مردوں کا ہاکی عالمی کپ 2018 ایک مردوں کا بین الاقوامی فیلڈ ہاکی ٹورنامنٹ ہے
A 14 15|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S جو ہاکی عالمی کپ کا 14واں ایڈیشن ہے
A 7 8|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S یہ پہلا عالمی کپ ہے جس میں سب ٹیسٹ کھیلنے والی ٹیمیں موجود نہیں ہیں
A 14 15|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S 1307ھ مطابق 1885 میں دار العلوم سے علیحدگی اختیار کرکے بھوپال گیے اور وہیں انتقال کیا
A 11 12|||R:VERB|||گئے|||REQUIRED|||-NONE-|||0

S بھٹیانی لہجہ پنجابی زبان کے ضمنی لہجے مالوی کا ذیلی لہجہ ھے
A 11 12|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہ لہجہ بھارتی پنجاب کے ضلع حصار اور بیکانیر کے راٹھے بولتے ھیں
A 12 13|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S ان کی تعداد دیگر بولیاں بولنے والوں سے نسبتا کم ھے
A 10 11|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہ فہرست سب سے زیادہ پیسے کمانے والی پاکستانی فلموں کی ہے
A 6 7|||R:VERB|||کرنے|||REQUIRED|||-NONE-|||0

S فوزیہ سومرو کا بچپن ٹنڈو محمد خان میں ہی گذرا
A 9 10|||R:VERB|||گزرا|||REQUIRED|||-NONE-|||0

S آج بھی بڑے بڑے عالم نگار آپ کی تصانیف کو بہت پسند فرماتے ہیں
A 12 13|||R:VERB|||کرتے|||REQUIRED|||-NONE-|||0

S منٹو 2018 میں بننے والی بھارت کی سوانحی ڈراما فلم ہے جس کی مصنفہ اور ہدایت کارہ نندتا داس ہیں
A 3 4|||R:VERB|||ہونے|||REQUIRED|||-NONE-|||0

S اس نے 23 سال قصبے کی تعمیر و توسیع میں لگا اور اس کا نام محمدآباد رکھا
A 10 11|||R:VERB|||لگائے|||REQUIRED|||-NONE-|||0

S اس تحریک کے بانی محمود حسن دیوبندی ہیں
A 7 8|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S وابستہ لوگوں میں عبید اللہ سندھی عزیر گل پیشاوری اور دیوبندی کے دیگر تلامذہ ہیں
A 14 15|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S ریڈ گرینز سویڈن کا ایک بائیں بازو سیاسی اتحاد تھا
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ہیپاٹائٹس ای وائرس ای سے پھیلتا ھے
A 6 7|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S مزید تفصیل کے لیے دیکھو سمتیہ فضا
A 6 7|||R:VERB|||مکاں|||REQUIRED|||-NONE-|||0

S دل گراں باری احساس کا بیوپاری ھے
A 6 7|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S لوٹ آتا ھے وہ یادوں کے جلو میں ھر شام
A 2 3|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جمع رکھتا ھے زر خواب کی صورت حامد
A 2 3|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اوگو مارتینیز ایک ریٹائرڈ کولمبیائی پولیس اہلکار ہے
A 7 8|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S تھیانو کی زندگی کے بارے بہت ہی قلیل معلومات حاصل سو سکی ہیں اور قدیم ذرائع الجھا دینے والے ہیں
A 10 11|||R:VERB|||ہو|||REQUIRED|||-NONE-|||0

S فلم کو 28 ستمبر 2018 کو جاری کیا جائے گیا
A 9 10|||R:VERB|||گا|||REQUIRED|||-NONE-|||0

S اس فلم کو 28 ستمبر 2018 کو جاری ہوئی
A 8 9|||R:VERB|||کیا|||REQUIRED|||-NONE-|||0

S یہ لوگ جدید تہذیب سے بالکل ناواقف ہیں اور اپنے آباو اجداد کی طرح زندگی گذار رہے ہیں
A 15 16|||R:VERB|||گزار|||REQUIRED|||-NONE-|||0

S و1و مختلف سیاسی جماعتیں جاتیہ سنسد کی 300 نششتوں کے لئے مقابلہ آرا ہون گی
A 13 14|||R:VERB|||ہوں|||REQUIRED|||-NONE-|||0

S ان میں بنگلہ دیش عوامی لیگ جاتیہ اوکیہ فرنٹ نمایاں طور پر شامل ہیں
A 13 14|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S وہ جاپانی تاریخ میں سب سے طویل عرصے تک کام کرنے والے وزیر اعظم ہیں
A 14 15|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اپنے آبائی جاپانی کے علاوہ آبے انگریزی بھی بولتے ہیں
A 9 10|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اس کے علاوہ منگ کھٹ ہانگ کانگ سے ٹکرانے والا 1983 کے ایلن طوفان کے بعد طاقت ور ترین طوفان یے
A 20 21|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ملگجی سرخ اینٹوں کے فٹ پاتھ پر خواب کی راکھ کا ڈھیر ھے
A 12 13|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان پر رافضی ہونے کا الزام ہے
A 6 7|||R:VERB|||لگایاہے|||REQUIRED|||-NONE-|||0

S سب علی کی روایت حکومت امویہ کے زیر اثر علاقوں کی مساجد میں تقریبا 65 سال ( 657 تا 720 ) تک جاری تھی
A 23 24|||R:VERB|||رہی|||REQUIRED|||-NONE-|||0

S بعد میں بتایا گیا کہ پانچواں حملہ آور جسے پہلے گنا نہیں کیا گیا تھا بھی قتل ہو گیا
A 17 18|||R:VERB|||مارا|||REQUIRED|||-NONE-|||0

S جو افغانستان قومی کرکٹ ٹیم کے موجودہ کپتان ہیں
A 8 9|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S کہا جاتا ہے کہ سلطان محمود غزنوی آپ کا معتقد تھا مگر تاریخی حقائق سے اس بات کی نفی ہوتی ئے
A 20 21|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S آدم ( انگریزی میں ) یہودیت عیسائیت اور اسلام کے مطابق پوری کائنات کے اول انسان تھے
A 16 17|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S روز عاشور عابس نے اپنے باوفا غلام سے کہا " کیوں شوذب تمہارا کیا ارادہ ھے
A 15 16|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S شوذب نے کہا ارادہ کیا ھے
A 5 6|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S تصویر میں گلو کے پستان بھی دیکھائی دیے
A 6 7|||R:VERB|||دکھائی|||REQUIRED|||-NONE-|||0

S چوتھے باب میں اولاد امیرالمومنین علی بن ابی طالب علیہ اسلام کا ذکر ھے
A 13 14|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S باب دہم میں اولاد امام موسی کاظم ع کا مفصل ذکر ھے
A 11 12|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S گیارہویں باب میں امام رضا ع کی اولاد کا ذکر ھے
A 10 11|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S پندرہویں باب میں عمرالاطرف بن امیر المومنین علی ع کا ذکر ھے
A 11 12|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس کی ساتھ چھوٹے بڑے مقاتل کا ذکر قدیمی عربی مصادر کی روشنی میں کیا گیا ھے
A 16 17|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S آپ واقعہ کربلا میں عاشور کے اولین ش ہدا میں شامل ہوئے اور حملہ اولی میں رتبہ شہادت پر فائز ہوئے
A 11 12|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S یہی وہ شاعر ھیں جنہوں نے ہندی گیت کی ایک قسم اردو میں روایت کی جس کا آھنگ تغزل ہے
A 3 4|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S گاجر مولی شلغم ٹماٹر مٹر آلو پیاز اور لہسن بھی اس زمین سے اگا جاتے ہیں
A 13 14|||R:VERB|||اگائے|||REQUIRED|||-NONE-|||0

S سیل میں مکئ گندم چاول سبزیوں کے ساتھ ساتھ ناشپاتی اخروٹ آڑو جاپانی املوک وغیرہ بھی پا جاتے ہیں
A 16 17|||R:VERB|||پائے|||REQUIRED|||-NONE-|||0

S باڑی میں اخروٹ اور کالے املوک بھی کثرت سے پا جاتے ہیں
A 9 10|||R:VERB|||پائے|||REQUIRED|||-NONE-|||0

S آرتھر ایشکن ( پیدائش 2 ستمبر 1922 ) امریکی سائنس دان ہیں
A 11 12|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S بصری چمٹوں کے علاوہ وہ ضیائی انعطاف ثانوی موسیقائی پیداوار اور غیر خطی بصریات میں بھی مہارت رکھتے ہیں
A 18 19|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S افغانستان پریمیئر لیگ کے لیے پی سی بی نے صرف ریٹائرڈ کرکٹرز کو ہی اجازت دی ہے
A 16 17|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S جائے پناہ تلاش کرتے ہوئے ان کو ایک مسلم شخص عثمان شیخ کا پتہ پلا جو پونے کے گجن پیٹ علاقہ میں رہتے تھے
A 14 15|||R:VERB|||ملا|||REQUIRED|||-NONE-|||0

S جمال خاشقچی یا جمال خشوگی سعودی عرب کے ایک معروف صحافی تجزیہ نگار اور ایڈیٹر ہیں
A 15 16|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S جمال مرحوم سعودی عربی اسلحے کے تاجر عدنان خاشقجی کے بھتیجے ہیں
A 11 12|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S ترکی حکومت نے ان کے جسم کے ٹکڑے سعودی عرب کے قونصل خانے کے باہر سے ملنے کی تصدیق کی ہے
A 20 21|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S اس سے قبل وہ نئی دہلی سے شائع ہونے والے اسلامی رسالے کنز الایمان کے مدیر اعلی رہے ہیں
A 18 19|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S پھر اپنی بادشاہت کے گیارہویں سال جب جہانگیر اجین سے گذر رہا تھا تو وہ اس سنیاسی سے ملے بغیر نہ رہ سکا
A 10 11|||R:VERB|||گزر|||REQUIRED|||-NONE-|||0

S تین دن کے بعد جہانگیر دوبارہ جدروپ کے پاس گیا اور اس کے ساتھ زیادہ وقت گذارا
A 16 17|||R:VERB|||گزارا|||REQUIRED|||-NONE-|||0

S فہر کی اولاد میں ق صی بن کلاب ایک مشہور سردار ہو گذرے ہیں
A 12 13|||R:VERB|||گزرے|||REQUIRED|||-NONE-|||0

S علی بابا پشتو موسیقی کی صنعت میں پہلا صوفی گلوکار تھا
A 10 11|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S آدم خان اور درخانئی کا رومان اس کی زندگی میں گزرا
A 10 11|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S آدم خان اور درخانئی کا رومان اس کی زندگی میں گذرا
A 10 11|||R:VERB|||گزرا|||REQUIRED|||-NONE-|||0

S آدم خان اور درخانئی کا رومان اس کی زندگی میں گزرا
A 10 11|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S کچھ عرصہ دہلی میں گذارا پھر کٹڑہ مانک پورہ تحصیل منجھن پور الہ آباد میں آئے
A 4 5|||R:VERB|||گزارا|||REQUIRED|||-NONE-|||0

S احمد شاہ ابدالی سے جنگ کے نتیجے میں شاہنواز کو پنجاب سے بھاگنا پڑا اور وہ پہنچا
A 16 17|||R:VERB|||دہلیپہنچا|||REQUIRED|||-NONE-|||0

S اور انہوں فلموں میں بھی مہمان کےطور پر آے
A 8 9|||R:VERB|||آئے|||REQUIRED|||-NONE-|||0

S اداکار شکیل 29 جون 2023 کو 85 سال کی عمر میں کراچی میں وفات کر گئے
A 14 15|||R:VERB|||پا|||REQUIRED|||-NONE-|||0

S خط ثلث عربی زبان کا ایک مشہور اور قدیمی خط ہے جسے ابن مقلہ شیرازی نے ایجاد کیا
A 17 18|||R:VERB|||دیا|||REQUIRED|||-NONE-|||0

S نقوش پا سے ہمارے ا گے ہیں لال و گل رہ بہار سے ہم بے نشاں نہیں گذرے
A 17 18|||R:VERB|||گزرے|||REQUIRED|||-NONE-|||0

S حقیر ذر ے فضا میں بکھر گئے ہوتے تباہیوں کی حدوں سے گذر گئے ہوتے ( نواز دیوبندی )
A 12 13|||R:VERB|||گزر|||REQUIRED|||-NONE-|||0

S میں اپنے ہر خط فاصل سے گذرا مرا حاصل بھی لا حاصل سے گذرا ( ساجد علی ساجد )
A 6 7|||R:VERB|||گزرا|||REQUIRED|||-NONE-|||0

S میں اپنے ہر خط فاصل سے گذرا مرا حاصل بھی لا حاصل سے گذرا ( ساجد علی ساجد )
A 13 14|||R:VERB|||گزرا|||REQUIRED|||-NONE-|||0

S ایک آوارہ ک رن کا بھی نہیں جس میں گذر کوئی بتلاؤ ہمیں دل ہے کہ زنداں یارو
A 9 10|||R:VERB|||گزر|||REQUIRED|||-NONE-|||0

S ابوتمام کی جوانی دمشق کے ایک جولاہے کے مددگار کی حیثیت سے گزری
A 12 13|||R:VERB|||گذری|||REQUIRED|||-NONE-|||0

S سائپرس پاپولر بینک بینک آف سائپرس کے بعد فبرص کا دوسرا سب سے بڑا بینک ہے
A 15 16|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S شی چن پھنگ کا بچپن زیادہ تر بیجنگ کی حکمران کلاس کے درمیان گزرا
A 13 14|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S و 12و انہوں نے کہا ہے کہ وہ بچپن میں ہی ایک ادبی تربیت سے گزری
A 15 16|||R:VERB|||گذری|||REQUIRED|||-NONE-|||0

S ضمیر اختر نقوی ( 24 مارچ 1944 ) ایک پاکستانی عالم مذہبی رہنما خطیب اور اردو شاعر ہیں
A 17 18|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S خلیفہ بن سلمان آل خلیفہ ایک بحرینی سیاست دان جو سنہ 1970 سے ملک کے وزیر اعظم ہیں
A 17 18|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S وہ بحرین کے موجودہ بادشاہ حمد بن عیسی آل خلیفہ کے چچا ہیں
A 12 13|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S پو ن کلیان نے ایک لڑکی پاولا شیاملا کو جو ایک مہلک بیماری سے گزر رہی تھی 1 لاکھ روپے عطیہ دیا
A 14 15|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S عقائد کی پختگی نماز باجماعت کا اہتمام اور وظائف کی پابندی لازم و ملزوم ھے
A 14 15|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S المتنبہ جو مشرق کے مشہور ترین عرب شعرا میں سے ایک تھے اور خود ایک عرب تھے 956 میں گزر گئے
A 19 20|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S گاؤں ھے جو ضلع مردان میں آتا ھے
A 1 2|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S گاؤں ھے جو ضلع مردان میں آتا ھے
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S شکرتنگی ب ت حوبصورت علاق ھے
A 5 6|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ی علاق گنے کیلے ب ت مشھور ھے
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس علاقے میں لویے نھر جو بھت سے لوگ گرمیو میں نھانے کیلے آتے ھے اس کے علاو سیر وتفریح کیلے اتے ھے
A 14 15|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس علاقے میں لویے نھر جو بھت سے لوگ گرمیو میں نھانے کیلے آتے ھے اس کے علاو سیر وتفریح کیلے اتے ھے
A 22 23|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس وقت میرٹھ برطانوی حکومت کا حصہ ہے
A 7 8|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S اس وقت میرٹھ برطانوی حکومت کا حصہ تھا
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس وقت میرٹھ برطانوی حکومت کا حصہ ہے
A 7 8|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S اور 21 ستمبر 2011 کو پھانسی دے سی گئی
A 7 8|||R:VERB|||دی|||REQUIRED|||-NONE-|||0

S وہ ملک مغرب کے رہنے والے تھے
A 6 7|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S ان کے مطابق کولمبیا اسکول اور جن یونیورسٹی میں گزرے سالوں نے انھیں نفسیات کی طرف راغب کرنے میں اہم کردار ادا کیا
A 9 10|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S یہ لفظ افغان سے بنا پے
A 5 6|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہ آلہ کسی مضمون کا دوسرے مضامین میں ربط بنانے کے لیے مفید ہے اور اس سے کوئی مضمون یتیم بھی نہیں رہتا
A 9 10|||R:VERB|||کرنے|||REQUIRED|||-NONE-|||0

S یہ سرزمین تاریخ میں متعدد لوگوں قبائل ریاستوں اور بادشاہوں کا وچن تھی ہے
A 12 13|||R:VERB|||رہی|||REQUIRED|||-NONE-|||0

S خالد نے مغیرہ کو سرکنڈوں کے گھٹوں کے ساتھ باندھا اور تیل جھڑک کر اس کو زندہ جلا کر جہنم واصل کر دیا
A 12 13|||R:VERB|||چھڑک|||REQUIRED|||-NONE-|||0

S ڈاکٹر عطش در انی کے مطابق ان کریکٹرز کی تعداد ہے
A 10 11|||R:VERB|||19ہے|||REQUIRED|||-NONE-|||0

S اس مجموعہ کلام نے سلسلہ شعور کے بہت سے نئے در وا کئے
A 12 13|||R:VERB|||کیے|||REQUIRED|||-NONE-|||0

S سیمانچل میں آئے سیلاب سے پریشان حال عوام کی بھی انہوں نے زبردست خدمت کی اور ان تک ہر ممکن امداد پہونچائی گئی
A 21 22|||R:VERB|||پہنچائی|||REQUIRED|||-NONE-|||0

S اس کے علاوہ ساحلی تفریحی مقامات میں اس کا استعمال سمندر میں چہل قدمی اور تفریح کے لیے بھی ہوتا ہے
A 19 20|||R:VERB|||کیا|||REQUIRED|||-NONE-|||0

S چوکنڈی جوکھیو قبیلہ کا تاریخی قبرستان ھے جوکہ ملیر کراچی میں ھے
A 6 7|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S چوکنڈی جوکھیو قبیلہ کا تاریخی قبرستان ھے جوکہ ملیر کراچی میں ھے
A 11 12|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اپنے والد کی جنگلوں میں حشرات پہ تحقیق کی وجہ سے ایٹ وڈ کے بچپن کا زیادہ وقت شمالی کی میں گزرا
A 21 22|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S یسوع مسیح کی جائے ولادت بیت لحم ہے لیکن انھوں نے اپنی زندگی کا بیشتر حصہ ناصرہ میں گذارا
A 18 19|||R:VERB|||گزارا|||REQUIRED|||-NONE-|||0

S اسے کامیابی , شہرت اور خوشی کے در اپنے لیے وا ہوتے دیکھائی دیے
A 12 13|||R:VERB|||دکھائی|||REQUIRED|||-NONE-|||0

S نقلی بتیسی یا مصنوعی دانتوں پر مشتمل بتیسی کو فطری دانتوں کی جگہ پر ضرورت پڑنے پر جا سکتا ہے
A 17 18|||R:VERB|||لگایا|||REQUIRED|||-NONE-|||0

S نقلی بتیسی یا مصنوعی دانتوں پر مشتمل بتیسی کو فطری دانتوں کی جگہ پر ضرورت پڑنے پر جا سکتا ہے
A 18 19|||R:VERB|||جاتا|||REQUIRED|||-NONE-|||0

S یہ وہ علمائے کرام ہیں جن کا تعلق سرزمین چھولس سادات سے تھا اور ان کے متعلق معلومات فراہم نہیں ہو سکی ہیں
A 12 13|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اتحاد بنانے کے لئے مذاکرات میں شامل ہونے والی جماعتوں کے نام درج ذیل ھیں
A 14 15|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S آدتیہ ہ ر دی م سورج کی عبادت پوجا کے منتر ھیں
A 11 12|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S اگستیہ رشی نے رام جی کو سورج کی پوجا کرنے کا مشورہ دیتے ہوئے یہ منتر کہتے ہیں
A 17 18|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اسی عرصہ میں جماعت نے بھارتی سیاست میں مرکزی جماعت کی حیثیت سے ابھری
A 13 14|||R:VERB|||آئی|||REQUIRED|||-NONE-|||0

S ان کا بچپن تورینو کے قریب اورباسانو نامی قصبہ میں گزرا اور انہوں نے کاتھولک کلیسیا مذہب اختیار کیا
A 10 11|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S محمود الصمد چودھری ایک بنگلہ دیشی سیاست دان جو سنہ 2019 سے جاتیہ سنسد کے رکن ہیں
A 16 17|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S وہ فوری طور پر بندرگاہ پہنچے مگر سمندر کو دو لخت ہو کر انہیں راستہ نہ دینت پر انہیں سخت مایوسی ہوئی
A 16 17|||R:VERB|||دینے|||REQUIRED|||-NONE-|||0

S اور باقی دو انگریز بھارتی کے لیے مختص ہیں جن کو صدر بھارت نامزد کرتا ہے
A 8 9|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S اور باقی دو انگریز بھارتی کے لیے مختص ہیں جن کو صدر بھارت نامزد کرتا ہے
A 15 16|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S وہ لوک سبھا اسپیکر کو فیصلہ کتنے کے لیے بل کو بھیج سکتا ہے
A 6 7|||R:VERB|||کرنے|||REQUIRED|||-NONE-|||0

S اسے 82 عرب اسرائیلی ووٹ دیتے ہیں
A 6 7|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S نشان کے حتمی نسخہ میں تین شیر دیکھے جا سکتے ہیں چوتھا نظر نہیں اتا ہے
A 14 15|||R:VERB|||آتا|||REQUIRED|||-NONE-|||0

S دیمیتریس خریستوفیاس شادی شدہ ہیں
A 4 5|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S ان کی دو بیٹیاں اور ایک بیٹا ہے
A 7 8|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اس بات کا اعلان قدامت پسند قبرص میں حیران کن ثابت ہوا تھا جہاں عموم ا مذہبی جذبہ چھایا ہوا رہتا ہے
A 21 22|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S موسی تراورے ایک مالی فوجی اور سیاست دان ہیں جو 1968 سے 1991 تک مالی کے صدر بھی تھے
A 8 9|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S محمد حسین طنطاوی ایک مصری فیلڈ مارشل اور سابق سیاست دان ہیں
A 11 12|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S پاکستانی اس فلم کا کریکٹر ایکشن اور ڈراما فلموں کے بارے میں فلم کی تکمیل کی گی تھی
A 16 17|||R:VERB|||گئی|||REQUIRED|||-NONE-|||0

S یہ فلم باکس آفس میں آتے ہی فلاپ ہو گی
A 9 10|||R:VERB|||گئی|||REQUIRED|||-NONE-|||0

S کہانی نسیم یاسین نے لکھی تھی اور موسیقی صابر علی نے بنائی تھی
A 11 12|||R:VERB|||دی|||REQUIRED|||-NONE-|||0

S شروع میں اس فلم کا برطانوی راج کے دور کا منظر دیکھیا تھا
A 12 13|||R:VERB|||گیا|||REQUIRED|||-NONE-|||0

S گووا ریگینشی خاص طور پر سخت متاثر ہوا اور وہاں سب سے زیادہ مصیبتوں کا سامنا ہے
A 16 17|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S انگریزی اور اردو میں سے کس زبان کے محاروے اور روزمرہ کو وہ آسانی سے سمجہ سکتے ہیں تحریر میں استعمال کرسکتے ہیں
A 17 18|||R:VERB|||یں|||REQUIRED|||-NONE-|||0

S انگریزی اور اردو میں سے کس زبان کے محاروے اور روزمرہ کو وہ آسانی سے سمجہ سکتے ہیں تحریر میں استعمال کرسکتے ہیں
A 22 23|||R:VERB|||یں|||REQUIRED|||-NONE-|||0

S آپ انگریزی کی صورت میں یہ ماحول کیسے دے سکتے ہیں
A 10 11|||R:VERB|||یں|||REQUIRED|||-NONE-|||0

S قشلہ جدہ عثمانی فوج کی جدہ سعودی عرب میں 1525 میں تعمیر کیا جانے والا ایک عسکری قلعہ ہے
A 18 19|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S لئیق احمد 27 جنوری 2014 کو مختصر علالت کے بعد اسلام آباد میں انتقال کر گئے
A 14 15|||R:VERB|||پا|||REQUIRED|||-NONE-|||0

S میڈلین آلبرائیٹ ایک امریکی سیاست دان اور سفارت کار ہین
A 9 10|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S نائیجیریا کے عام انتخابات 2019 16 فروری 2019 کو منعقد ہوئے
A 10 11|||R:VERB|||ہوں|||REQUIRED|||-NONE-|||0

S 1999 کے آخر میں فوجی حکمرانی کے خاتمے کے بعد یہ چھٹا چار سالہ انتخاب ہے
A 15 16|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S 1970 بھولا سائیکلون ایک تباہ کن سائیکلون ہے
A 7 8|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S سکھ مت کا ماننا ہے کہ دوسرے مذاہب میں بھی روحانی پیشوا گزرے ہیں مثلا کرشن موس ی عیسی اور محمد
A 12 13|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S بلبل کہاں بہار کہاں باغباں کہاں وہ دن گزر گئے وہ زمانہ گزر گیا
A 8 9|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S بلبل کہاں بہار کہاں باغباں کہاں وہ دن گزر گئے وہ زمانہ گزر گیا
A 12 13|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S ایڈمرل ظفر محمود عباسی پاک بحریہ کے اکیسویں سربراہ ہیں
A 9 10|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S رانجھا رانجھا کردی ڈراما 2018 میں ٹی وی پر نشر ہونا شروع ہوا اور 2019 میں جاری ہے
A 17 18|||R:VERB|||رہا|||REQUIRED|||-NONE-|||0

S اہم کرداروں میں اقرا عزیز سید جبران عمران اشرف زیب رحمان اسما عباس کاشف محمود عمارہ بٹ شامل ہیں
A 18 19|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S آپ کا عرصہ حکموت داؤد پوتروں کی سازشوں کو کچلنے میں گز گیا اس لیے ریاست میں مزید وسعت نہیں ہو سکی
A 11 12|||R:VERB|||گزر|||REQUIRED|||-NONE-|||0

S یہ شامی محلے میں واقع باغ کے سامنے واقع تھا جو کہ منہدم کر دیا گیا تھا
A 16 17|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S عشق سبحان اللہ زی ٹی وی سے نشر ہونے والا رومانوی بھارتی سیریل تھا
A 13 14|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S بادشاہ نے کئی سال قبل چچا کو معزول کر کے اس کے پاؤں کاٹ دیے ہیں
A 15 16|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S زیدیہ بھی رفع یدین کے قائل نہیں صرف تکبیر تحریمہ کے ساتھ کرتے پیں
A 13 14|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S اس وقت المصطفی انٹرنیشنل یونیورسٹی ایران سے اسلامک تھیولوجی میں ایم فل مکمل ہوچکا ہے
A 13 14|||R:VERB|||کرچکا|||REQUIRED|||-NONE-|||0

S مختلف موضوعات پر تین کتابیں تالیف کرنے کے علاوہ ایک کتاب کا اردو ترجمہ بھی مکمل ہوچکا ہے
A 16 17|||R:VERB|||کرچکا|||REQUIRED|||-NONE-|||0

S 1982 میں دنگ شاوپنگ کا ایک کتابچہ سامنے آیا جس میں آئین چین کے حتمی نسخہ کی ضرورت سے روشناس کرایا گیا
A 8 9|||R:VERB|||ہوا|||REQUIRED|||-NONE-|||0

S صادق الخیری 26 جنوری 1989 بروز جمعرات کو دل کے دور ے کے سبب کراچی میں انتقال کرگئے
A 17 18|||R:VERB|||پائی|||REQUIRED|||-NONE-|||0

S اس مندر کو پائی ما سائی ( " " ) کہا جاتا تھاجس کے معنی سفید گھوڑے کا مندر کے پیں
A 20 21|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S وہ عرصہ دراز تک انجمن ترقی اردو پاکستان میں بابائے اردو مولوی عبد الحق کے ساتھ کام کیا ہے
A 18 19|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S سالار قطب حیدر غازی کے گیارہ فرزند تھے جن میں سے پانچ کی اولاد برصغیر پاک و ہند میں کثرت سے آباد ھے
A 22 23|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S پروفیسرقیصر نجفی جیکب لائنز کراچی جولائی
A 5 6|||R:VERB|||جولائی2004|||REQUIRED|||-NONE-|||0

S " چونکہ یہ لڑکا ناز و نعم کا پلا ہ وا ہے زندگی کے مصائب اور تکال ف کا احساس نہ ہوا
A 21 22|||R:VERB|||رکھتا|||REQUIRED|||-NONE-|||0

S عبد الرحمن کا طویل دور حکومت عرب اور بربر باشندوں کی بغاوتوں کیخلاف جدوجہد کرتے گزرا جن کی اکثریت آزادی چاہتی تھی
A 15 16|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S وجے کے ساتھ نین تارا کتھیر جیکی شروف اور مزاحیہ اداکار ویویک اس فلم میں نظر آئیں گے
A 16 17|||R:VERB|||کررہے|||REQUIRED|||-NONE-|||0

S وجے کے ساتھ نین تارا کتھیر جیکی شروف اور مزاحیہ اداکار ویویک اس فلم میں نظر آئیں گے
A 17 18|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S فلم کی موسیقی آسکر اعزاز یافتہ گلوکار و موسیقی ہدایت کار اے آر رحمان سنبھالیں گے
A 14 15|||R:VERB|||دی|||REQUIRED|||-NONE-|||0

S اس کی ضخامت 96 صفحات تھی
A 5 6|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس میں 82 شعرا کرام کا تذکرہ تھا جو 92 صفحات پر مشتمل تھا
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس میں 82 شعرا کرام کا تذکرہ تھا جو 92 صفحات پر مشتمل تھا
A 13 14|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S این کے صوبے میں گزرے جو اس کے ناولوں میں کے نام سے جانا جاتا ہے
A 4 5|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S زولا کا ابتدائی زمانہ بہت غربت میں گزرا
A 7 8|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S سپائرو ایگنیو ریاستہائے متحدہ امریکا کا انتالیسواں نائب صدر ہے
A 9 10|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S ان کو عربی ترکی فرانسیسی اور جرمن زبانوں پر قدرت حاصل تھی
A 11 12|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S محمد سالم ولد بشیر موریتانیہ کے ایک سیاست دان اور اکتوبر 2018 میں یحیی ولد حدمین کے استعفے کے بعد موجودہ وزیر اعظم ہین
A 23 24|||R:VERB|||بنے|||REQUIRED|||-NONE-|||0

S اس نے اپنے اگلے کھیل میں کینیا کے خلاف 104 ناٹ آؤٹ کے ساتھ اس کی پیروی کی
A 17 18|||R:VERB|||دہرایا|||REQUIRED|||-NONE-|||0

S اس عظیم ہستی کا مزار تو نہیں لیکن کیا خدوخیل کا کوئ روڈ کوی چوک ان کے نام ہوسکتا ھے
A 19 20|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ابومویہبہ مولی رسول اللہعلامہ ابونعیم کہتے ہیں کہ مسجد نبوی میں رات گذارتے تھے اور اصحاب صفہ کے ساتھ گذر بسر کرتے تھے
A 19 20|||R:VERB|||گزر|||REQUIRED|||-NONE-|||0

S ابومویہبہ مولی رسول اللہعلامہ ابونعیم کہتے ہیں کہ مسجد نبوی میں رات گذارتے تھے اور اصحاب صفہ کے ساتھ گزر بسر کرتے تھے
A 19 20|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S اس نغمے کے نیچے مذکورہ تاریخ پر 441 تبصرے درج تھے
A 10 11|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S وہ افسانہ نگار بھی تھیں اور ان کے افسانے کوئیٹہ کے اخبارات میزان اور نعرہ حق کے ادبی صفحات پر شائع ھوتے تھے
A 21 22|||R:VERB|||ہوتے|||REQUIRED|||-NONE-|||0

S امام حافظ جمال الدین ابو محمد عبد اللہ بن یوسف بن محمد زیلعی حنفی مصری سے بھی معروف ہیں
A 18 19|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اس طرح آپ ایک عرصہ تک گزر اوقات کرتے رہے
A 6 7|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S ابتدا میں ان کو شعر و ادب سے دلچسپی پیدا ہوئی اور جوانی کا پورا زمانہ اسی وادی میں گزرا
A 19 20|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S یحیی بن سعید جن کی جرح اوپر گزر چکی ہے تحریری روایت کے بارے میں یہ بھی یحیی بن معین کے ہم خیال تھے
A 7 8|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S ان کے لیے کئی ٹیٹر رکھے گئے
A 5 6|||R:VERB|||کھے|||REQUIRED|||-NONE-|||0

S محمدی بیگم کی تعلیم کے لیے کئی ٹیوٹر کھے گئے
A 8 9|||R:VERB|||رکھے|||REQUIRED|||-NONE-|||0

S خواجہ کمال الدین چشتیسلسلہ چشتیہ کے عظیم ولی گذرے ہیں
A 8 9|||R:VERB|||گزرے|||REQUIRED|||-NONE-|||0

S خواجہ جمال الدین جمن سلسلہ چشتیہ کے ایک عظیم ولی گزرے ہیں
A 10 11|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S حجرہ شاہ مقیم میں ساری زندگی گذاری
A 6 7|||R:VERB|||گزاری|||REQUIRED|||-NONE-|||0

S ایشور چندر ودیاساگر نے سب سے بڑھ کر اس کے لیے مہم چلائی
A 6 7|||R:VERB|||رہ|||REQUIRED|||-NONE-|||0

S سفر کانعرہ تھا روالی جگن کوالی جگن ( جگن کی واپسی ہو ہمیں جگن چاہئے )
A 14 15|||R:VERB|||چاہیے|||REQUIRED|||-NONE-|||0

S 1905 میں ایم اے کے لیے ولسن کالج بمبئی میں داکلہ لیا
A 11 12|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S یہ پرندہ اپنا گھونسلا نہیں بناتا اور خانہ بدوش پرندہ کہلاتا ہے دوسرے پرندوں کے اجڑے ہو گھونسلوں میں انڈے دیتا ہے
A 16 17|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S جس کو جنرل محمد ضیا الحق کے دور حکومت میں سخت تشدد کر کہ شہید کھیا گیا تھا
A 15 16|||R:VERB|||کیا|||REQUIRED|||-NONE-|||0

S ایم اے سندھی ادب میں جامع سندھ جامشورو سے کھیا
A 9 10|||R:VERB|||کیا|||REQUIRED|||-NONE-|||0

S س نا ہے ربط ھے ا س کو خراب حالوں سے
A 4 5|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S تدریس کی فراغت کے بعد بالعموم اپنا سارا وقت کتب بینی میں گذارا کرتے تھے
A 12 13|||R:VERB|||گزارا|||REQUIRED|||-NONE-|||0

S مولانا نور اللہ مرقدہ کی زندگی کے پینتیس سال کا عرصہ تعلیمی خدمات میں گذرا
A 14 15|||R:VERB|||گزرا|||REQUIRED|||-NONE-|||0

S آپ اپنا زیادہ تر وقت اپنے گھر کی لائبریری میں مطالعہ میں گذارا کرتے تھے
A 12 13|||R:VERB|||گزارا|||REQUIRED|||-NONE-|||0

S اور اپنے تعلیمی و ملی کار ہائے عظیم کا سلسلہ شروع کیا
A 11 12|||R:VERB|||کردیا|||REQUIRED|||-NONE-|||0

S تدریس کی فراغت کے بعد بالعموم اپنا سارا وقت کتب بینی میں گزارا کرتے تھے
A 12 13|||R:VERB|||گذارا|||REQUIRED|||-NONE-|||0

S مولانا نور اللہ مرقدہ کی زندگی کے پینتیس سال کا عرصہ تعلیمی خدمات میں گزرا
A 14 15|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S آپ اپنا زیادہ تر وقت اپنے گھر کی لائبریری میں مطالعہ میں گزارا کرتے تھے
A 12 13|||R:VERB|||گذارا|||REQUIRED|||-NONE-|||0

S ایسے عالم میں وہ جاہل مزدور سے بھی گیا گذرا ہوجاتا ہے جو روزانہ کم از کم دو سیر مزدوری کرلیتا ہے
A 9 10|||R:VERB|||گزرا|||REQUIRED|||-NONE-|||0

S تمام بلوچ قبائل آج بھی جتوئی قبیلے کی سخاوت پر فخر محسوس کرتے ھیں
A 13 14|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S درد کی ساری تہیں اور سارے گزرے حادثے
A 6 7|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S " تم نے آج دوسری بار مجھے شمیم کہہ کر پکارہ ھے
A 11 12|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S غرور غیرت کے نام پر قتل اور بدلے کی کہانی پر مبنی ڈرامہ سنگ مرمر ھم ٹی وی کے بہترین سیریلز میں سے ھے
A 23 24|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S مردوں کی دشمنی میں عورتوں کو بھیڑ بکریوں کی طرح قربان کر دیا جاتا ھے
A 14 15|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S پروفیسر ڈاکٹر طاہر تونسوی اردو اور سرائیکی کے ممتاز محقق ادیب شاعر نقاد اور پروفیسر ہیں
A 15 16|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S ان کا اصل نام حفیظ الرحم ن طاہر ہے
A 8 9|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S آپ اپنے اندر بہت سی امتیازی خصوصیات رکھتے
A 7 8|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S وہ فارسی اور عربی مخطوطات کے ماہر مانے جاتے ہیں
A 9 10|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S خضر حیات عباسی نوشاہی المعروف ڈاکٹر خضر نوشاہی پاکستان کے ممتاز محقق ادیب شاعر اور سلسلہ نوشاہیہ کے صوفی ہیں
A 19 20|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S ابن زیات کے نام سے مندرجہ ذیل شخصیات گزری ہیں
A 8 9|||R:VERB|||گذری|||REQUIRED|||-NONE-|||0

S مولانا سید انظر شاہ کشمیری دیوبندی مکتبہ فکر سے وابستہ بلند پایہ محدث گزرے ہیں
A 13 14|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S اس اولمپک میں انہیں یہ منفرد مقام بھی حاصل ہے کہ انہوں نے ہاکی اور اتھلیٹکس دو کھیلوں میں حصہ لیا
A 9 10|||R:VERB|||ہوا|||REQUIRED|||-NONE-|||0

S چونکہ اسٹارک کے اوینجر چھوڑ دیتا ہے اور بارٹن اپنی بیوی بچوں کے ساتھ رہنے کے لیے ریٹائر ہوجاتا ہے
A 5 6|||R:VERB|||کرتا|||REQUIRED|||-NONE-|||0

S ملک کے کئی حصوں میں اب بھی اس موضوع پر بولنا رسما ممنوع مانا جاتا ہے
A 13 14|||R:VERB|||سمجھا|||REQUIRED|||-NONE-|||0

S پنڈت برجموہن دتاتریہ کیفی یکم نومبر 1955 کو دوران سفر قصبہ غازی آباد میں وفات کر گئے
A 15 16|||R:VERB|||پا|||REQUIRED|||-NONE-|||0

S یونین علاقہ جموں و کشمیر دو حصوں میں ہوگا جموں ڈویژن اور کشمیر ڈویژن اور مزید 20 اضلاع میں منقسم ہوگا
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یونین علاقہ جموں و کشمیر دو حصوں میں ہوگا جموں ڈویژن اور کشمیر ڈویژن اور مزید 20 اضلاع میں منقسم ہوگا
A 20 21|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S بین سرکاری تنظیمیں بین الاقوامی قانون کا اہم حصہ ہوتی ہیں اور انہیں بطور منشور تشکیل کیا جاتا ہے
A 16 17|||R:VERB|||دیا|||REQUIRED|||-NONE-|||0

S محمد پرویز ملک پاکستانی سیاست دان ہیں
A 6 7|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S رانا افضل پاکستانی سیاست دان ہیں
A 5 6|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S یہ صوبہ خیبر پختونخواہ ضلع کرک تحصیل تحت نصرتی کے جنوب مشرق میں پنجاب کے باونڈری کے ساتھ ملحقہ علاقہ ھے
A 20 21|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس میں دو٢ یونین کونسل ھیں
A 5 6|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S یہاں کے اکثر لوگ نوکر پیش ھیں
A 6 7|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S اس علاقے میں پانی کی بہت کمی ھے
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S زیر زمین پانی کی گہرائی ٥٠٠ ٦٠٠ فٹ ھے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S علاقے کے اکثر لوگ غریب ھیں
A 5 6|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S ٣٠فیصد متوسط اور ٥٠ فیصد غریب لوگ ھیں
A 7 8|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S اس علاقے میں ١٠٠ فیصد سنی دیوبندی ھیں
A 7 8|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S دوسرا کوئی مذھب فرقہ نہیں ھے
A 5 6|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S بجرنگ نام ہندو مت کے بھگوان ہنومان کے نام پر پرا جسے بجرنگ بلی کہا جاتا ہے
A 10 11|||R:VERB|||پڑا|||REQUIRED|||-NONE-|||0

S میجر جنرل آصف غفور پاک فوج کے میجر جنرل اور شعبہ بین الخدماتی تعلقات عامہ ( پاک فوج ) کے بیسویں ڈائریکٹر جنرل ہیں
A 23 24|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S دستہ میں چمڑا لگا ہوا تھا
A 5 6|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہ لشکر متعدد شہروں سے گذرا
A 5 6|||R:VERB|||گزرا|||REQUIRED|||-NONE-|||0

S یہ لشکر متعدد شہروں سے گزرا
A 5 6|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S نوال السعدی متعدد عہدوں پر فائز ہیں جیسے
A 6 7|||R:VERB|||رہیں|||REQUIRED|||-NONE-|||0

S وہ ہیلتھ ایجوکیشن ایسو سی اے شن اور اجپشین ومن رائٹرز ایسو سی اے شن کی بانی بھی ہیں
A 18 19|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S بھاگوت کے اس بیان پر ملک کی کئی سیاسی قائدین نے سخت رد عمل ظاہر کیا ہے
A 16 17|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S مارچ 1901 میں ان کی شادی یمنابائی سے انجام پائی
A 9 10|||R:VERB|||ہوئی|||REQUIRED|||-NONE-|||0

S اس کے اعلاوہ دیسی گھی اور دوسری دیسی اشیا بنائی جاتی ہیں جو سردیوں میں لوگوں کو گرم رکھتے ہیں
A 18 19|||R:VERB|||کھتے|||REQUIRED|||-NONE-|||0

S وہ عبد اللہ کو بتاتا ہے کہ امام حسین یہاں سے گزرے تھے اور اس کے لیے گھوڑا چھوڑ گئے ہیں
A 11 12|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S یہ گھوت دوسری برادریوں میں بھی استعمال ہو رہی ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S " میرا سلام ہو اس مظلوم حسین صلواۃ پرکہ جس پرآسمان کے فرشتےبھی رو دیئے "
A 14 15|||R:VERB|||دیے|||REQUIRED|||-NONE-|||0

S لیوتار پیرس کے انٹرنیشنل کالج آف فلاسفی کے بنیاد گزاروں میں سے ایک تھ
A 13 14|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S نر مخروط گروہ کی شکل میں پا جاتے ہیں
A 6 7|||R:VERB|||پائے|||REQUIRED|||-NONE-|||0

S ابن شہر آشوب نے حملہ اول ی کے شہدا میں انکا بھی نام درج کیا ھے حالات بالکل معلوم نہیں ھوئے
A 15 16|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S انکا شمار بھی حملہ اول ی کے شہدا میں ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہ باجود اس کے کہ وہ تین آپریشنوں سے پستانوں کے جزوی کا کلی تقطع کے مرحلے سے بھی گزر چکی ہیں
A 19 20|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S قیس بن مسہر کو نامہ رساں کہا ہے اگر چہ الارشاد میں عبدالل بن یقطر کا تذکرہ ضعیف قول کے ساتھ کیا
A 21 22|||R:VERB|||کیاہے|||REQUIRED|||-NONE-|||0

S آپ مجھے اس بات کی اجازت دیں گے کہ ج آپ کے ساتھ کوئی مراہ نہیں رہے گا تو میں واپس چلا جاؤں گا
A 16 17|||R:VERB|||بچے|||REQUIRED|||-NONE-|||0

S یہ کسی خاص تعمیراتی شاھکار عمارت نہیں ھوتی تھی بلکہ اینٹوں کی تیاری کے لئے بننے والے بھٹے جیسی ساخت کے مینار تھے
A 7 8|||R:VERB|||ہوتی|||REQUIRED|||-NONE-|||0

S سرکاری اہلکاروں کی یہاں تعنیاتی ھوتی
A 5 6|||R:VERB|||ہوتی|||REQUIRED|||-NONE-|||0

S حوادث زمانہ کی وجہ سے باقی کوس مینار مہندم ھوتے گئے
A 9 10|||R:VERB|||ہوتے|||REQUIRED|||-NONE-|||0

S گڑھی شاھو والا مینار باقاعدہ طور پر جنگلہ لگا کر ایک چھوٹے سے پارک میں محفوظ کر دیا گیا ھے
A 19 20|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جب کہ منہالہ والا کوس مینار غیر محفوظ ھے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ساختیات کے مظہر میں ثنوئی اختلافات کا نظام موجود ھوتا ھے
A 9 10|||R:VERB|||ہوتا|||REQUIRED|||-NONE-|||0

S ساختیات کے مظہر میں ثنوئی اختلافات کا نظام موجود ھوتا ھے
A 10 11|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جس میں افترقات کا مطالعہ اور تجزیہ کیا جاتا ھے اور ساخت سے معنویت معنیات اخذ کی جاتی ھیں
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جس میں افترقات کا مطالعہ اور تجزیہ کیا جاتا ھے اور ساخت سے معنویت معنیات اخذ کی جاتی ھیں
A 18 19|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S جو اصل میں فکر کا طرز نظر اور رسائی ھوتی ھے
A 10 11|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S 1913 ) جن کو جدید لسانیات کا بانی کہا جاتا ھے
A 10 11|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ساختیاتی مطالعوں میں " ادب " کو دوسرے درجے کا نظام فکر تصور کیا گیا ھے
A 15 16|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S مارکسزم مظریات فرائڈین ازم اور وجودیت کے خمیر سے ساختیات کا فکری اور مناجیاتی ڈھانچہ تشکیل پایا ھے
A 17 18|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S احمد سھیل نے اپنی کتاب میں ان مکاتیب فکر کو ساختیات کی مباحث میں شامل کیا ھے
A 16 17|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ساختیات کے نظریاتی فکری لسانی تنقیدی اور تحریکی کے حوالے سے ان موضوعات پر مباحث ایک عرصے سے جاری ھے
A 19 20|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S عین وقت غروب ( بج کر منٹ پر بریلی شریف میں ) حضرت نے وقت دریافت فرمایا
A 4 5|||R:VERB|||7بج|||REQUIRED|||-NONE-|||0

S آخر میں بھگوان کی طرف سے چنٹی کو ایک جوان لڑکے ( اکنینی ناگا چیتنیا ) میں تبدیل کرتے ہوئے دکھایا گیا ہے
A 18 19|||R:VERB|||ہوتے|||REQUIRED|||-NONE-|||0

S یہ شروعاتی دور کے انڈو اسلامک فن تعمیر کا بہترین نمونہ ہے اسے ابو بکر ہرات نے ڈیزائن کیا ہے
A 19 20|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S امیر کبیر علی ہمدانی کی اولاد سادات ہمدانیہ سے معروف ھے جن میں سے مشہور نسابہ
A 10 11|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S 2012 میں انہیں ممبئی انڈینز نے خریدا اور 2014 میں وہ کولکاتا نائٹ رائیڈرز کا حصہ ہو گئے
A 16 17|||R:VERB|||بن|||REQUIRED|||-NONE-|||0

S اس مقام اتصال کے بعد جو دریا شکل اختیار کرتا ہے اسے دنیا گنگا کے نام سے جانتی ہے
A 9 10|||R:VERB|||آتا|||REQUIRED|||-NONE-|||0

S اس سے ثابت ہوتا ہے کہ یہ رواج اس وقت تک پڑھ چکا تھا
A 11 12|||R:VERB|||پڑ|||REQUIRED|||-NONE-|||0

S ا ن کی زندگی کا ایک بڑا حصہ مصر عثمانی سلطنت کے مقبوضات ( بالخصوص لبنان ) اور فرانس میں گزرا
A 20 21|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S حافظ شیرازی چودھویں صدی عیسوی کے معروف ایرانی شاعر گذرے ہیں
A 9 10|||R:VERB|||گزرے|||REQUIRED|||-NONE-|||0

S حافظ شیرازی چودھویں صدی عیسوی کے معروف ایرانی شاعر گزرے ہیں
A 9 10|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S علاقائی اسکول میں ابتدائی تعلیم حاصل کرنے کے بعد علی گڑھ چلے آئے
A 12 13|||R:VERB|||گئے|||REQUIRED|||-NONE-|||0

S گلگت سے دریا کی طرف جاتے ہوئے کہیں کہیں سے ناگاہ پربت دیکھائی دیتا ہے
A 12 13|||R:VERB|||دکھائی|||REQUIRED|||-NONE-|||0

S یہ اپنی بلندیوں اور وسعتوں میں کھڑا نہایت معصوم دیکھائی دیتا ہے
A 9 10|||R:VERB|||دکھائی|||REQUIRED|||-NONE-|||0

S ادھر ادھر بکھری پڑی چٹانوں کے بیان میدان آہستہ آہستہ گزر رہے ہوتے ہیں
A 10 11|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S آخری ویدی دور میں دیاوہ یا دیوا کو بہت طاقت ور مانا گیا اور آسورہ پر اس کی برتری دیکھائی گئی ہے
A 19 20|||R:VERB|||دکھائی|||REQUIRED|||-NONE-|||0

S ساری زندگی درس وتدریس وعظ ونصیحت اور فرقہائے باطلہ کے رد میں گزری
A 12 13|||R:VERB|||گذری|||REQUIRED|||-NONE-|||0

S اسے چاہئے کہ تمام تر مخلوقات کے ساتھ بھلائی کیا کرے اور اپنی خیر کو کسی ایک مخلوق تک نہ روک کر رکھے
A 1 2|||R:VERB|||چاہیے|||REQUIRED|||-NONE-|||0

S ملہووالی پنڈی گھیب تحصیل کا ایک خوبصورت گاو ں ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس کو ملہوالی کیوں کہا جاتا ھے
A 6 7|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس کی وجہ تسمیہ کیا ھے
A 5 6|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہ سوال بھی دلچسپی سے خالی نہیں ھے
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہاں کے لوگوں کو اسلام سے بہت گہرا لگاو ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S قیام پاکستان کے وقت بھی یہاں دین اسلام کے فروغ کے لیے کام جاری تھا جو آج تک جاری ھے
A 19 20|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S قرآن پاک کی تعلیم کے لیے کئ مدارس کام کر رہے ھیں
A 11 12|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S سوئ گیس کی فراہمی اٹک کی سیاسی قیادت کے لیے ایک چیلنج کا درجہ رکھتی ھے
A 15 16|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اور عوام کا یہ دیرینہ مطالبہ ھے
A 6 7|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S سے یعنی قدرتی طور پر ایک طرف سے میال آئل فیلڈ اور دوسری جانب سے دکھنی آئل فیلڈ کے درمیان واقع ھے
A 21 22|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S دنیا امید پر قائم ھے
A 4 5|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ہوسکتا ھے عوام کا یہ خواب بھی کبھی نہ کبھی پورا ہو ہی جائے
A 1 2|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S دوسرا دن اسی اضطراب میں گزر گیا
A 5 6|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S تیسرا دن بھی اسی بے چینی میں گزر گیا
A 7 8|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S ابتدا میں یہ صرف مذکر طلبا کے لئے قائم کیا گیا تھا مگر 1978 میں خواتین کو بھی داخلہ کیا گیا
A 19 20|||R:VERB|||دیا|||REQUIRED|||-NONE-|||0

S مھر ایک سندھ میں پائی جانے والی خطرناک قسم کی قوم ھے
A 11 12|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S 6 اکتوبر 2007 ) بیت المکرم مسجد ڈھاکہ کا سابق خطیب ہے
A 11 12|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S طوطاخیل ایک گجر قبیلہ ہے جو زیادہ تر پاکستان کے صوبہ خیبر پختونخواہ میں رہتے ھیں
A 15 16|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S تصور کیا جاتا ہے کہ لائکوٹ اور پشمال میں جو طوطاخیل ھیں ان کے جد امجد کا نام بھی طوطا بابا تھا
A 11 12|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S خیال کیا جاتا ہے کہ یہ لوگوں کے اوہام ھیں
A 9 10|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S آج کل طوطاخیل صرف پاکستان کے صوبہ خیبر پختونخواہ میں ھی پاے جاتے ھیں
A 13 14|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S پنجاب میں بھی ان برادری کے لوگ موجود ھیں
A 8 9|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S لائکوٹ اور پشمال کے گجروں کے بارے خیال کیا جاتا ہے کہ یہ لوگ انڈیا کے گجرات سے کشمیر گئے وہاں آباد ہوے
A 22 23|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S لائکوٹ اور پشمال میں گجروں کے اور بھی بہت سے قبائل آباد ھیں
A 12 13|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S ان میں خاص طور پر کھناخیل ڈوراخیل کھٹانہ چیچی خیل جاگو قابل ذکر ھیں
A 13 14|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S جسونت سنگھ کنول پنجابی ناول نگار کہانی نویس اور ادیب ہیں
A 10 11|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S آپ نے ہمہ وقت لوگوں کی ذہنی اخلاقی وروحانی تربیت کرنےمیں گذارا
A 11 12|||R:VERB|||گزارا|||REQUIRED|||-NONE-|||0

S یہ بات شہنشاہ ا کبر کو ناگوار گزری اور وہ ادھم خاں کی اصلاح کرنے کے لیے فتح سارنگ پور کے
A 7 8|||R:VERB|||گذری|||REQUIRED|||-NONE-|||0

S جب اردشیر نے امرا کا اقتدار کم کرنا چاہا تو انہیں شہنشاہ اردشیر کی مخالفانہ سرگرمیاں ناگوار گزری
A 17 18|||R:VERB|||گذری|||REQUIRED|||-NONE-|||0

S آپ نے فرمایا اب تو چارہ ماہ گزر چکے ہیں چنانچہ اس شخص کے ہاں لڑکی پیدا ہوئی
A 7 8|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S ایک مکتوب میں تحریر فرماتے ہیں " چاہئے کہ نماز پنجگانہ باوقات مسنونہ اورادطریق عالیہ نقشبندیہ قادریہ ہرگز قضا نہ کریں
A 7 8|||R:VERB|||چاہیے|||REQUIRED|||-NONE-|||0

S اللہ یار خاں جوگی ( 1870 1956 ) انیسویں صدی کے آخر اور بیسویں صدی کے شروع میں ہو گزرے ہیں
A 19 20|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S 10ویں صدی میں عربی کتابوں کا لاطینی زبانوں میں ترجمہ ہرنا شروع ہو گیا
A 10 11|||R:VERB|||ہونا|||REQUIRED|||-NONE-|||0

S چند ماہ بعد اس نے اپنی گدی واپس لے لی
A 8 9|||R:VERB|||کر|||REQUIRED|||-NONE-|||0

S چند ماہ بعد اس نے اپنی گدی واپس لے لی
A 9 10|||R:VERB|||ل0|||REQUIRED|||-NONE-|||0

S پونیت راجکمار کنڑ سنیما کی سب سے زیادہ مقبول مشہور شخصیات میں سے ایک ہیں اور سب سے زیادہ معاوضہ لینی والے اداکار ہیں
A 23 24|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S ریاست میں وادی سندھ کی تہذیب کے کئی مقامات موجود ہیں جو گہوارہ ثقافت کا حصہ ہیں
A 16 17|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S اس مندر سے سفید چوہوں کو مقدس مانا جاتا ہے اوت مندر کے اندر ان کی حفاظت کا انتطام بھی کہا گیا ہے
A 20 21|||R:VERB|||کیا|||REQUIRED|||-NONE-|||0

S گانگولی کا بچپن بہت شاہی گزرا تھا
A 5 6|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S گانگولی کی زندگی ایسی شاہانہ گزری تھی کہ اس طرح کے کام انہیں پسند نہ تھے
A 5 6|||R:VERB|||گذری|||REQUIRED|||-NONE-|||0

S وہ بھارتی کرکٹ کنٹرول بورڈ کے 39ویں صدر ہیں
A 8 9|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S سید منور سچیار کی اولاد پاک سے کشمیر میں کئی اولیائے کرام گزرے ہیں
A 12 13|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S ان کی سب سے چھوٹی بیٹی زبیڈ اسمیٹ نے 1926 میں عیسائیت میں تبدیل ہوکر ترکی چھوڑ دیا تاکہ رومن کیتھولک راہبہ بنیں
A 14 15|||R:VERB|||کرلی|||REQUIRED|||-NONE-|||0

S 21 جون 1934 کو ترکی میں کنیت قانون نافذ ہونے کے بعد فاطمہ علی نے اپنے خاندانی نام " توپوز " اپنایا تھا
A 22 23|||R:VERB|||لیا|||REQUIRED|||-NONE-|||0

S ا ن کا بہترین دور روی شنکر ستارنواز کے ہمراہ گزرا
A 10 11|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S کسی عدسے کے بصری مرکز سے ہو کر گزرنے والی روشنی کی شعاع بغیر کسی انحراف کے گزر جاتی ہے
A 17 18|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S دوسری اوپیم جس میں خون کے ساتھ خراٹے بھی پا جاتے ہیں
A 9 10|||R:VERB|||پائے|||REQUIRED|||-NONE-|||0

S 1898 میں آپ نے چچا نواب سر نوازیش علی خاں کے بعد قزلباش قبیلے کا سربراہ مقرر کیا
A 17 18|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S ایز بیگ نے لیتھوانیا میں فوجی مہم بھی چلائی کیونکہ یہ واضح ہے کہ اس سے روس میں منگول کے غلبے کو خطرہ ہے
A 12 13|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S اینہاں نال 300 جرمن تے لتھوانی غلام وی سن جنہاں نوں سترونگانوف نے زار روس توں خریدئیا سی
A 17 18|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S ) خانان سائبیریا دا 1563 توں 1598 تک آخری خان سی
A 10 11|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S 1739 چ باشکیر جنگ لڑن آلے " کراسکال " بارے وی دسیا جاندا سی کہ اوہ کوچم خان دی اولاد چوں سی
A 21 22|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S 1590 میں کوچم خان نے روسی سلطنت کو خراج دین آلے توبولسک شہر کے ارد گرد رہن آلے تاتاریاں پر حملے کیتے
A 16 17|||R:VERB|||رہنے|||REQUIRED|||-NONE-|||0

S ان کی شاعری میں ویر رس کی جھلک نمایاں یے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S پاکستان کے نامور طبلہ نواز استاد محمد اجمل خان کا تعلق ملتان سے ہے
A 13 14|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S اس سے ناراض کانگریس کے رکن اسپیکر کی نشست کے قریب آکر ہمیں انصاف چاہئے کے نعرے لگانے لگے
A 14 15|||R:VERB|||چاہیے|||REQUIRED|||-NONE-|||0

S ان کی کئی کتابیں شائع ہو کی ہیں
A 6 7|||R:VERB|||ئی|||REQUIRED|||-NONE-|||0

S جنید حفیظ بہاؤ الدین زکریا یونیورسٹی ملتان کے پروفیسرت ھے
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S چیف جسٹس وقار احمد سیٹھ خیبر پختونخوا کے ضلع ڈیرہ اسماعیل خان کے ایک متوسط کاروباری خاندان سے تعلق رکھتے ہیں
A 20 21|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اس نے ادب سیاست اور سماجی موضوعات پر لڑکپن میں لکنے کی شروعات کی
A 10 11|||R:VERB|||لکھنے|||REQUIRED|||-NONE-|||0

S سموگ سے پودوں کی افزائش کو بھی نقصان کے ساتھ ساتھ فصلوں اور جنگلات کو بھی بڑے پیمانے پر نقصان پنچاتی ھے
A 21 22|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S دنیا کے کافی ممالک می مصنوعی بارش برسا کے سموگ پر قابو پایا جاتا ھے لیکن یہ طریقہ بہت مہنگا ھے
A 14 15|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S دنیا کے کافی ممالک می مصنوعی بارش برسا کے سموگ پر قابو پایا جاتا ھے لیکن یہ طریقہ بہت مہنگا ھے
A 20 21|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس خاندان میں بہت سے نامور علما گزرے ہیں
A 7 8|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S 7 ستمبر 1988 کو وفات پائی مولانا سمیع الحق ان کے صاحبزادے ہیں
A 12 13|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S رسول اللہ ایک شخص کے پاس سے گزرے اس کے پاس کئی لوگوں کو جمع دیکھ کر دریافت فرمایا کیا معاملہ ہے
A 7 8|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S نجاشی فضالہ بن ایوب ازدی کوفہ کے اصیل عربوں سے ھے کہ جو کافی مدت تک شہر اہواز میں رہے
A 10 11|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ( 2 ) خیر الخیر نقشبندی اور مجددی سلوک پر اس سے بہتر کتاب ابھی تک میری نظر سے نہیں گذری
A 20 21|||R:VERB|||گزری|||REQUIRED|||-NONE-|||0

S یہ ناول کئی ہفتوں تک بیسٹ سیلر بنی رہی
A 7 8|||R:VERB|||بنا|||REQUIRED|||-NONE-|||0

S چودھری دلو رام کوثری غیر مسلم نعت گو شاعر ہیں
A 9 10|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اگلے سات سال بغیر کسی جنگی مہم کے گزرے
A 8 9|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S وجے نگر کے قیام کے ساتھ ہی ہریہار اور بوچا کے سامنے بہت ساری جدوجہد ہوئی
A 15 16|||R:VERB|||آئیں|||REQUIRED|||-NONE-|||0

S مابار کے گورنر جلال الدین احسن خان نے آزادی کا اعلان کیا اور مدورائی سلطنت قائم کی
A 11 12|||R:VERB|||کردیا|||REQUIRED|||-NONE-|||0

S جلال الدین کو اس کے ایک رئیس نے 1340 عیسوی میں مارا تھا
A 11 12|||R:VERB|||مارڈالا|||REQUIRED|||-NONE-|||0

S تھیلیکونیل بشیر ہندوستان کی ریاست کیرالہ کے ایک سینئر سیاست دان ہیں
A 11 12|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S یہ سرشتہ ایک عرصہ تک قائم ہا
A 6 7|||R:VERB|||رہا|||REQUIRED|||-NONE-|||0

S وہ ا س عہدے پر 16 جنوری 2020 سے فائز ہیں
A 10 11|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S ژوب ڈویژن ایسوسی ایشن کے صدر کے طور ان کی خدمات کا بھر پور اعتراف کیا گیا ھے
A 17 18|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S عموما اس کے اثرات معمولی اور خفیف ہوتے ہیں لیکن بعض اوقات کسی غیر معمولی صورت حال میں مہلک بھی بن جاتا ہے
A 20 21|||R:VERB|||ہو|||REQUIRED|||-NONE-|||0

S عالمی ادارہ صحت کے ذریعہ نامزد کردہ 2019 نامی کورونا وائرس کی ایک نئی وبا 31 دسمبر 2019 سے چین میں عام ہے
A 22 23|||R:VERB|||ہوئی|||REQUIRED|||-NONE-|||0

S وزیر اعظم بھارت نریندر مودی نے میری سرکار ( ویبسائٹ ) عوام کو بجٹ کے لئے مشورے دینے کی دعوت سی تھی
A 20 21|||R:VERB|||دی|||REQUIRED|||-NONE-|||0

S انہیں ممبئی انڈینز نے 2020 کی آئی پی ایل نیلامی سے پہلے رہا کیا تھا
A 13 14|||R:VERB|||دیا|||REQUIRED|||-NONE-|||0

S حسن علی شاہ آغاخان آول اس دوران شکار پر گ ہو تھے
A 10 11|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S عثمانی سپاہی مشرقی یورپ اور جنوب مشرقی یورپ سے بچوں کو والدین سے جدا کے کے استنبول کے جاتے تھے
A 14 15|||R:VERB|||کر|||REQUIRED|||-NONE-|||0

S عثمانی سپاہی مشرقی یورپ اور جنوب مشرقی یورپ سے بچوں کو والدین سے جدا کے کے استنبول کے جاتے تھے
A 17 18|||R:VERB|||لے|||REQUIRED|||-NONE-|||0

S یہ لقب بازنطینی متون میں کثرت سے مستعمل ہوا اور جدید تاریخ نگاری میں ایک معیاری حیثیت اختیار کرگیا
A 8 9|||R:VERB|||رہا|||REQUIRED|||-NONE-|||0

S ڈاگرانی قوم بھت پرانی ہے یہ اصل میں جٹوں کی گوت ڈوگر سے ھیں بعد میں ڈوگر سے ڈوگرانی اور پھر ڈاگرانی کھلانے لگے
A 13 14|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S اے زندگی بھر کے تمام مشکل معمولات حضور کی برکت سے ہی حل ہوتے ہیں
A 13 14|||R:VERB|||جاتے|||REQUIRED|||-NONE-|||0

S وہ ایرانی امریکن مصنفہ مترجم اور ماہر نفسیات ہیں
A 8 9|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S وہ نیشنلٹی سرٹیفائیڈ کونسلر بھی ہیں
A 5 6|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S ا ن کا بچپن لاس اینجلس اور واشنگٹن ڈی سی میں گزرا
A 11 12|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S سپتمبر اپریل ( جسکا نام اویچی بھی تھا ) ایک سونسکا گلوکار تھا
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S 2020 کبڈی ورلڈ کپ میں اچھی کارکردگی دیکھائی
A 7 8|||R:VERB|||دکھائی|||REQUIRED|||-NONE-|||0

S انہوں عمر کے ابتدائی سولہ سال گوجرانوالہ میں ہی گزرے اور وہ 1994 میں اسلام آباد آ گئے
A 9 10|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S ان کا بچپن بھاٹی دروازہ کے علاقے میں علامہ اقبال کے گھر کے قریب گزرا
A 14 15|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S ا سی لیے شہدہ کی ازدواجی ز ندگی نہایت خوشگوار گزری
A 10 11|||R:VERB|||گذری|||REQUIRED|||-NONE-|||0

S 2020 آئی سی سی ویمنز ٹی 20 ورلڈ کپ آئی سی سی کا ساتواں خواتین ٹی 20 ورلڈ کپ ٹورنامنٹ ہے
A 20 21|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S اگست 19 1933 ) ایک امریکی اداکارہ تھی
A 7 8|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S وہ ڈوگری زبان کی پہلی جدت پسند خاتون شاعرہ ہیں
A 9 10|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S انہیں 18ویں امریکی خواتین محققہ کانفرنس کی جانب سے بہترین خاتون سال کا اعزاز دیا گیا
A 15 16|||R:VERB|||گیاتھا|||REQUIRED|||-NONE-|||0

S عزم بہزاد پاکستان سے تعلق رکھنے والے اردو زبان کے معرود شاعر ہیں
A 12 13|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S پنجاب یونیورسٹی چندی گڑھ کے گوسوامی گنیش دتا سناتن دھرما کالج سے فنکشنل انگلش میں بے
A 15 16|||R:VERB|||بی|||REQUIRED|||-NONE-|||0

S تہذیب اور ثقافت ہم معنی الفاظ ہیں لیکن دونوں کے استعمال میں فرق ھے
A 13 14|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S چونکہ ان کی والدہ فرانسیسی تھی لہذا ان کے ابتدائی ایام فرانس میں ہی گزرے اور فرانسیسی زبان ان کی مادری زبان بنی
A 14 15|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S 2014 افغان صدارتی انتخابات کو کوریج دینے والے صحافیوں میں عارفہ واحد بھارتی صحافی تھی
A 6 7|||R:VERB|||کرنے|||REQUIRED|||-NONE-|||0

S بھارت میں وزارت صحت و خاندانی بہبود حکومت ہند اس کی مکمل نگرانی رکھ رہی ہے اور وقتا فوقتا ہدایات جاری کرتی رہتی ہے
A 13 14|||R:VERB|||کر|||REQUIRED|||-NONE-|||0

S جگجیت کور اردو اور ہندی زبان کی بھارتی گلوکارہ اور نامور فلم موسیقار محمد ظہور خیام کی بیوی ہے
A 18 19|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S جگجیت کور ایک امیر پنجابی زمیندار پریوار سے تعلق رکھتی ہے
A 10 11|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S محمد اپیسائی ونیایاوا تورا ( پیدائش جنوری 1934 ) ایک سابق فجی سیاستدان سپاہی اور تجارتی یونینسٹ ہیں
A 17 18|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S روی ٹنڈن بھارتی فلمی صنعت کے ایک ہدایت کار اور فلم پروڈیوسر ہیں
A 12 13|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S وہ نیویارک شہر میں مقیم ایک پاکستانی نژاد امریکی گلوکارہ اور نغمہ نگار یے
A 13 14|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کا بچپن پیرس نیو یارک اور بینکاک میں گزرا جہان ان کے والد جنگ میں شریک ہوئے تھے
A 9 10|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S اور دو روزہ گرفتاری کے بعد ان کو رہا کر دیاگیا
A 10 11|||R:VERB|||گیا|||REQUIRED|||-NONE-|||0

S اور زندگی کا ایک طویل عرصہ نوشہرہ میں گذرا
A 8 9|||R:VERB|||گزرا|||REQUIRED|||-NONE-|||0

S اور زندگی کا ایک طویل عرصہ نوشہرہ میں گزرا
A 8 9|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S وہ نیوزی لینڈ قومی کرکٹ ٹیم کا کپتان رہا اور بعد میں وہ کرکٹ کمنٹری بھی کیہا کرتا تھا
A 17 18|||R:VERB|||کرتے|||REQUIRED|||-NONE-|||0

S وہ جامعہ ملیہ اسلامیہ سے فارغ التحصیل ہوئے تھے
A 8 9|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S عنبرہ مئی 1986 میں بیروت میں انتقال کر گئیں
A 7 8|||R:VERB|||ہوا|||REQUIRED|||-NONE-|||0

S جس کے قائم مقام سربراہ رہے مدارس امامیہ میں دروس نظامی کے نصاب کو مرتب کیا جو اب تک جاری ھے
A 20 21|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S افطار عربی زبان کا لفظ ہے اس کے معنی ختم ہونا یا معمولی کھانا ( ناشتہ ) وغیرہ کے آتے ہیں
A 10 11|||R:VERB|||کرنا|||REQUIRED|||-NONE-|||0

S آپ کے آباؤ اجداد کا تعلق جھنگ سے تھا
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S پھر مڈل اسکول موہن جو دڑو میں چھٹی جماعت سے آٹھویں تک پڑہے
A 12 13|||R:VERB|||پڑھے|||REQUIRED|||-NONE-|||0

S اسکول کی زندگی کے دوران بہت سارے ڈراموں اور مختصر فلموں میں شامل رہیں
A 13 14|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S بھیڑ خوش ہوکر کہتا " ہمیں چھکا چاہئے " اور درانی چھکا مارتے
A 3 4|||R:VERB|||کہتی|||REQUIRED|||-NONE-|||0

S مولانا مفتی زرولی خان دیوبندی مکتبہ فکر سے وابستہ پاکستانی عالم ہیں وہ 1953 میں جہانگیرا میں پیدا ہوے
A 11 12|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S بڑا صاحبزادہ ڈاکٹر حمیداللہ پروفیسر شعبہ اسلامیات پنجاب یونیورسٹی لاہور ہے
A 10 11|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S ٹائیفائڈ بخار بیکٹیریائی انفیکشن کی وجہ سے ھوتا ھے
A 7 8|||R:VERB|||ہوتا|||REQUIRED|||-NONE-|||0

S 14 اپریل 2014 کو اتشان گاؤں پر التلیسیہ ( جہاں حکومت کے حامی فوجیوں کا اجتماع تھا ) سے گولہ باری کی جارہی تھی
A 22 23|||R:VERB|||گئی|||REQUIRED|||-NONE-|||0

S اسی طرح صحافی " عبد الباسط بلوچ " ان کے سسر ہیں
A 11 12|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S دھسال 15 جنوری 2014 کو بمبئی اسپتال میں کولوریکل کینسر کی وجہ سے انتقال کر گئیں
A 14 15|||R:VERB|||ہو|||REQUIRED|||-NONE-|||0

S اس نے کئے نئے اداکار اور ڈراما نگار متعارف کئے
A 9 10|||R:VERB|||کرائے|||REQUIRED|||-NONE-|||0

S اس کی بیٹی نے کاونوز احمد پاشا سے شادی کی جو 1703 میں مختصر وقت کے لیےوزیر اعظم تھا
A 18 19|||R:VERB|||بنا|||REQUIRED|||-NONE-|||0

S جیسے ہی معاہدہ کارلوٹز کے اثرات ختم ہوئے فیض اللہ آفندی نے اپنے ارد گرد رشتہ داروں اور اتحادیوں کا ایک گروہ جمع کیا
A 23 24|||R:VERB|||کرلیا|||REQUIRED|||-NONE-|||0

S اگلے کچھ سال مشکلات میں گزرے جائداد کے تنازعات خاندان میں پھوٹ اور والدہ کا گزر جانا ان سب کی اہم وجوہ شامل تھے
A 5 6|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S مشعلیں جلا لو کہ ہر گام پہ ظلمت ہو گی
A 1 2|||R:VERB|||لے|||REQUIRED|||-NONE-|||0

S ابتدائی عمر فقر و فاقہ میں گزری مگر بعد ازاں خوشحال ہو گئے تھے
A 6 7|||R:VERB|||گذری|||REQUIRED|||-NONE-|||0

S یہ پہلا بڑا جنگی جہاز تھا جس کو عثمانیوں نے ایک دہائی سے بھی زیادہ عرصہ لگا کر تعمیر کیا
A 19 20|||R:VERB|||دیا|||REQUIRED|||-NONE-|||0

S " کوڑا " کرتے ہوئے سر کے ساتھ " گھوڑا "
A 3 4|||R:VERB|||گرتے|||REQUIRED|||-NONE-|||0

S تعلیمی لحاظ سے وادی جرید تحصیل بالا کوٹ کا دوسرا سب سے زیادہ تعلیم یافتہ گاوں ہے جہاں کی 78 آبادی پڑی لکھی ہے
A 21 22|||R:VERB|||پڑھی|||REQUIRED|||-NONE-|||0

S کاؤنٹی کی بنیاد یروشلم کے بادشاہ بالڈون اول نے 1098 میں پہلی صلیبی جنگ ( 1096 1099 ) کے دوران کی تھی
A 20 21|||R:VERB|||رکھی|||REQUIRED|||-NONE-|||0

S ستاور مردانہ بانجھ پن ختم کرنے مردانہ کمزوری دور کرنے شوگر السر میں بھی استعمال ھوتی ھے
A 16 17|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس میں میگنیشئیم اضافی مقدار میں پائی جاتی ھے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S مردانہ طاقت کی اہم ترین جڑی بوٹیوں میں ستاور ایک ھے
A 10 11|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس تحریرنوں سائیاں فر شتیاں نے پڑھ شکر گذار یا بسم اللہ
A 8 9|||R:VERB|||گزار|||REQUIRED|||-NONE-|||0

S سائیں پشاوری کا زیادہ عرصہ مکھا سنگھ اسٹیٹ راولپنڈی میں گزرا
A 10 11|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S اور تصنیف ہ تالیف کا کام بھی جاری یے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S محمد حمران یوسف لٹل ہیروز کلب کے نام سے ایک فلاحی ادارہ قائم کیا ہے
A 13 14|||R:VERB|||چلار|||REQUIRED|||-NONE-|||0

S معتصم باللہ کے عہد میں 120 برس تک قائم رہنے کے بعد یہ عمارت تباہ ہو گئی
A 15 16|||R:VERB|||بن|||REQUIRED|||-NONE-|||0

S ٹاور تک رسائی کا واحد راستہ ایک آدھے میٹر چوڑی لین سے گزرنا ہے جو ہر طرف نئی تعمیرات کے ذریعے گھرا ہوا ہے
A 12 13|||R:VERB|||گذرنا|||REQUIRED|||-NONE-|||0

S 1977 میں " سندھی زبان کا سماجی کارج " کے موضوع پر مقالا لکھا اور ڈاکٹریٹ کی ڈگری لی
A 18 19|||R:VERB|||کی|||REQUIRED|||-NONE-|||0

S اس سال کے دوران ملک دوسری کارلسٹ جنگ سے گزر رہا تھا
A 9 10|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S جس طاقت نے جتنا علاقہ ہتھیا تھا اس پر اس کے قبضے کو قانونی حیثیت دے دی گئی
A 5 6|||R:VERB|||ہتھیایا|||REQUIRED|||-NONE-|||0

S ایسا لگتا ہے کہ 5 ویں صدی عیسوی میں تورامانا کی تباہی نے یونیورسٹی کی سرگرمیوں کو ختم کردیا ہے
A 19 20|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S وہ نامور شیعہ ذاکر اور خطیب علامہ رشید ترابی کے فرزند ہیں
A 11 12|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S جب حسین پانی پینے فرات کے لئے جارہے تھے تو اسے ٹھوڑی یا گلے میں گولی لگی
A 16 17|||R:VERB|||لگا|||REQUIRED|||-NONE-|||0

S ہیرائٹ بیچر اسٹوے اور ولیم لائیڈ گیریسن جیسے لوگوں نے کتابیں اور اخبارات لکھے کہ غلامی رکنی چاہئے
A 17 18|||R:VERB|||چاہیے|||REQUIRED|||-NONE-|||0

S جس سے بے شمار لوگ استفادہ کر رہے ہیں
A 7 8|||R:VERB|||چکے|||REQUIRED|||-NONE-|||0

S 3 فروری 1990 کو علامہ نصیرالاجتہادی کراچی میں وفات پا گئے اور کراچی ہی میں مسجد زین العابدین بفرزون کے احاطہ میں آسود خاک ہوئی
A 24 25|||R:VERB|||کیے|||REQUIRED|||-NONE-|||0

S سوریادی دھڑا میگاوتی کو برخاست کرنے کے ساتھ گزر گیا اور یہ مظاہرے پورے انڈونیشیا میں ہی ہوئے
A 8 9|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S اسی سال لوئس ویز ڈی ٹورس آبنائے ٹوریس سے گذر گیا تھا اور اس نے آسٹریلیا کے شمالی ساحل کو دیکھا ہوگا
A 9 10|||R:VERB|||گزر|||REQUIRED|||-NONE-|||0

S دوسری جنگ عظیم کے دوران جاپانی روہنگیا کے ماتحت علاقوں میں آسانی سے گزرے
A 13 14|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S اس انتخاب نے ابو بکر کے حامیوں اور علی کے حامیوں کے مابین پھوٹ پڑا
A 14 15|||R:VERB|||ڈالی|||REQUIRED|||-NONE-|||0

S اپنے پہلے خطبے میں علی نے امت کو محمد کی موت کے بعد اس کا ساتھ نہ لینے پر ڈانٹا
A 17 18|||R:VERB|||دینے|||REQUIRED|||-NONE-|||0

S علی نے جنگ جمال میں حکمرانی کی کہ زخمیوں اور اسیروں کو ہلاک نہیں کیا جانا چاہئے
A 6 7|||R:VERB|||دیا|||REQUIRED|||-NONE-|||0

S علی صبح کی نماز پڑھ رہا تھا اور ایک دوسری روایت کے مطابق مسجد میں اس کے ساتھ ٹکرا گیا
A 18 19|||R:VERB|||کیا|||REQUIRED|||-NONE-|||0

S علی صبح کی نماز پڑھ رہا تھا اور ایک دوسری روایت کے مطابق مسجد میں اس کے ساتھ ٹکرا گیا
A 18 19|||R:VERB|||کیا|||REQUIRED|||-NONE-|||0

S شیخ پا بچپن وارانسی اترپردیش میں گزرا
A 6 7|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S امداد حسینی ( 10 مارچ 1940 27 اگست 2020 ) ایک پاکستانی سندھی و اردو زبان کے شاعر و مصنف تھے
A 20 21|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S پاکستان کی تاریخ میں کئی مقدمے ایسے گزرے ہیں جنہیں مختلف سازشوں سے موسوم کیا گیا
A 7 8|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S ا نہیں درس نظامی پر خاص عبور حاصل تھیں
A 8 9|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S حافظ عبدالسلام بن محمد خطبات جمعہ درس قرآن و حدیث اور فتاوی کے لیے بھی پاکستان میں معروف ہیں
A 18 19|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S زیادہ تر عمارتیں 4 5 میٹر چوڑی واحد چیمبر مربع جھونپڑیوں کی تھیں
A 11 12|||R:VERB|||گھرکی|||REQUIRED|||-NONE-|||0

S طوائف کو پنجابی میں کنجری کہا جاتا ھے
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہ ایسا ھی ھے جیسے شاہدرہ لاھور میں نور جہاں کا مقبرہ
A 3 4|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہ کنجری کا پل ایک تاریخی جگہ ھے یہ تاریخی مقام مغل بادشاہ شاہ جہاں کا بنوایا ھوا ھے
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اور نور جہاں کے مقبرہ سے زیادہ خوبصورت ھے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S کچھ ھی عرصہ قبل اس کو مشرقی پنجاب کی حکومت نے تزئین اور آرائیش کے بعد عوام کے لیے بحال کیا ھے
A 21 22|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S افتخار احمد حافظ قادری کو قومی و عالمی کانفرنسز میں شرکت اور مقالہ جات بھی پڑھنے کا شرف حاصل ھے
A 19 20|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S مولانا غلام قادر ہاشمی سیالوی بھیروی اہلسنت کے مشہور و معروف اولیا و علما میں شمار ہتے ہیں
A 16 17|||R:VERB|||ہوتے|||REQUIRED|||-NONE-|||0

S آپ بہاولپور میں 3 جولائی 1935 کو پیدا ھوئے
A 8 9|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S اس کم سنی میں ہجرت کے دکھ کی وجہ سے سنجیدگی کا عنصر ان پر شروع ھی سے غالب رھا
A 19 20|||R:VERB|||رہا|||REQUIRED|||-NONE-|||0

S 16 ستمبر کو وہ اپنا دفتری کام ختم کر کے گھر جا رھے تھے کہ راستے میں بیہوش ھو کر گر پڑے
A 12 13|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S خبریں کے علاوہ ایک نیا " اخبار " بھی ہے جس کے وہ چیف ایڈیٹر ہیں
A 15 16|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S قلم کتاب کے آدمی ہیں اور ہر وقت مطالعہ میں مصروف رہتے ہیں
A 4 5|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S قلم کتاب کے آدمی ہیں اور ہر وقت مطالعہ میں مصروف رہتے ہیں
A 12 13|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S مولانا کی زندگی کا مقصد صرف سیرت النبی کا عمیق مطالعہ اور سیرت نگاری ہے
A 14 15|||R:VERB|||رہا|||REQUIRED|||-NONE-|||0

S تحقیق اور مصنف و مولف کی ذمہ داریوں اور غرض و غایت کو خوب سمجھتے ہیں
A 15 16|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اس کے علاوہ سربیا کی حکومت کو بھی چاہئے
A 8 9|||R:VERB|||چاہیے|||REQUIRED|||-NONE-|||0

S م ر ش ر محمد خان تالپور سندھ کے تالپور خاندان کے آخری حکمران تھی گزرے ہیں
A 14 15|||R:VERB|||ہو|||REQUIRED|||-NONE-|||0

S برسوں بجلی کی کاروں کے استعمال میں بڑے حیات نو کے بغیر گزرے
A 12 13|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S خالص برقی مسافر کاروں اور یوٹیلیٹی وینوں کی مجموعی عالمی فروخت 1 گزر گئی ستمبر 2016 میں ملین یونٹ کا سنگ میل
A 12 13|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S اس سال چرمی برآمدات 1 بلین کا ہدف گزر گئیں
A 8 9|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S آپ سولہ جولائ 2002 کو اس دار فانی سے کوچ کر گ 1
A 11 12|||R:VERB|||گئے|||REQUIRED|||-NONE-|||0

S آپ کی ساری زندگی عقیدئہ ختم نبوت کی حفاظت میں گزری
A 10 11|||R:VERB|||گذری|||REQUIRED|||-NONE-|||0

S انہوں نے تقریبا 56 سال کی عمر میں کیتھل میں انتقال کیا
A 11 12|||R:VERB|||ہوا|||REQUIRED|||-NONE-|||0

S آپ 1983 کو وفات پاگ
A 4 5|||R:VERB|||پاگئے|||REQUIRED|||-NONE-|||0

S مگر اب تک تاریخی طور پر صادر نہیں کیا گیا کہ ماروی کا اصل گائوں کہاں اور کونسا ہے
A 18 19|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S وہ پاکستان قومی کبڈی ٹیم کے رکن ہیں جس نے ایشیائی کھیل 2014 ایشیائی کھیل انچیون میں کانسی کا تمغا جیتا ہے
A 7 8|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S 1442ھ اسلامی تقویم کا سال ہے
A 5 6|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S جس کی حفاظت کی مسلم الہامی کتاب میں پرذور تاکیدکی گئ ہے
A 10 11|||R:VERB|||گئی|||REQUIRED|||-NONE-|||0

S آپ تنظیم الائمہ پاکستان تخت بھائی کے امیر تھے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ان کے والد ماجد عالم ربانی حضرت مولانا محمد علی مونگیری لکھنؤ میں تحریک ندوۃ العلما اور اس کے ماتحت دارالعلوم کے بانی ہیں
A 23 24|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اسی نسبت سے یہ خانوادہ مازندرانی کہلاتا تھا
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S مولوی سید علی شاہ کے پوتوں اور نواسوں میں بھی کئی اہل علم و فضل گزرے
A 15 16|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S رام چندرن اور جے للتا کا انتخابی حلقہ ہے
A 8 9|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S تاہم نامعلوم وجوہات کی بنا پر آرڈر میں تاخیر ہوئی اور باکو پر بمباری کی گئی
A 14 15|||R:VERB|||ہو|||REQUIRED|||-NONE-|||0

S مستحق طلبہ کی تعلیمی ضروریات پوری کرنے والے ادارے کاروان علم فاؤنڈیشن کے بانی اور سیکریٹری جنرل بھی ہیں
A 18 19|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S پیدائش 12 دسمبر 1934 ) ایک بنگلہ دیشی نژاد برطانوی مصنف صحافی کالم نگار سیاسی تجزیہ کار اور شاعر ہیں
A 19 20|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S حکومت پاکستان پیر صاحب کے فرزند کو واپس منگوا لیا
A 8 9|||R:VERB|||بلوا|||REQUIRED|||-NONE-|||0

S انگریزوں کو یہ بات اچھی نہیں لگی تو ہتھیار رکھنے کا بہانا بنایا گیا 26 مارچ 1930 میں آپ کو گرفتار کیا گیا
A 13 14|||R:VERB|||کر|||REQUIRED|||-NONE-|||0

S ابن السکیت کی زندگی کا آخری حصہ المناک گزرا
A 8 9|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S کبھی کبھی اس کو القریشی کے نام سے بھی جانا جاتا ہے
A 11 12|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S جنوری 2020 کی پریس رپورٹس کے مطابق اس کا اصل نام امیرمحمد عبد الرحم ن المولی الصلیبی ہے
A 17 18|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S امریکی انعامات برائے انصاف پروگرام القرشی کی معلومات کے بدلے 10 لاکھ ڈالر کی پیش کش کررہا ہے
A 17 18|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S یہ کنوج کی لڑائی میں ہمایوں کی 1540 کی شکست کے فورا بعد تھا جہاں دغلاٹ بھی ہارنے کی طرف تھا
A 13 14|||R:VERB|||ہوا|||REQUIRED|||-NONE-|||0

S وہ سری نگر کے " گورستان ای شاہی " میں دفن ہے
A 11 12|||R:VERB|||گئے|||REQUIRED|||-NONE-|||0

S وہ پاکستان میں جج ہونے والی پہلی ہندو خاتون ہیں
A 4 5|||R:VERB|||بننے|||REQUIRED|||-NONE-|||0

S جیسے کہ کسی شرارتی بچے کے بات کو بچے کی شرارت کے لیے ممکن ہے معافی چاہنا پڑے
A 16 17|||R:VERB|||مانگنا|||REQUIRED|||-NONE-|||0

S وہ دریافت جس کی وجہ سے ہم نے جدید دور دریافت کیا وہ لمیٹڈ کمپنی تھی
A 11 12|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S اس پر زنا کا الزام لگایا گیا تھا اور عدالت اس کے حمل کو زنا کا ثبوت سمجھتی ہے
A 17 18|||R:VERB|||مانا|||REQUIRED|||-NONE-|||0

S اگرچہ پارٹیوں کی طرف سے یہ بھی اتحاد قائم کیا جائے کہ پی ٹی ایم کا کوئی وزیر اعظم بھی لگانا چاہیے
A 21 22|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اے کی ڈگری حاصل کی اور ساتھ ساتھ الیکٹرانک میڈیا سے وابستہ ہیں
A 12 13|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S تاہم ان کی زندگی کے دوران صرف ایک درجن سے کم ہی شائع ہوئے
A 13 14|||R:VERB|||ہوسکیں|||REQUIRED|||-NONE-|||0

S وہ ایک درمیانے طبقے کے خاندان سے تعلق رکھنے والے پانچ بچوں میں سے تیسری پیدائش تھیں
A 16 17|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S وہ ان 2018 میں ہونے والے عام انتخابات میں انتخابات میں حصہ لینے والے چار ہیجڑوں میں شامل ہوگئیں
A 18 19|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S وہ ایچ آر یونٹ کے سربراہ کی حیثیت سے یو این ڈی پی میں شامل ہوگئیں
A 15 16|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S وہ ریڈیو پاکستان حیدرآباد سندھ کے ذریعہ متعارف کروانے والی ابتدائی سندھی خواتین گلوکاروں میں سے ایک تھیں
A 8 9|||R:VERB|||ہونے|||REQUIRED|||-NONE-|||0

S وہ ماہنامہ رسالہ ماروی کے مدیر کی حیثیت سے خدمات انجام دیتی ہیں
A 12 13|||R:VERB|||رہیں|||REQUIRED|||-NONE-|||0

S وہ متعدد اچھے معیار کے ادبی مضامین اور مضامین بھی لکھتی ہیں
A 11 12|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S کیوں کہ انکے نثر میں جو تسلسل ھوتا ھے وہ ھر لکھاری کے بس کی بات نھیں
A 7 8|||R:VERB|||ہوتا|||REQUIRED|||-NONE-|||0

S انھیں جیل میں والد کی عیادت کی یاد رہتی ہے
A 8 9|||R:VERB|||آتی|||REQUIRED|||-NONE-|||0

S محل کے وسط تک پہنچنے کے لئے گجدوار سے گزرنا پڑتا ہے
A 9 10|||R:VERB|||گذرنا|||REQUIRED|||-NONE-|||0

S کئی علاقائی زبانوں میں بھی اس جملہ پر نغمے بنائے اور گائے گیے ہیں
A 12 13|||R:VERB|||گئے|||REQUIRED|||-NONE-|||0

S شب خون اردو کا ایک ادبی رسالہ ہے جسے شمس الرحم ن فاروقی نے الہ آباد بھارت سے جاری کیا
A 7 8|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S شب خون اردو کا ایک ادبی رسالہ ہے جسے شمس الرحم ن فاروقی نے الہ آباد بھارت سے جاری کیا
A 19 20|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S حاجی محمد امین ایک عاشق رسول تھے ان کا تعلق ضلع چارسدہ خیبر پختون خواہ سے ہے
A 16 17|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S اس قصبہ کو دوسرے نام عبداللہ شوگر مل سے بھی پکارا جاتا ہے
A 10 11|||R:VERB|||جانا|||REQUIRED|||-NONE-|||0

S یہ ٹورنامنٹ 20 فروری سے 18 مارچ تک کھیلا جائے گا
A 10 11|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S فرخی ہر طرح کے جذبات کے اظہار میں کہ جس سے اپنے عاشق سے مخاطب ہوتا ہے مہارت رکھتا ہے
A 15 16|||R:VERB|||کرتا|||REQUIRED|||-NONE-|||0

S پھر مختلف مراحل سے گزر کر آج کی دنیا میں اسٹیپلر نے لوگوں کے لکھنے پڑھنے والے بہت سے کاموں کو آسان بنادیا ہے
A 4 5|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S پتیوں کو لوگوں کی پچھلی نسلوں نے کھانا پیش کرنے کے لئے استعمال کیا تھا جہاں آج پلاسٹک کی پلیٹیں استعمال ہوتی ھیں
A 22 23|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S میرا قیام بھی سجود میرا سجود بھی حجاب
A 7 8|||R:VERB|||جحاب|||REQUIRED|||-NONE-|||0

S وہ اپنے رنگ نامانٹونیو انوکی سے زیادہ مشہور ہے جوایک ساتھی پیشہ ور پہلوان انٹونیو روککا کو خراج تحسین ہے
A 8 9|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S ان پر حملہ کیا گیا لوٹ مار کی گئی اور ان کے گھر جلا گئے
A 13 14|||R:VERB|||جلائے|||REQUIRED|||-NONE-|||0

S 2003 میں اس کی بھارت میں گزرے دنوں کی یاداشتوں کی کتاب " جہاں د ودریا ملتے ہیں " شائع ہوئی
A 6 7|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S اسی گاؤں کی طرف نسبت کرکے محمد علی اپنے نام کے ساتھ سدپارہ لکھتے ہیں
A 14 15|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S پیپر ویٹ ایک چھوٹی سی ٹھوس شے ہے جس کو کاغذات کے اوپر رکھا جاتا ہے تاکہ انہیں ہوا میں اڑانے سے روکا جائے
A 20 21|||R:VERB|||اڑنے|||REQUIRED|||-NONE-|||0

S پیپر ویٹ ایک چھوٹی سی ٹھوس شے ہے جس کو کاغذات کے اوپر رکھا جاتا ہے تاکہ انہیں ہوا میں اڑنے سے روکا جائے
A 20 21|||R:VERB|||اڑانے|||REQUIRED|||-NONE-|||0

S بعد میں ان کی بڑی بہن نے اس کو گانا پڑھانے میں اہم کردار ادا کیا
A 10 11|||R:VERB|||سکھانے|||REQUIRED|||-NONE-|||0

S تری بھوون یونیورسٹی سے پی ایچ ڈی پانے والی وہ اولین نیپالی خاتون ہیں
A 13 14|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S انہوں نے 1998 سے 2008 کے درمیان 53 فرسٹ کلاس اور 35 لسٹ اے میچ رکھے ہیں
A 15 16|||R:VERB|||کھیلےہیں|||REQUIRED|||-NONE-|||0

S وہ بنیادی طور پر پشتو اور اردو زبانوں میں لکھتی ہیں
A 10 11|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S وہ پنجاب کے جالندھر ایچ ایم وی کالج سے بائیوٹیکنالوجی میں گریجویشن ہے
A 12 13|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S نومبر 2019 میں پروائی مونیاما کے بارے میں افواہ تھی کہ وہ شدید بیمار رہنے کے بعد فوت کر گیئں
A 18 19|||R:VERB|||ہو|||REQUIRED|||-NONE-|||0

S پروائی مونیاما ضلع مدورئی کے پروائی گاؤں میں پیدا ہوئیں تھیں اس کی وجہ سے ان کے نام میں پروائی جڑا ہوا ہے
A 20 21|||R:VERB|||لکھا|||REQUIRED|||-NONE-|||0

S پروائی مونیاما ضلع مدورئی کے پروائی گاؤں میں پیدا ہوئیں تھیں اس کی وجہ سے ان کے نام میں پروائی جڑا ہوا ہے
A 21 22|||R:VERB|||جاتا|||REQUIRED|||-NONE-|||0

S اپنے کیرئیر کے اختتام تک انہیں 1960 سے 1990 کے دہائی تک ایک قابل احترام لوک فنکار سمجھا جاتا ہے
A 19 20|||R:VERB|||رہا|||REQUIRED|||-NONE-|||0

S انھوں نے دیو تھریک والا بابو سنگھ مان اور انڈریجیت حسن پوری جیسے مصنفوں کے لکھے ہوئے گانوں کو ریکارڈ کیا
A 20 21|||R:VERB|||کروایا|||REQUIRED|||-NONE-|||0

S 2010 میں انہوں نے اپنی کارکردگی پر ہیلمین ایوارڈ جیتا
A 9 10|||R:VERB|||جیتاو2و|||REQUIRED|||-NONE-|||0

S کوک اسٹوڈیو پاکستان ( سیزن 9 ) میں بطور نمایاں فنکار تو کجا من کجا گانا گانا
A 16 17|||R:VERB|||کیا|||REQUIRED|||-NONE-|||0

S انھوں نے ریاست میں انتظامیہ کے لیے ریاستی کونسل تشکیل دی اور زبان صحت اور انتظامیہ کے شعبے میں اصلاحات لائیں
A 20 21|||R:VERB|||لائے|||REQUIRED|||-NONE-|||0

S ایک ہندی اخبار نے جولائی 1895 میں خبر دی محرم بنارس میں مکمل طور پہ امن و امان سے گزرا
A 19 20|||R:VERB|||گذرا|||REQUIRED|||-NONE-|||0

S اب وہ لوک کنسرٹ تلنگانہ دھوم دھام اور باتوکمہ فیسٹیول کے انعقاد کے ذریعہ تلنگانہ اضلاع کا دورہ کررہی ہیں
A 18 19|||R:VERB|||کرتی|||REQUIRED|||-NONE-|||0

S مئی 1958 میں بھکر میں شیعہ خطیب آغا محسن کو نشانہ بنایا گیا
A 11 12|||R:VERB|||کیا|||REQUIRED|||-NONE-|||0

S وزیراعلی سندھ سید مراد علی شاہ نے اداکارہ بیگم خورشید شاہد کے انتقال پر گہرے دکھ اورافسوس کا اظہار کیاہے
A 19 20|||R:VERB|||کیا|||REQUIRED|||-NONE-|||0

S 2011 کی مردم شماری کے اعتبار سے اوڈیشا میں 2 77 فی صد عیسائی اور 2 17 فی صد مسلمان ہیں
A 20 21|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S سنو کے میں ہو جوان پاکستانی پاپ راک بینڈ نوری کا پہلی اسٹوڈیو البم تھا
A 3 4|||R:VERB|||ہوں|||REQUIRED|||-NONE-|||0

S رفعت عزیز ایک پاکستانی کشمیری سیاستدان ہیں جو 2021 میں آزاد کشمیر قانون ساز اسمبلی کے ممبر ہیں
A 17 18|||R:VERB|||بنیں|||REQUIRED|||-NONE-|||0

S برجو مہاراج ( ولادت 4 فروری 1938 ) بھارت کے معروف کلاسیکی رقاص ہیں
A 13 14|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S دسمبر 2013 میں وہ آبادی کی بہبود کے لئے پارلیمانی سیکرٹری کے عہدے پر فائز تھیں
A 15 16|||R:VERB|||رہیں|||REQUIRED|||-NONE-|||0

S 20 مارچ کو پکھالا دباس ( عالمی پکھالا دن ) کے طور پر دنیا بھر میں اڈیاس کی طرف سے منایاتا ہے ہے
A 21 22|||R:VERB|||جاتا|||REQUIRED|||-NONE-|||0

S آپ ستر 70 کتب تالیف تصنیف اور مرتب فرما چکے ہیں جن میں سے چالیس 40 کے قریب شائع بھی ہو چکی ہیں
A 8 9|||R:VERB|||کر|||REQUIRED|||-NONE-|||0

S چوتھے میچ میں بلیک ویل نے 61 رنز بنا کر آسٹریلیا کی چھ رنز سے فتح حاصل کی
A 17 18|||R:VERB|||بنائی|||REQUIRED|||-NONE-|||0

S بلیک ویل کا روبیز کے لیے ٹوئنٹی20 میں بہت کم اثر ہوا جس نے چار اور ایک صفر حاصل کیا
A 11 12|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S بلیک ویل نے خود کو بین الاقوامی سطح پر قائم کیا
A 10 11|||R:VERB|||کروایا|||REQUIRED|||-NONE-|||0

S بلیک ویل ہر میچ میں کھیلے اور آسٹریلیا کو وائٹ واش کیا گیا
A 11 12|||R:VERB|||پڑا|||REQUIRED|||-NONE-|||0

S فیریل نے 2گیندوں پر دو رن بنائے ہر ایک گیند پر جس کا اس نے سامنا کیا اس میں ایک سنگل مارا
A 21 22|||R:VERB|||لیاا|||REQUIRED|||-NONE-|||0

S انہوں نے 2001 میں انگلستان کے خلاف ایک روزہ بین الاقوامی میں ہیٹ ٹریک لی تھی
A 14 15|||R:VERB|||کی|||REQUIRED|||-NONE-|||0

S ان 2018 کے ورلڈ کپ میں ٹیم میں شامل کیا گیا تھا
A 9 10|||R:VERB|||بنایا|||REQUIRED|||-NONE-|||0

S ان میں " چھکلی یا چھکا " بھی ھے
A 8 9|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس کے پہلے چار حروف ( , , , ) کو لے کر ماسک بن جاتا ھے
A 16 17|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S دستیاب معلومات کے مطابق ماضی قریب میں ماسک 1910 میں ایک چینی باشندہ و و لین تیہ کی ایجاد ھے
A 19 20|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S اس نے کہا ہاں لیکن ع زیر کہاں انہیں تو غائب ہوئے سو سال گزر گئے
A 14 15|||R:VERB|||گذر|||REQUIRED|||-NONE-|||0

S قاسمی قبرستان میں مدفون ہیں
A 4 5|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S ان کا شمار 500 انتہائی بااثر مسلم شخصیات کی فہرست میں شائع ہوچکا ہے
A 12 13|||R:VERB|||چکا|||REQUIRED|||-NONE-|||0

S فہرستوں سے ڈاکٹر ذاکر نائیک جیسے اسلامی مبلغ کو بااثر شخصیات کو مؤثر طریقے سے خارج کیا گیا ہے
A 18 19|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S جن لوگوں کو زکوۃ دی جاسکتی ھے انہیں صدق فطر بھی دیا جا سکتا ہے
A 6 7|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S مالک نصاب کو آزادی ھے کہ وہ ان چاروں میں سے کوئی ایک جنس سے اپنا فطرہ ادا کریں
A 4 5|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S بہتر ھے کہ اپنی حیثیت کے مطابق وہ جنس چنے جس سے غریبوں کا زیادہ فائدہ ہو
A 1 2|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S عید کے دن صبح صادق ہونے سے پہلے جو بچہ پیدا ہو اس کا بھی صدق فطر ادا کرنا واجب ھے
A 20 21|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S مسئلہ مرد مالک نصاب پر اپنی طرف سے اور اپنے چھوٹے بچوں کی طرف سے صدق فطر ادا کرنا واجب ھے
A 20 21|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S مسئلہ ایک شخص کا فطرہ ایک مسکین کو دینا بہتر ھے اور چند مساکین کو دے دیا جب بھی جائز ھے
A 10 11|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S مسئلہ ایک شخص کا فطرہ ایک مسکین کو دینا بہتر ھے اور چند مساکین کو دے دیا جب بھی جائز ھے
A 20 21|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S مسئلہ صدق فطر کے مصارف وہی ھے جو زکوۃ کے ہیں یعنی جن کو زکوۃ دے سکتے ہیں انہیں فطرہ بھی دے سکتے ہیں
A 6 7|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S مسئلہ عید کے دن صبح صادق سے پہلے جس بچے کی ولادت ہو اس کا بھی صدق فطر ادا کرنا واجب ھے
A 21 22|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ایسے خال خال ہی اولیا اللہ گزرے ہیں جن کی موت پیر کے دن واقع ہوئی ہو
A 6 7|||R:VERB|||گذرے|||REQUIRED|||-NONE-|||0

S وہ جنوبی افریقا کے مفتی اعظماور حنفی دیوبندی مکتب فکر کے تربیت یافتہ ہیں
A 13 14|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S ابراہیم ڈیسائی ایک بھارتی جنوبی افریقی مفتی اور عالم دین ہیں
A 10 11|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S یہ وہ خرقہ مبارک ھے جو آپ نے حضرت اویس قرنی کے لئے ارسال فرمایا تھا
A 4 5|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S یہ خرقہ شریف استنبول کی معروف مسجد " خرقہ شریف " میں موجود ھے جس کی تعمیر عثمانی سلطان عبد المجید خان نے کروائی
A 13 14|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S کئی انعام یافتگان کو بین الاقوامی فیلو شپ بھی عطا لی جا چکی ہے
A 10 11|||R:VERB|||کی|||REQUIRED|||-NONE-|||0

S وہ آج ٹی وی کے پروڈیوسر کے طور پر کام کرتا ہے اور یوٹیوب کرنٹ افیئر چینل بھی چلاتا ہے
A 11 12|||R:VERB|||رہےہیں|||REQUIRED|||-NONE-|||0

S منو بھنڈاری ( پیدائش 3 اپریل 1931 2021 ) ہندی کی مشہور معروف کہانی کار ہیں
A 15 16|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S وہ مختلف ٹی وی شوز یونیورسٹیوں اور اداروں میں تقریریں اور گفتگو بھی کرتا رہتا ہے
A 15 16|||R:VERB|||ییں|||REQUIRED|||-NONE-|||0

S لیکن کے ذریعہ جو خطاب اس نے کنکر کے طور پر دیا ہے اس کے سبب اس لقب سے مشہور تھے
A 20 21|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S اس چینل کی تاسیس 4 اگست 2017 میں ہوئی اور یہ بذریعہ انٹرنیٹ نشریات پہنچاتا ہے
A 14 15|||R:VERB|||ہوتا|||REQUIRED|||-NONE-|||0

S مولانا شاہ سلیمان قادری پھلواروی مشہور اورمقبول بزرگ واعظ صاحب دل صوفی صاحب فکر رہنما
A 14 15|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S یہ دونوں ہجرت حبشہ میں شریک تھی اور پھرآپ مدینہ چلی گی
A 6 7|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S تب سے یہ آلٹن کے قریب حدیقہ المہدی میں منتقل ہو گیا ہے
A 10 11|||R:VERB|||کیا|||REQUIRED|||-NONE-|||0

S 1399 میں اقتدار سنبھالنے کے بعد مبارک شاہ نے اپنے نام سے سکے مارے اور ان کے نام پر خطبہ پڑھا گیا
A 13 14|||R:VERB|||ڈھالے|||REQUIRED|||-NONE-|||0

S 1443ھ اسلامی تقویم کا سال ہے
A 5 6|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S برائن لارا ایک سابق کرکٹر اور ویسٹ انڈیز کرکٹ ٹیم کے کپتان ہیں
A 12 13|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S تباہی کے اسی دن سہ پہر کو ان لوگوں کے لیے جنازے رکھے گئے جو مر چکے تھے
A 12 13|||R:VERB|||کیے|||REQUIRED|||-NONE-|||0

S تباہی کے اسی دن سہ پہر کو ان لوگوں کے لیے جنازے رکھے گئے جو مر چکے تھے
A 16 17|||R:VERB|||گئے|||REQUIRED|||-NONE-|||0

S ہرنائی کے ڈسٹرکٹ ہسپتال میں 15 لاشیں اور کئی شدید زخمی بچے موصول ہوئے
A 13 14|||R:VERB|||پہنچائے|||REQUIRED|||-NONE-|||0

S صباح فخری مشہور گلوکار ہیں
A 4 5|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S ان کے والد حاطب معمر بن حارث اور حطاب بن حارث کے بھائی تھے اور عثمان بن مظعون کے بھانجے ہیں
A 20 21|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S قبیلہ قیس ان کے ساتھ جمل صفین نہروان اور دیگر جنگوں میں آ کر لڑے
A 14 15|||R:VERB|||لڑا|||REQUIRED|||-NONE-|||0

S انہوں نے کچھ عرصہ شہر بیہق ( سبزوار کے قریب ) میں زندگی گذاری ہے
A 13 14|||R:VERB|||گزاری|||REQUIRED|||-NONE-|||0

S جبن کو بجرنگی بھائی جان کا گانا " زندگی کچھ تو بتا ( دہراؤ ) " کیلئے 8ویں میوزک اوارڈز میں انعام حاصل کیا
A 23 24|||R:VERB|||ہوا|||REQUIRED|||-NONE-|||0

S سہ ماہی " دریچہ انٹرنیشنل " سرگودھا کے ایڈیٹر بھی ہیں
A 10 11|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S نیز دار العلوم وقف دیوبند کے استاذ تفسیر ہیں
A 8 9|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S 1987 کو انھوں نے دار العلوم وقف دیوبند میں ملازمت اختیار کی اور 1989 سے تاحال وہیں پر تدریسی خدمات انجام دے رہے ہیں
A 23 24|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S ویدوں میں جن سات رشیوں کا نام ملتا ہے وہ درج ذیل ہے
A 12 13|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S بچوں کے لیے ان کی اب تک 60 سے زیادہ کتابیں شائع ہو چکیں ہیں
A 13 14|||R:VERB|||چکی|||REQUIRED|||-NONE-|||0

S اس کا مقابلہ تین ٹیمیں کر رہی ہیں جو بھارت ایک ایشیا اور ایک دنیا کی نمائندگی کر رہی ہے
A 7 8|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S اس کا مقابلہ تین ٹیمیں کر رہی ہیں جو بھارت ایک ایشیا اور ایک دنیا کی نمائندگی کر رہی ہے
A 19 20|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S وہ سلسل عالیہ قادریہ برکاتیہ رضویہ نوریہ کے 42ویں امام اور شیخ ہیں
A 12 13|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S عظیم افسانہ نگار سعادت حسن منٹو کے سوتیلے بھائی کے بیٹے ہیں
A 11 12|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S یہ خاندان اسرائیل کے شہر اشدود میں آباد ہو گیا اور کچھ ہی عرصے میں وہ عبرانی اچھی طرح بول رہی تھی
A 20 21|||R:VERB|||لگی|||REQUIRED|||-NONE-|||0

S ظالم آنٹیاں اور تلسط کرنے والے شوہر ہیں
A 4 5|||R:VERB|||جمانے|||REQUIRED|||-NONE-|||0

S غلام نور ربانی کھر پاکستانی سیاست دان ہیں
A 7 8|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اقبال محمد علی خان پاکستانی سیاست دان ہیں
A 7 8|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S گلنڈا مے جیکسن ایک انگریز اداکارہ اور سیاست دان ہیں
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S ہر گروپ سے سرفہرست تین ٹیمیں سپر سکس مرحلے میں پہنچتی ہیں جبکہ چوتھی ٹیم ساتویں پوزیشن کے پلے آف میں پہنچ جاتی ہے
A 10 11|||R:VERB|||پہنچنی|||REQUIRED|||-NONE-|||0

S ہر گروپ سے سرفہرست تین ٹیمیں سپر سکس مرحلے میں پہنچتی ہیں جبکہ چوتھی ٹیم ساتویں پوزیشن کے پلے آف میں پہنچ جاتی ہے
A 11 12|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S وہ 2009 اور 2010 کے آئی سی سی خواتین عالمی ٹوئنٹی 20 ٹورنامنٹوں میں سیمی فائنل میں شامل تھیں
A 18 19|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S وہ اپنے خاندان کے ساتھ چنئی کے سالیگرام میں مقیم تھی
A 10 11|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S وہ طالبان کے خلاف مظاہروں میں سرگرم رہی اور خبردار کرتی ہے کہ وہ " تبدیل نہیں ہوئے "
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S کالڈر تاہم اس لحاظ سے منفرد وصول کنندہ ہے کہ اس نے کوئی فرسٹ کلاس کرکٹ نہیں کھیلی
A 8 9|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S ڈیم اولیویا نیوٹن جان ایک برطانوی آسٹریلوی گلوکارہ نغمہ نگار اداکارہ کاروباری شخصیت اور سماجی کارکن ہیں
A 16 17|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S ان سیاحوں نے ان تمام ممالک کے پکوانوں کے اجزا کو متاثر کیا جہاں جہاں وہ سیاحت کے لیے گئے
A 12 13|||R:VERB|||ڈالا|||REQUIRED|||-NONE-|||0

S جب دریافت کیا گیا تو انہیں عام طور پر ملازمت سے برخاست کر دیا گیا جیسا کہ برطانیہ فرانس اور جرمنی میں ہوا تھا
A 2 3|||R:VERB|||آتی|||REQUIRED|||-NONE-|||0

S جارج ہرمن جس نے آئرلینڈ کے لیے دو رگبی یونین کیپس حاصل کیں کارن وال میں انتقال کر گئے
A 17 18|||R:VERB|||ہوا|||REQUIRED|||-NONE-|||0

S یہ ٹیسٹ کرکٹ فہرست اس ترتیب سے ترتیب دی گئی ہے جس میں ہر کھلاڑی نے اپنی ٹیسٹ کیپ جیتی ہے
A 8 9|||R:VERB|||کی|||REQUIRED|||-NONE-|||0

S انگلستان نے ٹیسٹ کرکٹ کے ابتدائی سالوں میں آسٹریلیا کے کئی دورے ہوئے
A 12 13|||R:VERB|||کئے|||REQUIRED|||-NONE-|||0

S فہرست اس ترتیب سے ترتیب دی گئی ہے جس میں ہر کھلاڑی نے اپنی ٹیسٹ کیپ جیتی ہے
A 16 17|||R:VERB|||کی|||REQUIRED|||-NONE-|||0

S فرانسیسی میک فش میں ٹارٹر چٹنی کے لیے پنیر اور متبادل کیچپ شامل نہیں ہے
A 14 15|||R:VERB|||ہوتے|||REQUIRED|||-NONE-|||0

S اس نے اکتوبر 2011 میں آئرش شہریت کے لیے درخواست دی جو جنوری 2012 میں دی گئی
A 15 16|||R:VERB|||ہوئی|||REQUIRED|||-NONE-|||0

S آرمینیائی باشندے جو ساسانی حکمرانی کے تحت رہتے تھے نے شاپور سوم سے اس سے ایک ارسیسیڈ بادشاہ کی درخواست کی
A 7 8|||R:VERB|||آتے|||REQUIRED|||-NONE-|||0

S جب باجی راؤ مہم پر پونے سے باہر تھی مستانی کو گھر میں نظر بند کر دیا گیا
A 8 9|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S ایک امریکی نژاد سوئس گلوکارہ نغمہ نگار اور اداکارہ ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S صدیا تنہا تھی اور سلطنت کے دوسرے حصوں کے چوٹیا سرداروں سے اس کا کوئی رابطہ نہیں تھا
A 2 3|||R:VERB|||ہوگیا|||REQUIRED|||-NONE-|||0

S اس نے کالج میں ٹاپ کرتے ہوئے اے بی سی ایس انجینئرنگ کالج سے کمپیوٹر سائنس میں بیچلر آف ٹیکنالوجی حاصل کی
A 5 6|||R:VERB|||آتے|||REQUIRED|||-NONE-|||0

S ان کی پہلی سنچری ایک سال بعد بنگلہ دیش کے خلاف ریور سائیڈ گراؤنڈ چیسٹر لی اسٹریٹ میں آئی
A 18 19|||R:VERB|||بنائی|||REQUIRED|||-NONE-|||0

S ان کی 6 ٹیسٹ سنچریاں بھارت کے خلاف بنیں
A 8 9|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S بون کی پہلی ون ڈے سنچری ستمبر 1986 میں سوائی مان سنگھ اسٹیڈیم جے پور میں بھارت کے خلاف بنی
A 19 20|||R:VERB|||بنائی|||REQUIRED|||-NONE-|||0

S 2017 تک وہ آسٹریلیا کے لیے ون ڈے سنچری بنانے والوں کی فہرست میں ڈیمین مارٹن کے ساتھ 14ویں نمبر پر ہے
A 21 22|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S شریف علی بن الحسین ( 1956 مارچ 14 2022 ) ایک عراقی سیاست دان ہے
A 14 15|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S لارا کی واپسی کے باوجود چندر پال نے کپتانی برقرار رکھی
A 10 11|||R:VERB|||رہی|||REQUIRED|||-NONE-|||0

S ایلن بارڈر کا 1981 82 کا سیزن ملا جلا تھا
A 9 10|||R:VERB|||رہا|||REQUIRED|||-NONE-|||0

S ان کی موت سے پہلے آٹھ سالوں میں کرکٹ سے ان کا دور ہونا ایک معمہ بنی ہوئی ہے
A 16 17|||R:VERB|||بنا|||REQUIRED|||-NONE-|||0

S ان کی موت سے پہلے آٹھ سالوں میں کرکٹ سے ان کا دور ہونا ایک معمہ بنی ہوئی ہے
A 17 18|||R:VERB|||رہا|||REQUIRED|||-NONE-|||0

S کہا جاتا تھا کہ حائیم کن یوسکی روزانہ 17 گھنٹے تورات کا مطالعہ کرتے تھے
A 2 3|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S قازقستان میں شہری اور غیر ملکی خواتین اور لڑکیاں جنسی اسمگلنگ کا شکار ہو چکی ہیں
A 13 14|||R:VERB|||رہ|||REQUIRED|||-NONE-|||0

S اسے پوری لمبائی اور بغیر پٹی کے پہنا جاتا تھا
A 9 10|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S زندگی میں ہارڈرن کی ترجیح اس کا طبی کیریئر تھا
A 9 10|||R:VERB|||رہا|||REQUIRED|||-NONE-|||0

S وہ کئی گھنٹے بعد مر گیا انہیں 22 فروری 1937 کو چیلٹن ہیم میموریل پارک ( وانگارا روڈ ) میں دفن کیا گیا
A 4 5|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S وہ 1917 میں میں زخمی ہوا اور بے ہوش ہو گیا اور شیل کے جھٹکے سے صحت یاب ہونے میں چھ ماہ گزارے
A 22 23|||R:VERB|||لگے|||REQUIRED|||-NONE-|||0

S بل پونسفورڈ 06 اپریل 1991 کینیٹن وکٹوریہ میں 90 سال 169 دن کی عمر میں وفات ہو گئے
A 16 17|||R:VERB|||پا|||REQUIRED|||-NONE-|||0

S روٹی یا ٹوسٹ شدہ روٹی کے ساتھ بنایا جاتا ہے لیکن یہ اوائل دنوں کی بات ہے
A 9 10|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S اس وقت ان کی عمر 48 سال 235 ڈی )
A 8 9|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S اس نے ایک میچ میں پانچ گیندوں میں چار وکٹیں حاصل کیں جس میں ایک ہیٹ ٹرک بھی شامل ہے
A 19 20|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S گیند اب مردہ بدقسمت مقامی چڑیا سے ہٹ گئی تھی
A 7 8|||R:VERB|||ٹکرا|||REQUIRED|||-NONE-|||0

S اس کے والدین نے اسے یہ نام ہیروشیما پر بمباری کی یاد میں رکھا تھا جو اس کی پیدائش کے دن ہوا تھا
A 13 14|||R:VERB|||دیا|||REQUIRED|||-NONE-|||0

S 3 , 500 انہیں ر گس بینک کے ذریعے منتقل کرنا
A 10 11|||R:VERB|||کروائے|||REQUIRED|||-NONE-|||0

S وہ پہلی امریکی گلوکارہ ہیں جنہوں نے خود اپنے گانوں کو کمپوز کیا
A 12 13|||R:VERB|||دیا|||REQUIRED|||-NONE-|||0

S وہ 2019 کی انٹر گیاناس چیمپئن شپ میں گیانا کی طرف سے کھیل رہی ہیں
A 13 14|||R:VERB|||چکی|||REQUIRED|||-NONE-|||0

S پہلا جسے سیاحوں نے سات وکٹوں سے جیتا جس میں ایان ریڈپاتھ نے دو گیندوں پر بطخ کا مظاہرہ کیا
A 19 20|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S جینیفر این گوو ( پیدائش 28 اگست 1940 ) ایک جنوبی افریقہ کی سابق کرکٹر ہے جو آل راؤنڈر کے طور پر کھیلتی ہے
A 23 24|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S اس نے سیریز کے دوسرے میچ میں 13 رنز بنائے اور کوئی وکٹ نہیں لے پائی
A 15 16|||R:VERB|||پائیں|||REQUIRED|||-NONE-|||0

S اس سیریز کے دوران میں ہرلی جینیفر گوو کے ساتھ 124 رنز کی شراکت میں ایک گھنٹے سے کم عرصے میں بنائی گئی
A 21 22|||R:VERB|||رہی|||REQUIRED|||-NONE-|||0

S اس نے رچمنڈ کو 1982 83 میں پریمیئر شپ تک لے جایا
A 11 12|||R:VERB|||پہنچایا|||REQUIRED|||-NONE-|||0

S اس کا ایک ٹیسٹ 1948 49 میں انگلینڈ کے آسٹریلیا کے دورے پر آیا تھا
A 13 14|||R:VERB|||کھیلا|||REQUIRED|||-NONE-|||0

S تاہم وہ سیمی فائنل اور فائنل میں کم موثر تھا دونوں موقعوں پر 20 پاس کرنے میں ناکام رہا
A 18 19|||R:VERB|||بڑھ|||REQUIRED|||-NONE-|||0

S اپنے شوہر کی موت کے بعد نٹور راجباری کی رانی بھبانی نے جائیداد اور محل دونوں کو بڑھا دیا
A 18 19|||R:VERB|||دی|||REQUIRED|||-NONE-|||0

S تلی ہوئی گوبھی کچی یا پکی ہوئی گوبھی سے شروع ہوسکتی ہے
A 10 11|||R:VERB|||بنائی|||REQUIRED|||-NONE-|||0

S 1769 میں زینب سلطان نے ایمینو میں ایک مسجد عطا کی جسے " روح سلطانی مسجد " کہا جاتا ہے
A 10 11|||R:VERB|||کرائی|||REQUIRED|||-NONE-|||0

S انہوں نے پہلی اننگز میں 3 69 اور دوسری میں 7 29 حاصل کیے جو ان کی بہترین فرسٹ کلاس شخصیات ہیں
A 21 22|||R:VERB|||دکھائی|||REQUIRED|||-NONE-|||0

S تاہم آسٹریلیا کی نمائندگی کرنے کے ان کے مواقع چھ ٹیسٹ اور 25 ایک روزہ بین الاقوامی تک محدود تھے
A 19 20|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S جانسن کو اپنے دور کے عظیم تیز گیند بازوں میں سے ایک سمجھا جاتا ہے
A 12 13|||R:VERB|||مانا|||REQUIRED|||-NONE-|||0

S 2018 میں اسے کیریئر کے لیے خطرہ صحت کا مسئلہ ہے جہاں وہ صرف بولنگ کے دوران کھانسی سے خون نکالتا ہے
A 20 21|||R:VERB|||آنا|||REQUIRED|||-NONE-|||0

S 2018 میں اسے کیریئر کے لیے خطرہ صحت کا مسئلہ ہے جہاں وہ صرف بولنگ کے دوران کھانسی سے خون نکالتا ہے
A 21 22|||R:VERB|||ہوا|||REQUIRED|||-NONE-|||0

S ایک فیلیکسو کلفا کی طرف سے اس کے لیے ایک دل کو چھو لینے والا خط موجود ہے جو خود ملیریا سے بیمار ہے
A 23 24|||R:VERB|||ہوا|||REQUIRED|||-NONE-|||0

S اس کی تیز رفتار ترقی کا مطلب ہے کہ اس نے 16 سال کی عمر میں اپنا واکا فرسٹ گریڈ ڈیبیو کیا
A 21 22|||R:VERB|||رکھا|||REQUIRED|||-NONE-|||0

S اگست 2021 میں سویپسن کو 2021 کے آئی سی سی مینز ٹی 20 ورلڈ کپ کے لیے آسٹریلیا کی ٹیم میں شامل کیا گیا
A 22 23|||R:VERB|||بنایا|||REQUIRED|||-NONE-|||0

S وہ آسٹریلیا کے لیے بطور کپتان سب سے زیادہ 93 میچ کھیلنے کا ریکارڈ بھی حاصل ہے
A 16 17|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S واکا نے اسے غیر معینہ مدت کے لیے معطل کرتے ہوئے جواب دیا
A 12 13|||R:VERB|||مانگا|||REQUIRED|||-NONE-|||0

S وہ سیریز کے آخری دو ٹیسٹ میں نظر نہیں آئی تھیں اور دوبارہ جنوبی افریقہ کے لیے نہیں کھیلنا تھیں
A 19 20|||R:VERB|||سکیں|||REQUIRED|||-NONE-|||0

S ان کا اصل نام سید ثاقب حسین تھا لیکن ثاقب مظفرپوری کے نام سے شہرت رکھتے ہیں
A 7 8|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S کھیل سے ریٹائر ہونے کے بعد ٹنڈل نے ڈومیسٹک اور ٹیسٹ کی سطح پر رگبی کی ریفری بھی کی
A 18 19|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S اس کا انتقال 7 جون 2015 کو پرتھ آسٹریلیا میں ہوا اس وقت ان کی عمر 72 سال 254 دن ہوا
A 20 21|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S 2019 میں انہیں مناواتو کرکٹ ٹیم کا کوچ مقرر کیا گیا جو ہاک کپ میں حصہ لیتی ہے
A 16 17|||R:VERB|||ہوتی|||REQUIRED|||-NONE-|||0

S میں میدان پر ہونے والی بمباری کو نہیں سنبھال سکا اور محسوس ہوا کہ گولہ باری سے جھٹکا لگا "
A 12 13|||R:VERB|||کیا|||REQUIRED|||-NONE-|||0

S جس سے جوڑ توڑ کیا جاتا ہے وہ عام طور پر اس بات سے بے خبر ہوتا ہے کہ واقعی کیا ہو رہا ہے
A 3 4|||R:VERB|||کرے|||REQUIRED|||-NONE-|||0

S جس سے جوڑ توڑ کیا جاتا ہے وہ عام طور پر اس بات سے بے خبر ہوتا ہے کہ واقعی کیا ہو رہا ہے
A 4 5|||R:VERB|||کی|||REQUIRED|||-NONE-|||0

S 30 مئی 2017 کو 2017 کی بین الصوبائی چیمپئن شپ میں ناردرن نائٹس
A 12 13|||R:VERB|||لائٹننگ|||REQUIRED|||-NONE-|||0

S آخوند خراسانی کا خیال تھا کہ فقہی نظر کو وقت کے تقاضوں پر پورا اترنا چاہئیے
A 4 5|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S قسطاکی حمصی ایک ادیب تھ
A 4 5|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S عبد المسیح انطاکی ایک ادیب تھ
A 5 6|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S عبد المسیح حداد ایک ادیب تھ
A 5 6|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S علی شیر اوزاقوف ایک اداکار تھے
A 5 6|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S اس میں 78 کے اعلی اسکور کے ساتھ تین نصف سنچریاں شامل ہیں
A 12 13|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S ڈونیڈن میں پیدا ہونے والی وہ اوٹاگو اسپارکس کے لیے ڈومیسٹک کرکٹ کھیلتی ہیں ساتھ ہی وہ وائٹ فرنز کے لیے بھی کھیلتی ہیں
A 13 14|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S " مرشد " اپنا روحانی سلسلہ لعل شہباز قلندر سے جوڑتے ہیں
A 10 11|||R:VERB|||پہنچتا|||REQUIRED|||-NONE-|||0

S ان کے بہت سے پیروکاروں نے روحانی بلندیاں حاصل کیں
A 9 10|||R:VERB|||ہوا|||REQUIRED|||-NONE-|||0

S انہوں نے بھوکوں کو کھانا کھلانے پر زور دیا تاکہ لوگوں کی زندگیوں کو بہتر بنایا جا سکے
A 8 9|||R:VERB|||کی|||REQUIRED|||-NONE-|||0

S ان کا انتقال 20 اپریل 1918 کو بولون پا دو کالے فرانس میں 29 سال کی عمر میں ہوا
A 18 19|||R:VERB|||مر|||REQUIRED|||-NONE-|||0

S 33 سال گلگت جیسے دور افتادہ حکومت برطانیہ کی ملازمت میں گزاری
A 11 12|||R:VERB|||گذارے|||REQUIRED|||-NONE-|||0

S جپ 9 جولائی 1960 کو سپریٹن میں اپنے گھر کے باغ میں گر کر مر گیا
A 14 15|||R:VERB|||ہوا|||REQUIRED|||-NONE-|||0

S سیاسی طور پر انڈین نیشنل کانگریس سے وابستہ تھے
A 8 9|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S کرکٹ ورلڈ کپ کے دوران وہ پی ٹی وی سپورٹس اور یاہو پر اپنی ماہرانہ رائے دیں گے
A 17 18|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S اس کے خاندان کے پاس چربی کو صاف کرنے کا کاروبار ہے جس کا انتظام اس کے والد سیم کرتے ہیں
A 20 21|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S پانچ ورلڈ کپ کھیل رہے ہیں
A 4 5|||R:VERB|||چکی|||REQUIRED|||-NONE-|||0

S بیک ویل کو 1963 میں آسٹریلیا کے ٹیسٹ دورے کے لیے سلیکشن کے لیے غور کیا گیا
A 15 16|||R:VERB|||سمجھا|||REQUIRED|||-NONE-|||0

S وہ حاملہ تھیں اور اس لیے 1966 میں انگلینڈ میں نیوزی لینڈ کے خلاف ہوم ٹیسٹ نہیں کھیل سکیں
A 18 19|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S حکومت کے پاس اب صرف تین سیٹیں تھیں جبکہ پرائیویٹ شیئر ہولڈرز کے پاس کل چھ سیٹیں تھیں
A 7 8|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S حکومت کے پاس اب صرف تین سیٹیں تھیں جبکہ پرائیویٹ شیئر ہولڈرز کے پاس کل چھ سیٹیں تھیں
A 17 18|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S آصف جیلانی لندن میں مقیم پاکستانی صحافی ہیں
A 7 8|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S وہ بہت سے علما سے مختلف مسائل پر بحث کرنے کے لیے جانا جاتا تھا زیادہ تر حنفی علما سے
A 14 15|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S نین مونگیا جلد ہی منظر پر ابھرے اور نتیجتا یادیو کا بین الاقوامی کیریئر 1994 تک ختم ہو گیا
A 6 7|||R:VERB|||آئے|||REQUIRED|||-NONE-|||0

S اشوک ڈینڈا ( پیدائش 25 مارچ 1984 ) ایک سابق ہندوستانی کرکٹر ہیں اور 2021 تک قانون ساز اسمبلی کے رکن ہیں
A 21 22|||R:VERB|||رہے|||REQUIRED|||-NONE-|||0

S رابنسن کینٹربری میں پیدا ہونے والے پہلے شخص ہیں جنہوں نے انگلینڈ کے لیے ٹیسٹ کرکٹ کھیلی
A 8 9|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S بعدازاں سینیٹر طاہر مشہدی 1978 میں کمانڈ اینڈ سٹاف کالج سے گریجویشن کیا پھرانہوں نے 1992 میں فوج کو خیرباد کردیا
A 20 21|||R:VERB|||کہا|||REQUIRED|||-NONE-|||0

S اس فارم نے انہیں 1937 میں کرلی پیج کی کپتانی میں انگلینڈ کا دورہ کرنے والی نیوزی لینڈ کی ٹیم میں جگہ دی تھی
A 22 23|||R:VERB|||ملی|||REQUIRED|||-NONE-|||0

S کلب کا سیزن کامیاب رہا اور 2016 17 کے لیے ایڈمز آکلینڈ اے کے ہیڈ کوچ ہوں گے
A 16 17|||R:VERB|||بن|||REQUIRED|||-NONE-|||0

S کلب کا سیزن کامیاب رہا اور 2016 17 کے لیے ایڈمز آکلینڈ اے کے ہیڈ کوچ ہوں گے
A 17 18|||R:VERB|||گئے|||REQUIRED|||-NONE-|||0

S اس وقت رام ناتھ کووند بھارت کے موجودہ صدر ہیں
A 9 10|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S لینر اور اس کے تین بہن بھائی اپنے والدین کے فارم پر پلے بڑھے لینر ایک فارم ہینڈ کے طور پر کام کرتے ہیں
A 23 24|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S جہاں ریسکیو اہلکاروں کو پہنچنے میں دو گھنٹے لگیں گے
A 9 10|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S الصابونی نے متعدد کام لکھے جن میں سے کچھ اب بھی مخطوطہ میں موجود ہیں
A 4 5|||R:VERB|||کیے|||REQUIRED|||-NONE-|||0

S اڈیشا اردو اکیڈمی اردو لائبریری آف اڈیشا اور نجمی اکیڈمی اڈیشا کے بانی مبانیوں میں سے ہیں
A 16 17|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اڈیشا متھمیٹکل سوسائٹی کے تاعمر رکن ہیں نیز مختلف یونیورسٹیوں 2 کاؤنسلوں اور سکنڈری بورڈوں کی مختلف کمیٹیوں سے وابستہ ہیں
A 20 21|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اس نے اپنا 20 ڈیبیو 7 جولائی 2022 کو ہندوستان کے لیے انگلینڈ کے خلاف کیا
A 15 16|||R:VERB|||کھیلا|||REQUIRED|||-NONE-|||0

S کمال رام یکم جولائی 1982 کو اپنے آبائی گاؤں بھولوپورہ کرولی ضلع بھارت میں انتقال ہو گیا
A 15 16|||R:VERB|||کر|||REQUIRED|||-NONE-|||0

S 1106 1107 میں وہ ہمدان کے رئیس ( سر ) کے خلاف شکایت کرنے کے لیے سلطان محمد اول کے دربار میں گیا
A 22 23|||R:VERB|||گے|||REQUIRED|||-NONE-|||0

S یہ دونوں ٹیموں کے درمیان پہلی دو طرفہ ایک روزہ سیریز ہوگی
A 11 12|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S گھاووں کے کرسٹ ہونے کے بعد ایک ہفتے سے زیادہ پھیلنے کے کچھ ثبوت کے ساتھ
A 3 4|||R:VERB|||بننے|||REQUIRED|||-NONE-|||0

S ان کی اننگز نے انہیں مین آف دی میچ کا ایوارڈ دیا اور انگلینڈ کی جیت کو یقینی بنایا
A 11 12|||R:VERB|||دلوایا|||REQUIRED|||-NONE-|||0

S ناصیف یازجی ایک ادیب تھ
A 4 5|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S نسیب عریضہ ایک ادیب تھ
A 4 5|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S مجید ارسلان ایک لبنانی سیاست دان تھ
A 6 7|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S حبیب ابو شہلا ایک لبنانی وزیر تھ
A 6 7|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S گریجویشن کے بعد عبدل اپنے آبائی گھر واپس چلا گیا اور سالوں تک تعلیمی میدان میں مصروف رہا
A 9 10|||R:VERB|||گے|||REQUIRED|||-NONE-|||0

S شیخ البازی نے چار بیٹے چھوڑے جن میں سے ہر ایک عالم اور جدید اور قدیم علوم میں نیک تھا
A 19 20|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S ب ش ار بن ب رد ایک شاعر تھ
A 8 9|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S مامون ابو شہلا ایک فلسطینی وزیر تھ
A 6 7|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S رمی ارسوزی ایک سیاست دان تھ
A 5 6|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S رمی ارسوزی ایک سیاست دان تھا
A 5 6|||R:VERB|||تھ|||REQUIRED|||-NONE-|||0

S اکرم حورانی ایک سیاست دان تھ
A 5 6|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S انہوں نے بہت سے موضوعات پر بھی لکھا ہے حالانکہ ان کی زیادہ تر تحریر عربی میں ہے اور ابھی تک چھپی نہیں ہے
A 23 24|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S پوٹک نے مارچ 2018 میں اپنی آخری فرسٹ کلاس اننگز میں سنچری بنانے کا نادر کارنامہ انجام تھا
A 17 18|||R:VERB|||دیا|||REQUIRED|||-NONE-|||0

S ہال کے مین گیٹ کے اندر کی جانب کھے تھے
A 8 9|||R:VERB|||کھڑے|||REQUIRED|||-NONE-|||0

S بعد میں وہ فیز موجودہ مراکش میں چلا گیا
A 8 9|||R:VERB|||گے|||REQUIRED|||-NONE-|||0

S یوسف القرضاوی یوپین کونسل فا فتاوی اینڈ ریسرچ کے سربراہ ہیں
A 10 11|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S انہیں عرب دنیا میں غیر معمولی مقبولیت حاصل ہے
A 8 9|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S وہ اسلام آن لائن ڈاٹ نٹ پر بھی لوگوں کے سوالات کے جوابات اور فتاوی جاری کرتے ہیں
A 17 18|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S ان کے خیال میں یوسف القرضاوی عصر حاضر کے تقاضوں کو سامنے رکھتے ہوئے لوگوں کی رہنمائی کرتے ہیں
A 18 19|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S یوسف القرضاوی فلسطینیوں کے اسرائیلیوں پر حملوں کے زبردست حامی ہیں
A 10 11|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S وہ کہتے ہیں کہ اسرائیلی فوجیوں کے خلاف خودکش دھماکے جائز ہیں کیونکہ وہ قابض اور غاصب ہیں
A 2 3|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S وہ انہیں اشتہادی حملے قرار دیتے ہیں
A 6 7|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S ان کا کہنا ہے کہ خود کش حملے صرف اس وقت جائز ہوں گے جب اپنے دفاع کا کوئی دوسرا راستہ نہ بچے
A 3 4|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S تاہم شیخ القرضاوی کا کہنا ہے کہ وہ اس قسم کے حملے صرف اسرائیلی اہداف کے خلاف جائز ہیں
A 5 6|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S وہ تصویر کشی کو جائز قرار دیتے ہیں
A 7 8|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S شیخ قرضاوی کا کہنا ہے کہ عراق میں جانے والے سارے امریکی حملہ آور متصور ہوں گے
A 4 5|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S فی الحال اس سیزن میں 27 ٹیسٹ 93 ایک روزہ بین الاقوامی اور 104 ٹوئنٹی20 انٹرنیشنل شیڈول ہیں
A 17 18|||R:VERB|||گئے|||REQUIRED|||-NONE-|||0

S سنہ 1978 میں اسے ریگسٹرڈ تنظیم کی حیثیت حاصل ہوئی اور اسے عالمی صیہونی تنظیم نے بھی تسلیم کیا
A 9 10|||R:VERB|||دی|||REQUIRED|||-NONE-|||0

S وہ 3 دسمبر 2020 کو نیوزی لینڈ اور ویسٹ انڈیز کے درمیان اپنے پہلے ٹیسٹ میچ میں کھڑا ہوا
A 18 19|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S کے پارکر ایک مابعد الطبیعاتی مشیر اور سرپرست ہے
A 8 9|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S فرانسیسی انخلا کے بعد اپنی حفاظت کے خوف سے وہ قاہرہ سے استنبول چلا گیا
A 14 15|||R:VERB|||گے|||REQUIRED|||-NONE-|||0

S وہ 21 مارچ 2013 کو شام کی خانہ جنگی کے دوران مبینہ طور پر ایک بم دھماکے میں مارا گیا تھا
A 19 20|||R:VERB|||گے|||REQUIRED|||-NONE-|||0

S البوطی جلد ہی دمشق میں مذہبی تعلیم کے لیے داخل ہو گیا
A 11 12|||R:VERB|||گے|||REQUIRED|||-NONE-|||0

S البوطی دمشق کے وسطی مزرا ضلع میں واقع مسجد الایمان میں طلبا کو مذہبی درس دیتے ہوئے ہلاک کر دیا گیا
A 20 21|||R:VERB|||گے|||REQUIRED|||-NONE-|||0

S وہ قرطبہ سے سیویل چلا گیا جہاں اس نے سباویہ کے کاموں سے عربی گرامر اور نحو کا مطالعہ کیا
A 5 6|||R:VERB|||گے|||REQUIRED|||-NONE-|||0

S بھل گئ سب کتے دا ہونا
A 1 2|||R:VERB|||گئی|||REQUIRED|||-NONE-|||0

S عاقب ستیانوی کا تعلق جھنگ سے ہے ان کی مشہور ترین نظم جدی پشتی نوکر کو سوشل میڈیا پر دو ملین سے زائد فالورز ملے
A 6 7|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S نثر نگاری بھی ان کا خاص میدان رہا قسیم سورج گڑھوی کے نام سے بھی مزاحیہ و طنزیہ مضامین لکھتے رہے ہیں
A 21 22|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اس کے مدار کی وجہ سے سیڈنا کے پائے جانے کے امکانات 0 017 تھے
A 14 15|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S آرتمیس 1 ناسا کا ایک خلائی مشن ہے جس کا مقصد چاند پر واپس انسان ڈالنا ہے
A 7 8|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S مفتی عبدالشکور 15 اپریل 2023 کو ٹریفک حادثے میں وفات ہو گئے
A 10 11|||R:VERB|||پا|||REQUIRED|||-NONE-|||0

S آپ اپریل 2022 سے موجودہ وفاقی وزیر برائے مذہبی امور اور بین المذاہب ہم آہنگ تھےکے عہدے پر ہیں
A 18 19|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S پولیس کے مطابق وہ گاڑی چلا رہے تے کہ ایک اور گاڑی ان کی گاڑی کے ڈرائیور کی سائیڈ سے ٹکرا گئی
A 7 8|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S ایڈمز کا حلقہ اور حلقی قوس
A 5 6|||R:VERB|||اقواس|||REQUIRED|||-NONE-|||0

S 1999 سے شروع ہو کر 2014 تک مزید 19 تعلقات ہو چکے ہیں جو پہلے سے کہیں زیادہ کثرت سے ہوئے ہیں
A 21 22|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S 2022 23 قائداعظم ٹرافی ایک اول درجہ کرکٹ مقابلہ ہے جو پاکستان میں 27 ستمبر سے 30 نومبر 2022 تک ہو رہا
A 9 10|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S 2022 23 قائداعظم ٹرافی ایک اول درجہ کرکٹ مقابلہ ہے جو پاکستان میں 27 ستمبر سے 30 نومبر 2022 تک ہو رہا
A 20 21|||R:VERB|||کھیلا|||REQUIRED|||-NONE-|||0

S 2022 23 قائداعظم ٹرافی ایک اول درجہ کرکٹ مقابلہ ہے جو پاکستان میں 27 ستمبر سے 30 نومبر 2022 تک ہو رہا
A 21 22|||R:VERB|||گیا|||REQUIRED|||-NONE-|||0

S یہ 4 جون 1999 کو جاری کیا گیا تھا
A 7 8|||R:VERB|||گی|||REQUIRED|||-NONE-|||0

S نومبر 2019 میں انہیں بنگلہ دیش میں 2019 کےاے سی سی ایمرجنگ ٹیمز ایشیا کپ کے لیے پاکستان کے سکواڈ میں شامل کیا گیا
A 22 23|||R:VERB|||بنایا|||REQUIRED|||-NONE-|||0

S ہیاں ہر ایک سڑک ہے جو سکردو جاتی ہے
A 7 8|||R:VERB|||جاتا|||REQUIRED|||-NONE-|||0

S ایلڈرمین کا 6 جون 1990 کو فریملے پارک ہسپتال سرے میں انتقال ہوگیا
A 12 13|||R:VERB|||کر|||REQUIRED|||-NONE-|||0

S ان کا ایک بیٹا اور دو بیٹیاں تھیں
A 7 8|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S مولانا سید خالق احمد ساجد بخاری ایک پاکستانی اسلامی اسکالر اور مصنف ہیں
A 12 13|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S 2023 آئی سی سی خواتین ٹی 20 عالمی کپ آئی سی سی خواتین ٹی 20 عالمی کپ ٹورنامنٹ کا آٹھواں ایڈیشن ہے
A 21 22|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S ستمبر 2022 میں انہوں نے زنگزور کے کوئی علاقے پر قبضہ کر دیا
A 12 13|||R:VERB|||لیا|||REQUIRED|||-NONE-|||0

S ملائیشیا چار ملکی کرکٹ سیریز2022 23 ایک ٹوئنٹی 20 انٹرنیشنل کرکٹ ٹورنامنٹ ہے جو دسمبر 2022 میں ملائیشیا میں ہو رہا
A 12 13|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S حصہ لینے والی ٹیموں میں میزبان ملائیشیا کے ساتھ بحرین قطر اور سنگاپور شامل ہیں
A 14 15|||R:VERB|||تھیں|||REQUIRED|||-NONE-|||0

S نومبر 2020 کے وسط تک اس نے مقابلے میں 301 میچ کھیلے تھے اور 199 ہاروں کے مقابلے میں صرف 32 بار جیتے تھے
A 22 23|||R:VERB|||سمیٹی|||REQUIRED|||-NONE-|||0

S اس کے دو بھائی پہلی جنگ عظیم میں مر گئے
A 8 9|||R:VERB|||مارے|||REQUIRED|||-NONE-|||0

S فگار کا لاحقہ اپنے مرحوم دوست سید فگار حسین شاہ گردیزی سے اخذ فرمایا
A 13 14|||R:VERB|||کیا|||REQUIRED|||-NONE-|||0

S مارچ 2021 میں ویسٹ انڈیز اور سری لنکا کے درمیان سیریز میں براتھویٹ اپنے پہلے ٹیسٹ میں بطور امپائر کھڑے ہوئے
A 19 20|||R:VERB|||آئے|||REQUIRED|||-NONE-|||0

S انہیں مئی 1941 میں فلائٹ لیفٹیننٹ کے عہدے پر ترقی دی گئی جولائی 1943 میں سکواڈرن لیڈر کا عارضی درجہ دیا گیا
A 11 12|||R:VERB|||کر|||REQUIRED|||-NONE-|||0

S وہ 25 فروری 1944 کو دوسری جنگ عظیم کے دوران بحیرہ بیرنٹسمیں انتقال کر گئے
A 13 14|||R:VERB|||مارے|||REQUIRED|||-NONE-|||0

S ایک روزہ سیریز افتتاحی آئی سی سی عالمی کپ سپر لیگ 2020 23 کا حصہ ہے
A 15 16|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S لیگ میں گجرات ٹائٹنز کی ٹیم ٹائٹل کے دفاع کے لئے ایکشن میں ہوگی
A 13 14|||R:VERB|||گی|||REQUIRED|||-NONE-|||0

S 2003 کرکٹ ورلڈ کپ کے دوران 2 میچوں میں کھڑا ہونا
A 10 11|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S ایک روزہ مقابلے آئی سی سی ویمنز چیمپئن شپ 2022 25 کا حصہ ہیں
A 13 14|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S کوسٹا ریکا کا پہلا ٹوئنٹی20 بین الاقوامی 25 اپریل 2019 کو 2019 سنٹرل امریکن کرکٹ چیمپئن شپ میں پاناما کے خلاف ہوگا
A 21 22|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S اس کے بعد بحیثیت مفتی برطانیہ تشریف لے گئے اور تاحال وہاں فقہ و فتاوی اصلاح و تربیت کی خدمات انجام دے رہے ہیں
A 21 22|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S ایس اے20 2022 23 جنوبی افریقی فرنچائز کرکٹ لیگ ایس اے20 کا افتتاحی سیزن ہے
A 14 15|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S اس کی وجہ یہ تھی کہ مشاہدات سے لگتا ہے کہ یہ 2029 میں زمین سے ٹکرائے گا
A 9 10|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S یہ ٹیسٹ میچ آئرلینڈ کی تاریخ کا محض چوتھا اور جولائی 2019 کے بعد پہلا میچ ہوگا
A 16 17|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S یہ آئرلینڈ کی پہلی ٹیسٹ سیریز ہے جو ایک سے زیادہ میچوں پر مشتمل ہے
A 6 7|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S یہ آئرلینڈ کی پہلی ٹیسٹ سیریز ہے جو ایک سے زیادہ میچوں پر مشتمل ہے
A 14 15|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S وہ 2002 میں ایک ون ڈے میچ میں کھڑا ہوا تھا
A 8 9|||R:VERB|||کھڑے|||REQUIRED|||-NONE-|||0

S نیوزی لینڈ جبکہ 1990 میں اور 1985 اور 1994 کے درمیان 4 ون ڈے میچز میں کھڑا تھا
A 16 17|||R:VERB|||کھڑے|||REQUIRED|||-NONE-|||0

S جنوری 2023 موجودہ عام سال کا پہلا مہینہ ہے
A 8 9|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S فروری 2023 موجودہ عام سال کا دوسرا مہینہ ہے
A 8 9|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S وہ 1985 میں ایک ٹیسٹ میچ انڈیا بمقابلہ انگلینڈ جبکہ 1983 میں ایک ون ڈے میچ انڈیا بمقابلہ ویسٹ انڈیز میں کھڑا ہوا
A 22 23|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S 16 فروری تک 46 , 000 سے زیادہ اموات کی اطلاع ملی تھیں
A 12 13|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S ستمبر 2022 میں انہیں خواتین کے ایشیا کپ کے لیے قومی سکواڈ میں شامل کیا گیا
A 14 15|||R:VERB|||بنایا|||REQUIRED|||-NONE-|||0

S وہ 1949 اور 1965 کے درمیان 12 ٹیسٹ میچوں میں کھڑے رہے
A 11 12|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S کھیس عام طور پر موٹے سوتی دھاگے سے ہاتھ سے ب نی جاتی ہے
A 11 12|||R:VERB|||نا|||REQUIRED|||-NONE-|||0

S وہ 1958 اور 1965 کے درمیان پانچ ٹیسٹ میچوں میں کھڑے رہے
A 11 12|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S وہ 1981 اور 1986 کے درمیان تین ٹیسٹ میچوں اور 1981 اور 1986 کے درمیان سات ون ڈے میچوں میں کھڑے رہے
A 21 22|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S وہ 1974 اور 1979 کے درمیان چھ ٹیسٹ میچوں اور 1975 اور 1981 کے درمیان تین ون ڈے میچوں میں کھڑے رہے
A 21 22|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S وہ 1974 اور 1977 کے درمیان تین ٹیسٹ میچوں میں کھڑے رہے
A 11 12|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S وہ 1962 اور 1965 کے درمیان دو ٹیسٹ میچوں میں کھڑے رہے
A 11 12|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S جیسا کے نام سے ظاہر ھے یہ لہجہ ڈیرہ اسمائیل خان اور ڈیرہ خغازی میں رائج ھے
A 5 6|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S جیسا کے نام سے ظاہر ھے یہ لہجہ ڈیرہ اسمائیل خان اور ڈیرہ خغازی میں رائج ھے
A 16 17|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S وہ 1982 میں ایک ون ڈے میچ میں کھڑے تھے
A 9 10|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S ٹیم کی کپتانی ڈان بریڈمین کر رہے تھے جو انگلینڈ کا چوتھا اور آخری دورہ کر رہے تھے
A 17 18|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S 1887 اور 1888 میں واٹسن کلائی میں موچ کی وجہ سے معذور تھا اس طرح کی علامات وقت کے ساتھ ساتھ بڑھ جاتی ہیں
A 12 13|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S مارچ 2023 موجودہ عام سال کا تیسرا مہینہ ہے
A 8 9|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S یہ دونوں ہی ویاکوم 18 کی ملکیت ہیں
A 7 8|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S ٹورنامنٹ میں پانچ ٹیمیں حصہ لیں گی اور یہ 4 مارچ سے 26 مارچ 2023 تک شیڈول ہے
A 17 18|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S خواتین اور لڑکیوں کے لیے داخلہ مفت ہے اور انہیں اس سیزن میں اسٹیڈیم میں میچ دیکھنے کے لیے ٹکٹ کی ضرورت نہیں ہوگی
A 7 8|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S خواتین اور لڑکیوں کے لیے داخلہ مفت ہے اور انہیں اس سیزن میں اسٹیڈیم میں میچ دیکھنے کے لیے ٹکٹ کی ضرورت نہیں ہوگی
A 23 24|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S یہ ایک انسانی بحران اور ایک غیر منصفانہ جنگ دونوں کی ایک مثال بن گیا ہے
A 14 15|||R:VERB|||گی|||REQUIRED|||-NONE-|||0

S وہ 2000 سے 2007 تک افغانستان میں رہتی تھی اور رپورٹ کرتی تھی
A 11 12|||R:VERB|||دیتی|||REQUIRED|||-NONE-|||0

S تاہم دوسری جنگ عظیم شروع ہونے سے پیداوار بند ہو گئی
A 9 10|||R:VERB|||اجڑ|||REQUIRED|||-NONE-|||0

S اس نے پاکستان میں تھیٹر جلاوطنی کی مشترکہ بنیاد رکھی اور اپنی موت تک بین الاقوامی سطح پر پرفارم کیا
A 19 20|||R:VERB|||دیکھائی|||REQUIRED|||-NONE-|||0

S یہ ٹورنامنٹ ایشیا کپ 2023 کی طرف اہلیت کا راستہ ہے
A 10 11|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S اپریل 2023 موجودہ عام سال کا چوتھا مہینہ ہے
A 8 9|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S 2017 میں یہ انٹرنیشنل کرکٹ کونسل کا ایک ایسوسی ایٹ ممبر بن گیا
A 11 12|||R:VERB|||بنایا|||REQUIRED|||-NONE-|||0

S پانچ ٹیموں پر مشتمل ٹورنامنٹ میں میزبان یوگنڈا کے ساتھ ساتھ کینیا روانڈا تنزانیہ اور متحدہ عرب امارات بھی شریک ہیں
A 20 21|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اپریل 2023 میں ہیمنتھا کو آئرلینڈ کے خلاف سیریز کے لیے سری لنکا کے ٹیسٹ اسکواڈ میں منتخب کیا گیا
A 18 19|||R:VERB|||بنایا|||REQUIRED|||-NONE-|||0

S 20 اوور کے فارمیٹ میں مکمل ٹوئنٹی 20 انٹرنیشنل یا ویمنز ٹوئنٹی 20 انٹرنیشنل اسٹیٹس ہوگا جس کی پیشکش پر رینکنگ پوائنٹس ہوں گے
A 15 16|||R:VERB|||آیا|||REQUIRED|||-NONE-|||0

S 20 اوور کے فارمیٹ میں مکمل ٹوئنٹی 20 انٹرنیشنل یا ویمنز ٹوئنٹی 20 انٹرنیشنل اسٹیٹس ہوگا جس کی پیشکش پر رینکنگ پوائنٹس ہوں گے
A 23 24|||R:VERB|||ملے|||REQUIRED|||-NONE-|||0

S یہ دورہ تین ویمنز ون ڈے انٹرنیشنل اور تین ویمنز ٹوئنٹی 20 انٹرنیشنل میچوں پر مشتمل ہوگا
A 16 17|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S مئی 2023 موجودہ عام سال کا پانچواں مہینہ ہے
A 8 9|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S بریسل نے سیشن کا آخری فریم بھی جیت لیا کیونکہ اس نے فائنل سیشن میں 15 10 کی برتری حاصل کرنے کی منظوری دی
A 23 24|||R:VERB|||کی|||REQUIRED|||-NONE-|||0

S جو اس کی لونڈی سے پیدا ہوا تھا اور اسریئلیوں کے قبیلے کا بانی ہے
A 14 15|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S سربیا میں دو دنوں میں فائرنگ واقعات سے 17 افراد ہلاک ہو ئے ہیں
A 12 13|||R:VERB|||چکے|||REQUIRED|||-NONE-|||0

S ایک یہودی روایت کے مطابق نون کی قبر کو اس کے بیٹے جوشوا کے قریب رکھتی ہے
A 16 17|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S جو لاوی کی بیوی قہات کی ماں اور ملکہ ہے جو ارام کی بیٹی ہے
A 9 10|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S جو لاوی کی بیوی قہات کی ماں اور ملکہ تھی اور ارام کی بیٹی ہے
A 14 15|||R:VERB|||تھی|||REQUIRED|||-NONE-|||0

S حج ایک عبادت ہے جو سال میں ایک بار سعودی عرب کے شہر مکہ مکرمہ میں ادا ہوتی ہے
A 17 18|||R:VERB|||کی|||REQUIRED|||-NONE-|||0

S لاشوں کو براہ راست جسمانی رابطے سے بچنے کے لیے " ان کے سروں کے ذریعے " اٹھا لیا گیا تھا
A 7 8|||R:VERB|||بچانے|||REQUIRED|||-NONE-|||0

S اب تک آٹھ لاشیں مل چکی تھیں جب کہ دیگر ہلاکتوں کی تلاش جاری ہے
A 6 7|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S " " وہ اس ملبس کی قیمت کم از کم 20 بلین رکھتی ہے
A 12 13|||R:VERB|||بتاتی|||REQUIRED|||-NONE-|||0

S وہ نہ صرف تاریخ اسلام بلکہ تاریخ عالم کے مشہور ترین فاتحین و حکمرانوں میں سے ایک ہیں
A 17 18|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S پنجاب کے دوسرے دیہات کی طرح گاؤں ٹھکر کے ہاشم بھی پنجابی طرز معاشرت اور رہن سہن کے اصولوں سے مماثلت رکھتا ہے
A 22 23|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S اردو ویکیپیڈیا ایسا گیا گذرا بھی نہیں کہ معیار سے گر کر مضامین منتخب کیے جائیں
A 4 5|||R:VERB|||گزرا|||REQUIRED|||-NONE-|||0

S اس میں 19 کی تشخیص ہوئی تھی اور وہ 13 فروری 2021 سے 28 فروری 2021 تک متاثر تھا
A 18 19|||R:VERB|||تھے|||REQUIRED|||-NONE-|||0

S اگر ایسا نہیں کیا جاتا ہے تو پہلے راؤنڈ کے نتائج کے اعلان کے دو ہفتے بعد دوسرا دور ہونا چاہیے
A 20 21|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S مجموعی طور پر والینسیا سات بڑے یورپی فائنلز میں پہنچ چکی ہے ان میں سے چار جیت کر
A 17 18|||R:VERB|||ہیں|||REQUIRED|||-NONE-|||0

S اس کی بیوی پوتیل کی بیٹی نے اس کے لیے فینہاس کو جنم دیا جو بالآخر اس کے بعد اعلی کاہن بنے گا
A 21 22|||R:VERB|||بنا|||REQUIRED|||-NONE-|||0

S اس کی بیوی پوتیل کی بیٹی نے اس کے لیے فینہاس کو جنم دیا جو بالآخر اس کے بعد اعلی کاہن بنے گا
A 22 23|||R:VERB|||تھا|||REQUIRED|||-NONE-|||0

S 17 مارچ کو آنے والے سیلاب سے بلوچستان میں دس افراد ہلاک ہوئے جن میں آٹھ ضلع آواران میں بھی شامل تھے
A 21 22|||R:VERB|||ہوئے|||REQUIRED|||-NONE-|||0

S ان کی کپتانی گیبی لیوس کر رہے ہیں اور ان کی کوچنگ کلیئر ٹربلانچے کر رہے ہیں
A 16 17|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S نیدرلینڈز خواتین کی سہ ملکی سیریز2023 ایک ٹوئنٹی 20 انٹرنیشنل سیریز تھی جو جولائی 2023 میں نیدرلینڈز میں ہوئی تھی
A 18 19|||R:VERB|||کھیلی|||REQUIRED|||-NONE-|||0

S نیدرلینڈز خواتین کی سہ ملکی سیریز2023 ایک ٹوئنٹی 20 انٹرنیشنل سیریز تھی جو جولائی 2023 میں نیدرلینڈز میں ہوئی تھی
A 19 20|||R:VERB|||گئی|||REQUIRED|||-NONE-|||0

S عزیزالرحمان کے چاروں بیٹوں اور دو بیٹیوں میں یہ سب سے چھوٹا تھا
A 12 13|||R:VERB|||ہے|||REQUIRED|||-NONE-|||0

S 36 14 میں قورح کی والدہ اہولیبامہ عناہ کی بیٹی اور زیبیون کی پوتی زیبون کورہ کے پردادا بناتی ہے
A 18 19|||R:VERB|||بتاتی|||REQUIRED|||-NONE-|||0

