S کاسرگوڈ شہر بھارت کی ریاست کیرالا سب سے جنوب میں واقع ایک شہر ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس خطے پر بلند شہر کے ڈور راجپوت راجہ ہار دات کی حکومت تھی
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جزائر کرگولن مع ادیلی لینڈ جزائر کروزیٹ جزیرہ ایمسٹرڈیم اور جزیرہ سینٹ پال مل کر فرانسیسی جنوبی اور انٹارکٹک سرزمین بناتے ہیں
A 19 20|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جزائر کرگولن مع ادیلی لینڈ جزائر کروزیٹ جزیرہ ایمسٹرڈیم اور جزیرہ سینٹ پال مل کر فرانسیسی جنوبی اور انٹارکٹک سرزمین بناتے ہیں
A 19 20|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جزائر کرگولن مع ادیلی لینڈ جزائر کروزیٹ جزیرہ ایمسٹرڈیم اور جزیرہ سینٹ پال مل کر فرانسیسی جنوبی اور انٹارکٹک سرزمین بناتے ہیں
A 19 20|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جزائر کرگولن مع ادیلی لینڈ جزائر کروزیٹ جزیرہ ایمسٹرڈیم اور جزیرہ سینٹ پال مل کر فرانسیسی جنوبی اور انٹارکٹک سرزمین بناتے ہیں
A 19 20|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جزائر کرگولن مع ادیلی لینڈ جزائر کروزیٹ جزیرہ ایمسٹرڈیم اور جزیرہ سینٹ پال مل کر فرانسیسی جنوبی اور انٹارکٹک سرزمین بناتے ہیں
A 19 20|||U:NOUN||||||REQUIRED|||-NONE-|||0

S برہماگیری جنوبی ہند کے مغربی گھاٹ سلاسل کوہ کا کوہستان ہے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S تختہ دار پر چڑھانے سے قبل ان کا طبی معائنہ کیا گیا ان کی صحت اور بلڈ پریشر نارمل تھا
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ڈونگ ہوئی ویتنام کا ایک شہر ہےیہ شہر صوبہ کوانگ بن کا دارلخلافہ بھی ہے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 18 مئی 2011 بروز 23صفر جمعۃ المبارک کا دن تھا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ڈرامہ سیریل دھوپ کنارے پی ٹی وی پر 1987 کے دور میں پیش کیا جانے والا ایک ڈرامہ ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس گیم کا مرکزی کردار لارا کرافٹ کا ہے جو ایک 21 سالہ نوجوان اور حوصلہ مند آثار قدیمہ کی گریجوئٹ ماہر ہے
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جنوب مشرق میں ( خیرماتو کوٹ سیاب ) اور مکمل مشرقی ( توغ بلی ٹنگ سے خوشحال گڑھ ) علاقوں میں بولی جاتی ہے
A 19 20|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ڈاکٹر ندیم احسان نے انتخابات 2008 میں کامیابی حاصل کی اور قومی اسمبلی کے رکن بن گئے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ڈاکٹر عبد الوحید سومرو قومی اسمبلی کے انتخابات میں اس حلقے سے 2008 میں کامیاب ہوئے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نامزد شدہ مضمون پر کسی جانب سے اعتراض نہ آنے کی صورت میں مضمون 10 دن بعد حذف کردیا جاتا ہے
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S خارجہ ودولت مشترکہ آفس برطانیہ برطانوی حکومت کا شعبہ ہے اور اسے عام طور پر دفتر خارجہ کہا جاتا ہے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S تاج الشریعہ مولانا محمد اختر رضا خاں صاحب بریلی شریف
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S عظیم اردو طلائی اردو کی تقسیم کے بعد باقی رہنے والی ریاست تھی جو 1466 سے 1502 تک رہی
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے پھوپھی رفعت عالم اور ان کے ماموں وحید مرزا پاکستان کے لیے فرسٹ کلاس کرکٹ کھیلتے تھے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یونانی اساطیر یا یونانی علم الاساطیر قدیم یونانی مذہب سے وابستہ دیگر اساطیر پر مبنی افسانوں اور فنون کا مجم وعہ ہے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنے کیریئر کا اختتام فرسٹ کلاس کرکٹ میں 1560 وکٹوں کے ساتھ کیا جو کہ کسی بھی دوسرے ہندوستانی سے زیادہ ہے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کی بہترین فرسٹ کلاس بولنگ دہلی بمقابلہ جموں اور 7 5 تھی
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہندوستانی ڈومیسٹک کرکٹ میں وہ بہار اور جھارکھنڈ کرکٹ ٹیم کے لیے کھیلے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S دھونی نے اپنے ون ڈے کیریئر کی شروعات اچھی نہیں کی وہ ڈیبیو پر صفر پر رن آؤٹ ہو گئے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بنگلہ دیش کے خلاف اوسط سیریز کے باوجود دھونی کو پاکستان ون ڈے سیریز کے لیے منتخب کیا گیا
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 19 سال کی عمر میں کرناٹک کی نمائندگی کرتے ہوئے اپنا فرسٹ کلاس ڈیبیو کیا
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فروری 1997 میں بھارت نے پانچ ٹیسٹ اور چار ون ڈے میچوں کی سیریز کے لیے ویسٹ انڈیز کا دورہ کیا
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ٹیسٹ اور ون ڈے سیریز میں ان کی باؤلنگ پرفارمنس ان کی خراب بیٹنگ پرفارمنس سے متاثر ہوئی
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S رام چند نے 1945 46 رنجی ٹرافی میں مہاراشٹر کے خلاف سندھ کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1948 49 رنجی ٹرافی میں بمبئی جانے سے پہلے دو اور فرسٹ کلاس میچوں میں سندھ کی نمائندگی کی
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کی فارسی شاعری کو انگریزی میں شوہل ولپ نے ترجمہ کیا ہے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 2010 اور 2013 میں انہیں بہترین اداکارہ کا سینما ( ساؤتھ انڈین مووی ایوارڈ ) ایوارڈ دیا گیا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بیسیس ہر کی مجموعی آبادی 5 , 427 افراد پر مشتمل ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اور ان کو بیگم خاص کا اودہ حاصل تھا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بسمل نے چیف کورٹ کے سامنے جب رواں انگریزی میں فیصلے کے خلاف بحث کی تو سرکاری وکیل ملا جی بغلیں جھانکتے نظر آئے
A 19 20|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بسمل نے چیف کورٹ کے سامنے جب رواں انگریزی میں فیصلے کے خلاف بحث کی تو سرکاری وکیل ملا جی بغلیں جھانکتے نظر آئے
A 22 23|||U:NOUN||||||REQUIRED|||-NONE-|||0

S تیئمینگوان شہر کا رقبہ 590 27 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 200 , 000 افراد پر مشتمل ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S شیزوئشان ( لاطینی ) چین کا ایک پریفیکچر سطح شہر جو نینگشیا میں واقع ہے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فروخ آباد ضلع بھارت کا ایک ضلع جو اتر پردیش میں واقع ہے
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فروخ آباد ضلع کی مجموعی آبادی 1 , 577 , 239 افراد پر مشتمل ہے
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جونپور اترپردیش بھارت کا ایک ریلوے اسٹیشن جو جونپور ضلع میں واقع ہے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S گڑھی پختہ کی مجموعی آبادی 12 , 104 افراد پر مشتمل ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S برززنکی کئیے لکے کاؤنٹی کی مجموعی آبادی 526 افراد پر مشتمل ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S زہیرآباد اپائیں کی مجموعی آبادی 220 افراد پر مشتمل ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جہان آباد زہرے پائیں کی مجموعی آبادی 844 افراد پر مشتمل ہے
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جلان بھارت کا ایک رہائشی علاقہ جو جلاؤں ضلع میں واقع ہے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جنگل دہ پائیں ( لاطینی ) ایران کا ایک گاؤں جو صوبہ گلستان میں واقع ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جنگل دہ پائیں کی مجموعی آبادی 186 افراد پر مشتمل ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جنگاوں 16 04 مربع کلومیٹر کے علاقے میں پھیل گیا اور 29 دوسرے گریڈ میونسپلٹی طور میونسپل وارڈوں میں تقسیم کیا ہے
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جنکوو گریٹر پولینڈ صوبہ کی مجموعی آبادی 80 افراد پر مشتمل ہے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جنوو ورمان مسریاں صوبہ کی مجموعی آبادی 360 افراد پر مشتمل ہے
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جاسکوکے سیلسیان صوبہ کی مجموعی آبادی 141 افراد پر مشتمل ہے
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اربد ( عربی ربد ) اردن کا ایک رہائشی علاقہ جو محافظہ اربد میں واقع ہے
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S عجلون ( عربی عجلون ) اردن کا ایک رہائشی علاقہ جو محافظہ عجلون میں واقع ہے
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جرش ( عربی جرش ) اردن کا ایک رہائشی علاقہ جو محافظہ جرش میں واقع ہے
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مفرق ( عربی المفرق ) اردن کا ایک رہائشی علاقہ جو محافظہ مفرق میں واقع ہے
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S معان ( عربی معان ) اردن کا ایک رہائشی علاقہ جو محافظہ معان میں واقع ہے
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یارموتھ نوا سکوٹیا ( میونسپل ضلع ) ) کینیڈا کا ایک جو یارموتھ کاؤنٹی نوا سکوٹیا میں واقع ہے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سا کیو علاقہ کا رقبہ 7 , 195 1 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 545 , 596 افراد پر مشتمل ہے
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سینٹ بلاسے دو بیس کا رقبہ 5 44 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 954 افراد پر مشتمل ہے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فرانسیسی کیمیادان نے ہائیڈروجن گیس کو یہ نام یونانی لفظ سے دیا تھا جس کا مطلب ہے " پانی بنانے والا "
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جزائر دیناگات ( لاطینی ) فلپائن کا ایک فلپائن کے صوبے جو کاراگا میں واقع ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جزائر دیناگات کا رقبہ 1 , 036 34 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 126 , 803 افراد پر مشتمل ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S لیئتے ( صوبہ ) ) فلپائن کا ایک فلپائن کے صوبے جو مشرقی ویسایا میں واقع ہے
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پانگاسینان ( لاطینی ) فلپائن کا ایک فلپائن کے صوبے جو ایلوکوس علاقہ میں واقع ہے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S احسان پور ریلوے اسٹیشن پاکستان میں واقع ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S چمن مجوزہ قندھار ریلوے لائن کا ایک اہم اسٹیشن ہے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S دائرہ دین پناہ ریلوے اسٹیشن پاکستان میں واقع ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کمسن اموات یا شیر خوار اموات ایک بچے کی ایک سال سے کم عمر میں موت ہے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہ خونی کھیل قدیم ادوار سے ہی چلے آئے ہیں
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1 " میٹرک ٹن " ,
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1 " گالون آمریکایی بر دقیق " ,
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 2 " گالون آمریکایی بر دقیق " ,
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1 " گالون آمریکایی بر دقیق " ,
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 2 " گالون آمریکایی بر دقیق " ,
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 2 " بوشل آمریکایی بر جریب " ,
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1 " فٹ فی میل دریایی " ,
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 2 " فٹ فی میل دریایی " ,
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1 " میل دریایی " ,
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1 " میل دریایی برطانوی " ,
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1 " میل دریایی " ,
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1 " میل دریایی " ,
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1 " میل دریایی " ,
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1 " میل دریایی " ,
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے والد ماجد مولانا محمد یحی سے قرآن حفظ کیا
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سہارا اردو کے سب ایڈیٹر بھی رہ چکے ہیں
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کوٹ مول چند ریلوے اسٹیشن کوٹ مول چند میں واقع ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S لا ریوجا صوبہ ارجنٹین کا رقبہ 89 , 680 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 333 , 642 افراد پر مشتمل ہے
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S لکی شاہ صدر ریلوے اسٹیشن پاکستان میں واقع ہے
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پاکستان ریلویز کی سرکاری ویب سائٹ کے مطابق لکی شاہ صدر ریلوے اسٹیشن کا کوڈ ہے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ماموں کانجن ریلوے اسٹیشن پاکستان میں واقع ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مائے ٹہا ضلع لامپھون کی مجموعی آبادی 40 , 361 افراد پر مشتمل ہے
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S لاس عنود صومالیہ کا ایک رہائشی علاقہ جو سول میں واقع ہے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 3 اکتوبر 2018 کو وہ جنوبی افریقہ کے لیے ون ڈے میں ہیٹ ٹرک کرنے والے چوتھے بولر بن گئے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جہانگیر خان نے اپنے فرسٹ کلاس ڈیبیو پر 108 رنز بنائے اور میچ کی دوسری اننگز میں سات وکٹیں حاصل کیں
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ٹیسٹ کرکٹ کی نسبت ان کی کارکردگی فرسٹ کلاس میں زیادہ بہتر تھی
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ٹیسٹ میں 116 رنز کے عوض 2 اور فرسٹ کلاس میچوں میں 1071 رنز کے عوض 28 وکٹیں بھی ان کے کیریئر کا حصہ ہیں
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ 1946 47 میں فرسٹ کلاس کرکٹ میں وارد ہوئے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ٹیسٹ میں 8 اور فرسٹ کلاس میں 69 کیچز ان کی فیلڈ میں چابکدستی کا ثبوت تھے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S شاہ نے 2008 ایشیا کپ میں بنگلہ دیش کے خلاف اپنا ون ڈے ڈیبیو کیا
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انسانی ہضمی نظام انسان کے جسم میں خوراک کے ہضم ہونے کا ایک طویل نظمت ہے جس میں انسان خوراک کھا کر ہضم کرتاہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ضلع ہا کوانگ ( لاطینی ) ویتنام کا ایک رہائشی علاقہ جو شمال مشرقی ( ویتنام ) میں واقع ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ضلع ہا کوانگ کا رقبہ 454 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 34 , 113 افراد پر مشتمل ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ضلع ہابیل جبر ( عربی مد ر حب ل جبر ) یمن کا ایک رہائشی علاقہ جو محافظہ لحج میں واقع ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ضلع ہابیل جبر کی مجموعی آبادی 41 , 474 افراد پر مشتمل ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ڈوور کے لیے آپ مندرجہ ذیل صفحات سے رجوع کر سکتے ہیں
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مولوی صاحب ہندوؤں اور مسلمانوں کے اتحاد اور تحریک آزادی سے مسلمانوں کو جوڑنے کے قائل تھے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S عہد طفلی ہی میں آپ کی والدہ صاحبہ کا انتقال1357ھ میں ہوا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S آسٹریلین ون ڈے ٹیم میں ہیوز کے انتخاب کی تصدیق 6 جنوری 2013 کو ہوئی
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اسلامی میزانیہ ( انگریزی ) قرآن حدیث اور فقہی اصولوں کے مطابق اسلامی میزانیہ یا بجٹ کو کہا جاتا ہے
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S چونکہ سماج کا ایک طبقہ چرچ قانون کو مانتا ہے اس لیے اس قانون سے معاشرے اور انسانی رشتوں پر گہرا اثر پڑتا ہے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S آب بلوطک کی مجموعی آبادی 141 افراد پر مشتمل ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S آب بیدک کی مجموعی آبادی 36 افراد پر مشتمل ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S آب بید دالون کی مجموعی آبادی 81 افراد پر مشتمل ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انکا خیال تھا کہ ہوا کی زبردست قوت کے زیراثر سمند ر کی پانی براعظموں ( خشکی ) میں اندرونی حصوں میں چلاآتا ہے
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ترجمہ " اللہ کے نام سے شروع جو برا م ربان نہایت رحم فرمانے والا ہے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S آپ کا ذکر عیسائیوں کی مقدس کتب کی انسائیکلوپیڈیا بائبل میں کیا گیا ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے موسم گرما میں فرسٹ کلاس 45 وکٹیں 31 پر حاصل کیں یہ گلمور کا اب تک کا بہترین مجموعہ ہوگا
A 5 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S گلمور کا نیوزی لینڈ میں فرسٹ کلاس ڈیبیو آکلینڈ کے خلاف تھا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ورلڈ سیریز کرکٹ کے خاتمے کے بعد گلمور نے نیو ساؤتھ ویلز کے لیے صرف دو اور فرسٹ کلاس کھیل کھیلے
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنی پہلی فرسٹ کلاس سنچری 1971 72 میں بنائی
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S دائیں ہاتھ کا بلے باز اور دائیں ہاتھ کا فاسٹ گیند باز ہے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 2009 میں زمبابوے کے ڈومیسٹک ڈھانچے کی اصلاح کے بعد رضا نے میشونا لینڈ ایگلز کے لیے فرسٹ کلاس کرکٹ کھیلنا شروع کیا
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 12 اپریل 2007 کو ناردرنز کے لیے ایسٹرنز کے خلاف 2007 لوگن کپ کے دوران کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ڈاوینٹری ضلع ( انگریزی ) برطانیہ کا ایک رہائشی علاقہ جو انگلستان میں واقع ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S چیچیسٹر ضلع ( انگریزی ) برطانیہ کا ایک رہائشی علاقہ جو انگلستان میں واقع ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S چیچیسٹر ضلع کا رقبہ 786 32 مربع کیلومیٹر ہے ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S باک ننہ ویتنام کا ایک رہائشی علاقہ جو باک ننہ صوبہ میں واقع ہے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S تھائی بنہ ویتنام کا ایک رہائشی علاقہ جو تھائی بنہ صوبہ میں واقع ہے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S تاے ننہ ویتنام کا ایک رہائشی علاقہ جو تاے ننہ صوبہ میں واقع ہے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S گیا بنہ ضلع کا رقبہ 108 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 102 , 753 افراد پر مشتمل ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ویزے ترکی کا ایک رہائشی علاقہ جو مرمرہ علاقہ میں واقع ہے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نماص ( عربی محافظ النماص ) سعودی عرب کا ایک رہائشی علاقہ جو صوبہ عس ر میں واقع ہے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کوائی تسنگ ضلع کا رقبہ 21 82 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 523 , 300 افراد پر مشتمل ہے
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بیلا صومالیہ کا ایک رہائشی علاقہ جو باری صومالیہ میں واقع ہے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S لوغایا صومالیہ کا ایک رہائشی علاقہ جو عدل علاقہ میں واقع ہے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S دولوو صومالیہ کا ایک رہائشی علاقہ جو جدو میں واقع ہے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S گارباہارے صومالیہ کا ایک رہائشی علاقہ جو جدو میں واقع ہے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اینابو صومالیہ کا ایک رہائشی علاقہ جو سول میں واقع ہے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نقاط الخمس کی مجموعی آبادی 287 , 662 افراد پر مشتمل ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نبی نے اپنے پہلے ون ڈے میں نصف سنچری بنانے کے لیے 58 رنز بنائے یہ میچ افغانستان نے جیتا تھا
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S زمبابوے کے خلاف افغانستان کی دو طرفہ ون ڈے سیریز تک کپتانی سے استعفی دینے کے بعد نبی کی خراب فارم برقرار رہی
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اینڈرو میڈا سے آتی ہوئی روشنی میں طیفی خطوط کا بلیو شفٹ موجود ہے
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جیجو شہر ( لاطینی ) جنوبی کوریا کا ایک رہائشی علاقہ جو جیجو شہر میں واقع ہے
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سردار ( شہر ) ) ترکمانستان کا ایک رہائشی علاقہ جو صوبہ بلخان میں واقع ہے
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کئی مسیحی فرقے ان کتب کو صحیح مانتے ہیں اور وہ ان کو اپاکرفا ( غیر مستند جعلی ) نہیں قرار دیتے
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جیکب برنیٹ ایک امریکی طبیعیات کا طالب علم اور چائلڈ پروڈیگی ہیں
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S لیوگی پیرآندیلو کی ادبی خدمات کے صلے میں 1936 میں ادب کا نوبیل انعام دیا گیا
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نومبر 1840 کو قید میں ہی وفات پائی
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S باب خیبر ایک عمارت سا ہے جس کے ذریعے سے درہ خیبر میں لوگ داخل ہوتے ہیں
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اراضی ماسنالی کی مجموعی آبادی 108 , 974 افراد پر مشتمل ہے اور 497 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ڈھوک حاجیاں کی مجموعی آبادی 55 , 027 افراد پر مشتمل ہے اور 544 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے والد اسٹیورٹ میک کولم بھی فرسٹ کلاس سطح پر ٹیم کے لیے کھیلتے تھے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S حسن بے لی کی مجموعی آبادی 762 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S چاندیر ( لاطینی ) ترکی کا ایک فہرست ترکی کے اضلاع جو یوزگت علاقہ میں واقع ہے
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S قاضی شہری ( لاطینی ) ترکی کا ایک فہرست ترکی کے اضلاع جو یوزگت علاقہ میں واقع ہے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نئی سول لائن کو شاہ پور صدر کا نام اور مغرب کی جانب آبادی والے علاقہ کو شاہ پور شہر کا نپ دیا گیا
A 21 22|||U:NOUN||||||REQUIRED|||-NONE-|||0

S گھوڑا گاڑی ذیلی ضلع کا رقبہ 472 13 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 217 , 811 افراد پر مشتمل ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جال ڈھاکہ ذیلی ضلع کا رقبہ 303 52 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 233 , 885 افراد پر مشتمل ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S میدان شعروشاعری میں ایک اہم سنگ میل
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S صوبہ بایادولید کا رقبہ 8 , 110 مربع کلومیٹر ہے اور اس کی مجموعی آبادی 529 , 159 افراد پر مشتمل ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S شاہ رسول طالقانی کو مولانا شمس الحق نے ان کی لیاقت و استعداد دیکھ کر بہت تھوڑے عرصہ میں خلافت عطا فرما دی
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S باب الوادی ضلع کی مجموعی آبادی 232 , 557 افراد پر مشتمل ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S حد صحاری ضلع ( عربی دائر حد الصحار ) الجزائر کا ایک الجزائر کے اضلاع جو صوبہ الجلفہ میں واقع ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S حد صحاری ضلع ( عربی دائر حد الصحار ) الجزائر کا ایک الجزائر کے اضلاع جو صوبہ الجلفہ میں واقع ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S حد صحاری کی مجموعی آبادی 22 , 277 افراد پر مشتمل ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نماز قالین یا نماز چٹائی ( عربی سجاد سجادہ سجاج د یا مسلح
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S الباطنہ علاقہ کا رقبہ 12 , 500 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 772 , 590 افراد پر مشتمل ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پینل ڈیبے علاقائی کارپوریشن کا رقبہ 246 91 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 83 , 609 افراد پر مشتمل ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S محمد عمران خان ( 15 جولائی 1987 پیدائش ) ایک پاکستانی کرکٹ کھلاڑی ہے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S رمضان کے مہینے کا مسلمانوں کے نزدیک ایک خاص تاریخی مقام ومرتبہ حاصل ہے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S شہر بخاراسے چھ میل کے فاصلہ پر سوخار نامی قریہ میں 676ہجری 1278 عیسوی میں پیدا ہوئے
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S قنب کی قانونی عمومی یا تفریحی استعمال کے لئے مختلف ممالک میں مختلف ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مزید برآں ان کے پاس ون ڈے کرکٹ میں سب سے زیادہ وکٹ کیپنگ آؤٹ کرنے کا ریکارڈ ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وکلوز ( فرانسیسی ) فرانس کا ایک فرانس کے محکمے جو پروانس آلپ کوت دازور میں واقع ہے
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S خطرہ کے نزدیک انواع وہ ہیں جنہیں بین الاقوامی اتحاد برائے تحفظ قدرت نے خطرہ نزیک کے زمرے میں شامل کیا
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S خطرہ کے نزدیک انواع وہ ہیں جنہیں بین الاقوامی اتحاد برائے تحفظ قدرت نے خطرہ نزیک کے زمرے میں شامل کیا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یالووہنی ضلع کا رقبہ 783 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 99 , 700 افراد پر مشتمل ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہ ایجنسی انگریزی ہندی اور اردو زبانوں میں اخباری ایجنسی ہے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S گنگوہی کے قابل ذکر خلفا میں ابو القاسم نعمانی رحمت اللہ میر قاسمی اور ابراہیم ڈیسائی شامل ہیں
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S آپ کا وصال مبارک بروز جمعرات 19محرم الحرام 970ھ بمطابق 1562 کو ہوا
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابانکی لفظ کی اصل لوکل زبان کیچوا کا لفظ امانکی ہے جس کے معنی سوسن کا پھول ہیں
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S تاکواریمبو محکمہ کی مجموعی آبادی 90 , 053 افراد پر مشتمل ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S باندوندو صوبہ ( فرانسیسی ) جمہوری جمہوریہ کانگو کا ایک جمہوری جمہوریہ کانگو کے صوبے جو جمہوری جمہوریہ کانگو میں واقع ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نام شاہ ضیا الحق اورمیاں ضیا الحق المعروف حضرت ایشاں شہید ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فییوم ( عربی الف وم ) مصر کا ایک شہر جو محافظہ فیوم میں واقع ہے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کنگزپورٹ کے لیے آپ مندرجہ ذیل صفحات سے رجوع کر سکتے ہیں
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مڈلبری کے لیے آپ مندرجہ ذیل صفحات سے رجوع کر سکتے ہیں
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مورزویل کے لیے آپ مندرجہ ذیل صفحات سے رجوع کر سکتے ہیں
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سیلائنا کے لیے آپ مندرجہ ذیل صفحات سے رجوع کر سکتے ہیں
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S آپ کی ولادت باسعادت 22 رجب المرجب 342ھ یمن میں بوقت عصر ہوئی
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جب بارکزئی بادشاہت کے حمکرن شیر علی خان کی افغانستان میں حکمرانی تھی
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اسی سال یہ انعام ان کے ہم وطن سائنس دان پول سانچیرکو بھی ملا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S آگسٹا کے لیے آپ مندرجہ ذیل صفحات سے رجوع کر سکتے ہیں
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نیز اسی سال حج کے دوران 11 ستمبر کو 118 افراد مکہ کرین حادثہ کی نذر ہوئے
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S شہید اول کی تمام کتابیں گراں قدر فقہی تالیفات میں شمار ہوتی ہیں
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس گاوں کا دوسرا نام شکیل آباد فارم ہے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس وقت امیرمولاناداود غزنوی اور ناظم اعلی مولانامحمداسماعیل سلفی ت ے آپ کوناظم دفتربنایاگیا اس عہدے پر1964 تک کام کیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بیچلرآف آرکیٹیکچر کی ڈگری داؤد کالج آف انجینیرنگ اور ایم اے ( صحافت ) کی ڈگری کراچی یونیورسٹی سے حاصل کی
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بھارت کے کئی علاقوں میں یہ طوطے اناج اور پھلی دار جھاڑیوں پر حاج ت ر وائی کرتے ہیں
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نابعہ اپنے دونوں ساتھیوں سے کنایہ کی نذرت اشارہ کی وقت و نزاکت مضمون کی صفائی نظافت تکلف کی قلت میں ممتاز ہے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S شہدائے کربلا میں بنی ہاشم کے شہدا سب افراد حضرت ابوطالب کے بیٹے پوتے اور پڑپوتے تھے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس واقعہ نے آنے والی صدیوں میں مسلمانوں پر ڈھیروں دور رس اثرات مرتب کیے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بسمارک کے لیے آپ مندرجہ ذیل صفحات سے رجوع کر سکتے ہیں
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S آپ کا وصال تقریبا 100 سال کی عمر میں تاریخ وصال29 محرم الحرام یکم جولائی 1315ھ بمطابق 1897 بروز جمعرات ہوا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بلیئرزٹاؤن کے لیے آپ مندرجہ ذیل صفحات سے رجوع کر سکتے ہیں
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کروکر کے لیے آپ مندرجہ ذیل صفحات سے رجوع کر سکتے ہیں
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مریخ کی انسانی مہم کے دوران در پیش آنے والی دوسری مشکلات بھی بیان کی جاچکی ہیں
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S والٹن کے لیے آپ مندرجہ ذیل صفحات سے رجوع کر سکتے ہیں
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S راکپورٹ کے لیے آپ مندرجہ ذیل صفحات سے رجوع کر سکتے ہیں
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اسے سپونسر کوکا کولا کرتی ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S چالان پاگو اوردوت گوام ریاستہائے متحدہ امریکا کا ایک گاؤں جو گوام میں واقع ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S براؤنزٹاؤن کے لیے آپ مندرجہ ذیل صفحات سے رجوع کر سکتے ہیں
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ویلمینگٹن کے لیے آپ مندرجہ ذیل صفحات سے رجوع کر سکتے ہیں
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایسٹ برلن کے لیے آپ مندرجہ ذیل صفحات سے رجوع کر سکتے ہیں
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نورس کے لیے آپ مندرجہ ذیل صفحات سے رجوع کر سکتے ہیں
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S برونسن کے لیے آپ مندرجہ ذیل صفحات سے رجوع کر سکتے ہیں
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سرور آل الشیخ محمد ابن ابراہیم سے بہت متاثر ہیں
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس دس ارب ڈالر کے منصوبہ کا 13 دسمبر 2015 کو سنگ بنیاد رکھا گیا
A 11 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جونز نے اپنے فرسٹ کلاس کیریئر کا آغاز 1981 82 کے سیزن میں وکٹوریہ کے ساتھ شیفیلڈ شیلڈ میں کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پنجاب یونیورسٹی سے اردو ادب میں " ڈاکٹریٹ " کی ڈگری حاصل کی اور " گولڈ میڈل " بھی حاصل کیا
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S آدم نام کی شخصیت کا ذکر قرآن میں نام کے ساتھ 25 بار آیا ہے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بعد میں اس نے 2010 11 میں این ایس ڈبلیو کے خلاف وکٹوریہ کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بسم اللہ خان ایک فرسٹ کلاس پاکستانی کرکٹ کھلاڑی ہیں جو کوئٹہ کرکٹ ٹیم کے لیے کھیلتے ہیں
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S احمد ندیم قاسمی تھرڈ ائیر میں تھے اور خالد اختر سے دو برس سینئر
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نوروتا ضلع کی مجموعی آبادی 78 , 900 افراد پر مشتمل ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S غجدوان ضلع کی مجموعی آبادی 239 , 120 افراد پر مشتمل ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بخارا ضلع کی مجموعی آبادی 108 , 400 افراد پر مشتمل ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہمارے بڑوں کی زبان میں کچھ الفاظ ایسے ہیں جو اپنے اصل مطلب کی بجائے کوئی دوسرے مطلب دیتے ہیں
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کی ولادت27 رجب 400ھ گیلان میں ہوئی اپنے والد گرامی سید ابو عبداللہ الجیلی سے بیعت و خلافت حاصل کی
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے مطابق " اگر حکومت واقعی خواتین کی حوصلہ فراہمی چاہتی ہے تو اسے یہ سماج کے ہر طبقے کے لیے ہونا چاہیے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ارشد مدنی الف گروپ کے صدر کی حیثیت سے خدمات انجام دے رہے ہیں
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہ قانون ہندوؤں بدھمتیوں جینیوں اور سکھوں پر نافذ العمل ہے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہندو کم سنی اور سرپرستی قانون ہندو قانونی ضابطوں کے تحت 1956 میں بنایا گیا تھا
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S علامہ غلام حسن شاہ کاظمی نے میں سری نگر سے شائع ہونے والے ہفت روزہ حقیقت سری نگر کی ادارت سنبھال لی
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سلیم احمد 27 نومبر 1927 کو ضلع بارہ بنکی قصبے کھیولی برطانوی ہندوستان میں پیدا ہوئے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ناول کے واقعات کی ابتدا 1857 کی جنگ آزادی سے ہوتی ہے اور قیام پاکستان پر اختتام ہوتا ہے
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ مشہور دانشور افسانہ نگار مؤرخ عاشق حسین بٹالوی اور ممتاز قانون دان اعجاز حسین بٹالوی کے بھائی تھے
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S دوبوی مشرقی کا رقبہ 41 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 10 , 866 افراد پر مشتمل ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ژانئی ضلع کا رقبہ 2 , 096 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 374 , 709 افراد پر مشتمل ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بن حافظ جی پاکستان کا ایک پاکستان کی یونین کونسلیں جو ضلع میانوالی میں واقع ہے
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پپلاں نیا نام لیاقت آباد پاکستان کا ایک پاکستان کی یونین کونسلیں جو ضلع میانوالی میں واقع ہے
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S رئیس زیر تخلیق بالی وڈ فلم ہے
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ 1977 سے 1979 تک اس مرکز کے دوسرے نائب صدر رہے تھے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہ فلم وحید مراد کے فلم ساز ادارے فلم آرٹس کی پہلی فلم بین تلے ریلیز ہوئی
A 13 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S آپ کا شمار معتدل علمائے شیعہ مین ہوتا ہے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اجودھیا میں بابری مسجد کی شہادت کے بعد جو بلوہ ہوا اس میں مرحوم ہاشم انصاری کے گھر کو نذر آتش کردیا گیا تھا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے ون ڈے میں 100 وکٹیں حاصل کیں
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ڈھکیاجیلی روڈ ریلوے اسٹیشن بھارت میں واقع ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 2001 میں ویکی مارک اپ سیکھنے کی مشکل قابل قبول تصور تھی
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S شنکر اچاریہ کے مطابق چار دھام وشنو دھرم کے چار مقامات زیارت ہیں
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایک کامیاب خاکہ نگار کی نگاہ دقیق اس مقام کو پالیتی ہے جس مقام تک عام خاکہ نویسوں کی نگاہ نہیں پہنچتی
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ویکیپیڈیا میں شخصی سازی کے ذریعہ صارفین ویکیپیڈیا صفحات کے انداز اور ان کی شکلوں کو حسب منشا تبدیل کر سکتے ہیں
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اسی مسجد سے انہوں نے دین اسلام کے فروغ اور استقامت کے لئے سندھ کے حاکموں کو خطوط تحریر کئے
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S تصوف و احسان و سلوک میں مولانا سید ابو الحسن علی ندوی سے بیعت ہیں
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اوڑی حملے میں سرحد پار بیٹھے دہشت گردوں کا ہاتھ بتایا گیا ہے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S آخوند م لا اسح اق بکھری
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S حضرت سید فقیر محمد گیلانی چوراہی علیہ الرحمہ
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S خلیفہ مولوی مست علی علیہ الرحمہ میترانوالی سیالکوٹ
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سیانگجا ضلع کی مجموعی آبادی 289 , 148 افراد پر مشتمل ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سولوکھومبو ضلع کی مجموعی آبادی 105 , 886 افراد پر مشتمل ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S رولپا ضلع کی مجموعی آبادی 221 , 178 افراد پر مشتمل ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S رامیچھاپ ضلع کی مجموعی آبادی 202 , 646 افراد پر مشتمل ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کاماریڈی ضلع ( انگریزی ) بھارت کا ایک رہائشی علاقہ جو تلنگانہ میں واقع ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہ چونگی میرچاکر کی بیرونی آمدروفت اور ناکہ ( وصولی ) کے لیے استعمال ہوتی تھی
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S باب کرم اردو و پنجابی نعتوں کا مجموعہ ہے جو عبدالستار نیازی فیصل آبادی کی تصنیف ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S شیخ الحدیث فلاح دارین گجرات
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S علوم اسلامیہ کی خدمات کے اعتراف میں صدر جمہوریہ ہند ایوارڈ 2008م
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جو قیس بن زعورا کی بیٹی تھی ربیع اور ان کے تمام بھائی عفرا کی اولاد مشہور ہیں عفرا ان لوگوں کی دادی رہیں
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1905 میں سرے کے لیے اپنے پہلے فرسٹ کلاس میچ میں انہوں نے 88 رنز بنائے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جاپان میں یہ کھیل گزشتہ 50 سالوں سے کھیلا جا رہا ہے بوتاؤشی
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سنڈھم نے ٹیسٹ کرکٹ میں پہلی ٹرپل سنچری 1930 میں ویسٹ انڈیز کے خلاف 325 اور 40 , 000 فرسٹ کلاس رنز بنائے
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہ پروگرام کئی سال تک آن ائیر رہا اسے بعد میں طارق عزیز شو کا نام دے دیا گیا
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1603 کے آغاز میں عائشہ سلطان سے ایک بیٹے سلطان زادے محمد پاشا کی پیدائش ہوئی
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بعد نماز عصردرود و سلام اور قصیدہ بردہ شریف کی گونج میں جنازہ مبارکہ اٹھایاگیا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فیکٹری ہل کی مجموعی آبادی 2 , 903 86 میٹر سطح سمندر سے بلندی پر واقع ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ماؤنٹ میرٹ کی مجموعی آبادی 3 , 049 26 میٹر سطح سمندر سے بلندی پر واقع ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سیسافریس ماؤنٹین کی مجموعی آبادی 1 , 083 27 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہوا رات ضلع کی مجموعی آبادی 35 , 941 افراد پر مشتمل ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نام پھونگ ضلع کی مجموعی آبادی 112 , 414 افراد پر مشتمل ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پھران کراتائی ضلع کی مجموعی آبادی 68 , 529 افراد پر مشتمل ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایہود بن گیرہ کا انجیل میں بیان مذکور ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ح ن ہ ( " ح ن ا " کے نام سے بھی جانی جاتی ہیں ) داؤد کے گھرانے اور خاندان سے ہیں
A 19 20|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اسحاق راہی کا سندھ کے استادالشعرا میں شمار ہوتا ہے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S گراؤنڈ اس ترتیب میں درج ہیں جس میں انہیں پہلی بار ون ڈے کرکٹ کے مقام کے طور پر استعمال کیا گیا تھا
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S منچھر جھیل سے مشرق کی طرف مڑ کر سیہون کے جنوب میں دوبارہ سندھ دریا سے جاکر ملتی تھی
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بعد میں مخدوم بلاول ٹلٹی سے ہجرت کرکہ موجودہ ضلع دادو میں باغبان گائوں میں رہائش پزیر ہوئے
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابن ابو حاتم 240ھ 854 میں رے پیدا ہوئے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S آپ کی مقام ولادت لکھنؤ سے تین منزل کی مسافت پر جائس اور نصیر آباد واقع ہے
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S عموم ا یہ دوسری شخص کی درخواست کے بعد ہوتا ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S قلی قطب کا نسب قرہ یوسف تک پہنچتا ہے اور والدہ مریم خانم سے نسب بادشاہ ایران جہاں شاہ تک پہنچتا ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S قلی قطب چونکہ علم حساب میں بڑی مہارت رکھتا تھا اور خوشخط تھا
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S قطب شاہی مقابر گولکنڈہ موجودہ حیدرآباد دکن بھارت میں واقع قطب شاہی سلطنت کے حکمرانوں کے مقابر ہیں
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جزائر کک ( انگریزی ) براعظم اوشیانہ میں واقع ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پیر اصحاب کی مجموعی آبادی 170 میٹر سطح سمندر سے بلندی پر واقع ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پنجگرائیں ڈگر کی مجموعی آبادی 170 میٹر سطح سمندر سے بلندی پر واقع ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پاروتی ایک بھارتی فلم اداکارہ ہے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فرانس کی کرنسی کا نام یورو ہے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S " اچ گل امام " پاکستان کا ایک رہائشی علاقہ جو پنجاب پاکستان ضلع جھنگ کی تحصیل اٹھارہ ہزاری میں واقع ہے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ( جیسے کرسمس ولادت بدھ )
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S چار باغ احمدیقدیم اردو ( دکنی ) زبان میں تیرھویں صدی کے وسط میں لکھی گئی سیرت پر کتاب ہے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S چک نمبر 719 گ ب پاکستان کا ایک رہائشی علاقہ جو پنجاب پاکستان میں واقع ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مکہ سے مزاد حسب ذیل ہو سکتے ہیں
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S چک نمبر 127 10 آر پاکستان کا ایک آباد مقام جو ضلع خانیوال تحصیل جہانیاں میں واقع ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S چک نمبر 127 10 آر پاکستان کا ایک آباد مقام جو ضلع خانیوال تحصیل جہانیاں میں واقع ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہ مقام ژوب شہر سے چھ کلومیٹر کے فاصلے پر مغرب میں ژوب ندی کے کنارے واقع ہے
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S چک نمبر 169 این بی پاکستان کا ایک رہائشی علاقہ جو ضلع سرگودھا میں واقع ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S چک نمبر 10 ایم ایل پاکستان کا ایک رہائشی علاقہ جو ضلع سرگودھا میں واقع ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S چک نمبر 10 ایم ایل پاکستان کا ایک رہائشی علاقہ جو ضلع سرگودھا میں واقع ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S شاہدہ رسول ملتان صوبہ پنجاب میں پیدا ہوئیں
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مالک بن امیہ غزوہ بدر میں شریک مہاجر صحابی تھے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بادشاہی عاشور خانہ اہل تشیع کی ماتم گاہ ہے جہاں محرم کے مہینے میں شیعہ یکجا ہو کر ماتم کی محفلیں منعقد کرتے ہیں
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S چک نمبر 44 پاکستان کا ایک رہائشی علاقہ جو ضلع شیخوپورہ میں واقع ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S چک نمبر 4 جاگو وال ضلع قصور پاکستان کا ایک رہائشی علاقہ جو پنجاب پاکستان میں واقع ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بہا اللہ کا مزار چاروں جانب درختوں کے باغیچے ہیں باغیچے کے راستوں پر ایرانی قالین بھچی ہے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S چک نمبر 40 ایم ایل پاکستان کا ایک رہائشی علاقہ جو ضلع بھکر میں واقع ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S چک نمبر 40 ایم ایل پاکستان کا ایک رہائشی علاقہ جو ضلع بھکر میں واقع ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جناب جنم اور پیدائش میں کچھ فرق نہیں بلکہ پیدائش اردو میں زیادہ مستعمل ہے اسی لیے اس کو بدلنا بے فضول ہے
A 21 22|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پس چارلس ولیم کے آباؤ اجداد ابتدا ہی سے آزادی کی فضا میں رہتے تھے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بورجگین قبائل اور خاندان کا بانی قبیلہ قیات کام غل سردار بوزنجر خان تھا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 6 دسمبر 1992 کو آر ایس ایس اور اس کے اتحادیوں نے لگ بھگ ڈیڑھ لاکھ مسجد کے پاس افراد جمع کر لیے
A 19 20|||U:NOUN||||||REQUIRED|||-NONE-|||0

S حضرت مخدوم عبدالرشید حقانی نے شیخ السلام حضرت مخدوم بہاؤالدین زکریا کی بہن مخدومہ کمال خاتون سے عقد کیا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S عائشہ ایک عربی زبان زنانہ ذاتی نام جس کا مطلب ہے " زندگی بسر کرنا "
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S دیگھیار دربھنگہ ضلعہ کا ایک اہم گاؤں ہے
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S خفجی ہوائی اڈا ( عربی مطار الخفج ) سعودی عرب کا ایک ہوائی اڈا جو خفجی میں واقع ہے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پرانا ہالا ضلع مٹیاری کا ایک چھوٹا شہر ہے جو ہالا سب ڈویژن میں واقع ہے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اسکولس بین الاقوامی ہوائی اڈا ایٹ گیلویسٹن ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو ٹیکساس میں واقع ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بل فراگ بیسن ہوائی اڈا ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو یوٹاہ میں واقع ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مولانا محمد سالم قاسمی کا انتقال 14اپریل 2018 کو دوپہر 2 بجے کے قریب ہوا
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بعد ازاں انہوں نے 26 ستمبر 2017 کو 2017 18 قائد اعظم ٹرافی میں خان ریسرچ لیبارٹریز کے لیے فرسٹ کلاس ڈیبیو کیا
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے نتیجے میں وہ اپنے فرسٹ کلاس اور 20 ڈیبیو پر سنچری بنانے والے پہلے پاکستانی بلے باز بن گئے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ستمبر 2021 میں انہیں نیوزی لینڈ کے خلاف سیریز کے لیے پاکستان کی ون ڈے ٹیم میں شامل کیا گیا
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے ڈرہم یونیورسٹی کے لیے تین فرسٹ کلاس کھیل کھیلے ہیں
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 22 مارچ 2019 کو آسٹریلیا کے خلاف پاکستان کے لیے ون ڈے ڈیبیو کیا تھا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اعظم خان ( کرکٹ کھلاڑی پیدائش 1998 ) ایک پاکستانی کرکٹ کھلاڑی ہے
A 3 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مرکزی صفحات " ضد صہیونیت اور " " ضد صہیونیت کا خط زمانی "
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مزید دیکھیں " غیر صہیونیت , نئی ضد صہیونیت اسرائیلی حکومت پر تنقید اور صہیونی قابضہ نظری سازشی حکومت "
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہود کو اس خطہ ارض سے 586 ق م میں بابلی قبضہ کے دوران نکالا گیا
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مرکزی صفحات بالفور قرارداد اور تعہد فلسطین ( قانونی دستاویز )
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مسیحیت میں پہلی صدی سے مراد وہ سال جن میں ابتدائی مسیحی برادری تشکیل پائی
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سلومی ( " شلومیت " ) یا مریم سلومی یسوع کی ایک پیروکار تھی جس کا ذکر اناجیل اربعہ میں پایا جاتا ہے
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہیری پوٹر اور کم ذات شہزادہ جے کے رولنگ کا تحریر کردہ ہیری پوٹر کے سلسلہ کا ایک چھٹا فینٹسی ناول ہے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S محمد ساجد حسین ابن شمیم الدین مرحوم ابن عبدالوہاب صاحب
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1841 میں 21 سال کی عمر میں آپ نے فورٹ ولیم کالج میں شمولیت اختیار کی اور سنسکرت شعبے کے صدر کلرک بنے
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S شبیر کنبھار ہالا تعلقے ضلع مٹیاری سندھ کے چھوٹے سے گوٹھ سیراچون کاکا میں یکم جنوری 1972 کو پیدا ہوئے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1700 کی دہائی کے وسط سے 1970 کی دہائی تک امریکا بھر میںایک قابل نفرت بدصورت قانون موجود تھا
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ضد صیہونیت صیہونیت کی مخالفت ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S رنا دجانی ایک اردنی سالماتی حیاتیات دان اور جامعہ ہاشمیہ میں ایسوسی ایٹ پروفیسر ہیں
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے علاوہ زردشتیوں کے دخمے آے کے مندر بھی نقش ہیں
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سنی حکومت کے السوپ کمیٹی کی سفارشات کو نافذ کرنے کے فیصلے سے متفق نہیں تھے اور عوامی نافرمانی تحریک شروع کردی
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سر ضامن خان پاکستانی سیاست دان ہیں
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S محسن شاہنواز رانجھا پاکستانی سیاست دان ہیں
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S لیکن کچھ شدت پسند مذہبی موہل کھال کاٹنے کے بعد اس کام کو اپنے منہ سے انجام دیتے ہیں
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جدت پسند یہودی خواتین موہل کے بغیر کسی پابندی کے جواز کے قائل ہیں اور ان کو مہلوت عبرانی زبان جمع کہا جاتا ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس میں ایک قرارداد ایسی بھی تھی جس " فلسطینی پناہ گزینوں کو امداد فراہمی " پر زور دیا گیا تھا
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ویکیمیڈیا منصوبہ جات مندرجہ ذیل ہیں
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S موضوعاتی تنظیموں کا قیام ویکیمیڈیا منصوبہ جات کو مرکزی علاقے میں تعاون دینے کی غرض سے ہوا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S تنظیم سامریہ زائرین کو سال میں تین بار کوہ طور پر لے جانے کے انتظامات کرتی ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 2018 میں اپنی دوسری فلم اوے پروڈیوس کی جو بھی کمرشلی کامیاب رہی
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ا ن کا انتقال دیر رات 28 اگست 2018 کو اٹک میں ہوا
A 4 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ریڈ گرینز سویڈن کا ایک بائیں بازو سیاسی اتحاد ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S تب سے اب تک 4 , 000 سے زیادہ ون ڈے میچوں کا انعقاد ممکن ہو چکا ہے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پہلے ون ڈے میچ میں انگلینڈ کے جان ایڈریچ نے پہلی نصف سنچری اسکور کی
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انگلینڈ کے ڈینس ایمس نے اگلے سال دوسرے ون ڈے میں پہلی سنچری اسکور کی
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S دسمبر 1997 تک کسی بھی کھلاڑی نے ون ڈے میں 200 کا سکور حاصل نہیں کیا تھا
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بعد میں بتایا گیا کہ پانچواں حملہ آور جسے پہلے گنا نہیں کیا گیا تھا بھی قتل ہو گیا
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے ایک چھوٹے بھائی کریم جنت نے بھی افغانستان کی طرف سے ون ڈے میچوں میں شرکت کی ہے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مئی 2021 میں انہیں اصغر افغان کی جگہ افغانستان کی ٹیسٹ اور ون ڈے ٹیموں کا کپتان مقرر کیا گیا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 18 جون 2019 کو انگلینڈ کے خلاف میچ میں حشمت اللہ نے ون ڈے میں اپنا 1 , 000 واں رن بنایا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کی طرف سے اس کی دستک کو سال 2013 کی بہترین ون ڈے بیٹنگ پرفارمنس میں سے ایک کے لیے نامزد کیا گیا تھا
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے ون ڈے سیریز میں اپنی اچھی فارم کو پہلے ہی میچ میں سنچری بنا کر جو ہندوستان نے جیتا تھا
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جنوری 2019 میں آسٹریلیا کے خلاف پہلے ون ڈے میں کمار نے ون ڈے میں اپنی 100 ویں وکٹ حاصل کی
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ ممبئی کے لیے فرسٹ کلاس کرکٹ کھیلتا ہے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے دوسرے فرسٹ کلاس میچ میں نومبر 2013 میں دہلی کے خلاف پٹیل نے پہلی اننگز میں 55 رنز کے عوض 6 وکٹ لیے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پٹیل نے گجرات کے لیے اپنے پہلے سیزن میں صرف ایک فرسٹ کلاس گیم کھیلا لیکن 2013 میں اس کا زیادہ کامیاب مظاہرہ ہوا
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S موسم گرما کا وقت شامل ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S آرتھر ایشکن ( پیدائش 2 ستمبر 1922 ) امریکی سائنس دان ہیں
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S حضرت حسن پاک علیہ السلام چاہتے تھے کہ حضرت معاویہ رضی اللہ عنہ امت مسلمہ کو جانشین چننے کا موقع دیں
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مزید خانہ جنگی سے بچنے کے لیے حضرت حسن ابن علی رضی عنہ نے معاویہ رضی اللہ عنہ کے ساتھ معاہدہ کر لیا
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اور خط پنجاب اوربلوچستان کیے حصوں پر 1351 1524 تک حکومت کی
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S قیام دہلی کے دوران بانی دارالعلوم دیوبند مولانا محمد قاسم نانو توی ودیگر نامی گرامی علما سے بھی ملاقاتیں کیں
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے علاوہ اشاعتی ادارہ فاروس میڈیا کے ڈائریکٹر بھی ہیں
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1921 میں کراچی کے بہائیوں نے اپنی اولین بہائی مقامی روحانی اسمبلی کا انتخاب کیا
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کویٹہ میں مقامی روحانی اسمبلی کا قیام 1943 میں ممبئی اور ایران کے بہائیوں کے ذریعے ممکن ہوا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایک روحانی اسمبلی پہلی بار جموں میں 1943 میں تشکیل پائی
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کراچی کے بہائیوں نے س کور اور راولپنڈی میں مقامی روحانی اسمبلیوں کے 1948 میں انتخاب میں مدد کی تھی
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S تحصیل مندانر کی مجموعی آبادی 152 , 975 افراد پر مشتمل ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے ٹورنامنٹ کے دوران ایک اور ون ڈے کھیلا جو میزبان ہالینڈ کے خلاف تھا
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S احمدی کا فرسٹ کلاس ڈیبیو 2009 10 کے آئی سی سی انٹرکانٹینینٹل کپ میں کینیا کے خلاف ہوا تھا
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S میچ کے دوران اس نے 11 اور 55 کے اسکور بنائے جو کہ ان کی پہلی فرسٹ کلاس نصف سنچری تھی
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے علاوہ ساحلی تفریحی مقامات میں اس کا استعمال سمندر میں چہل قدمی اور تفریح کے لیے بھی ہوتا ہے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اسی عرصہ میں جماعت نے بھارتی سیاست میں مرکزی جماعت کی حیثیت سے ابھری
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فیصد نقطہ یا فی صد نقطہ دو فی ہائے صدیوں کے مابین حسابی فرق کے لیے اکائی ہے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے سنہ 2015 سے سنہ 2016 تک وزیر تحفظ ماحول کے طور خدمات سر انجام دیں
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S عبداللہ بن زبیر ایک معروف عالم دین مفتی اور دنیاوی تعلیم سے بہرہ ور ایک سوشل ورکر ہیں
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سہیل اختر ( پیدائش 2 مارچ 1986 ) ایک پاکستانی فرسٹ کلاس کرکٹ کھلاڑی ہے
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نام مولانا فیصل احمد بھٹکلی ندوی
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S تانگ خاندان کے دور میں چین کی خوشحالی کی راہیں برقرار ہوئیں تو لوگوں کے تجارتی اور ذہنی ترقی کی جانب اذہان مائل ہوئے
A 21 22|||U:NOUN||||||REQUIRED|||-NONE-|||0

S الصالحیہ دیر الزور محافظہ سوریہ کا ایک گاؤں جو محافظہ دیر الزور میں واقع ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S لوانچینگ ضلع ( لاطینی ) چین کا ایک عوامی جمہوریہ چین کی کاؤنٹیاں جو شیجیاژوانگ میں واقع ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انگریزی اصطلاح مسٹیزم یونانی کا ماخذ قدیم یونانی ہے جو تاریخی طور پر مختلف المعانی ہے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ انگلینڈ کے واحد کپتان ہیں جنہوں نے 4 سے زیادہ ون ڈے سنچریاں اسکور کی ہیں
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مورگن نے اپنی پہلی فرسٹ کلاس سنچری مڈل سیکس کے لیے 5 جولائی 2008 کو اکسبرج میں بنائی
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ون ڈے کی تاریخ میں یہ پہلا موقع تھا کہ کوئی کھلاڑی ڈیبیو پر 99 رنز بنا کر آؤٹ ہوا
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے ویسٹ انڈیز کے خلاف پہلے ون ڈے میں 21 رنز بنائے حالانکہ دوسرے میچ میں انہوں نے بلے بازی نہیں کی
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے ٹیسٹ میں 700 ون ڈے میں 7348 اور ٹی ٹوئنٹی میں 1810 رنز بنائے ہیں
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنے اگلے کھیل میں کینیا کے خلاف 104 ناٹ آؤٹ کے ساتھ اس کی پیروی کی
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پورٹر فیلڈ نے اگست 2007 کے آخر میں اپنی پہلی فرسٹ کلاس سنچری بنائی
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S آئرلینڈ نے سیریز 3 0 سے جیت لی ایک فل ممبر سائیڈ کے خلاف ون ڈے میں ان کا پہلا کلین سویپ
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مغربی واٹر کیچمینٹ کا رقبہ 69 5 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 720 افراد پر مشتمل ہے
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 2010 میں بیوٹی مقابلہ جیتنے کے بعد نصرت نے ماڈلنگ کی دنیا میں قدم رکھا
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S رچرڈز اور ان کی اہلیہ مریم کے دو بچے ہیں جن میں مالی بھی شامل ہیں جو فرسٹ کلاس کرکٹ بھی کھیل چکے ہیں
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جولائی 2019 میں انہوں نے مودی حکومت کے ذریعے کی جانے والی جاسوسی کے خلاف عدالت عظمی میں کیس مقدمہ کیا ہے
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کی دو کتابیں چھوٹی سمت کا مسافر اور دل دل پاکستان شائع ہوئیں
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 4 پر بیٹنگ کرتے ہوئے اس نے اس میچ میں 33 رنز بنائے جو اس سیزن میں ان کا واحد فرسٹ کلاس کھیل تھا
A 21 22|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کی تیسری ون ڈے سنچری پانچ سال کی تاخیر کے بعد 16 جون 2016 کو آئرلینڈ کے خلاف آئی
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 26 جولائی 2019 کو انہوں نے بنگلہ دیش کے خلاف پہلے ون ڈے کے بعد ایک روزہ بین الاقوامی کرکٹ سے ریٹائرمنٹ لے لی
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S لیکن ممبئی انڈینز میں کوچنگ کی ذمہ داریوں کی وجہ سے ملنگا 2018 کے سپر پراونشل ون ڈے ٹورنامنٹ سے بھی محروم رہے
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مئی 2021 میں انہیں بنگلہ دیش کے خلاف ون ڈے انٹرنیشنل سیریز سے پہلے سری لنکن ٹیم کا کپتان نامزد کیا گیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے فرسٹ کلاس ڈیبیو سے پہلے انہوں نے 2016 کے انڈر 19 کرکٹ ورلڈ کپ میں افغانستان کی انڈر 19 ٹیم کی کپتانی کی
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S احسان اللہ نے اس عمل میں اپنی پہلی فرسٹ کلاس سنچری بھی اسکور کی
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کا پہلا فرسٹ کلاس کرکٹ بھی تھا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 16 فروری 2018 کو شارجہ میں زمبابوے کے خلاف مجیب نے اپنا پہلا ون ڈے میچ میں پانچ وکٹیں حاصل کیں
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ ون ڈے میں پانچ وکٹیں لینے والے اب تک کے سب سے کم عمر کھلاڑی بن گئے
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ضلع گومباک ( لاطینی ) ملائیشیا کا ایک آباد مقام جو سلنگور میں واقع ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S قاری محمد طیب کے بیٹے محمد سالم قاسمی کے ساتھ انظر شاہ کشمیری نے 1982 میں دار العلوم وقف دیوبند قائم کیا
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھیں مارچ 2019 میں ممبئی میں آل کل ہند مسابقہ تحفیظ قرآن کے موقع پر علامہ اقبال ایوارڈ سے نوازا گیا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S گ ستاخ عشق ایک پاکستانی ڈرامہ ہے جسے پہلی مرتبہ جولائی کو ا ردو 1 پر نشر کیا گیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ماتم داری یا ماتم معصومین بالخصوص امام حسین پر عزاداری کرنے کی ایک بہت مشہور رسم و روایت ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مہاپے ( انگریزی ) بھارت کا ایک مضافات جو ممبئی میں واقع ہے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S خصوصا مغل حکمران جلال الدین اکبر نے یہاں فنکار ایرانیوں کی آبادکاری کی خاصی حوصلہ افزائی کی
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مارچ 1901 میں ان کی شادی یمنابائی سے انجام پائی
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1960 میں تھائی لینڈ ازروئے قانون عصمت فروشی غیر قانونی ہے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وحدت کالونی پاکستان کا ایک آباد مقام جو ملتان پنجاب پاکستان میں واقع ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S آفیسر کالونی پاکستان کا ایک آباد مقام جو ملتان پنجاب پاکستان میں واقع ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے بھارت کی مختلف ریاستوں میں بطور گورنر اور جامعہ ملیہ اسلامیہ دہلی میں وائس چانسلر کے عہدے پر خدمات انجام دیں
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S استاد امراؤ بندو خان ( پیدائش 1915 وفات 14 اکتوبر 1979 ) بر صغیر ہند و پاک کے نامور سارنگی نواز اور گلوکار تھے
A 22 23|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 2017 میں سوشانت سنگھ نے دنیش ویجن کی فلم " رابطہمیں ادکاری " کریتی سینون کے ساتھ کام کیا
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سودیشی اور عدم تعاون تحر میں اہم کردار ادا کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ 12 ٹیسٹ اور 116 ون ڈے میچوں میں کھیل چکی ہیں
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ ہندوستان کے لیے ون ڈے سنچری بنانے والی پہلی ہندوستانی کھلاڑی ہیں جبکہ بیرون ملک ٹیسٹ سیریز جیتنے والی پہلی کپتان
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایک عام اسکرو ڈرائیور کا دستہ اور دھات سے بنا آگے حصہ ہوتا ہے
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اسکرو ڈرائیور کے دستے عام طور سے لکڑی دھات یا پلاسٹک سے بنے ہوتے ہیں
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اسکرو ڈرائیوروں میں مشینی اور مقناطیسی استعمال کی گنجائش بھی ہوا کرتی ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S دستی اسکرو ڈرائیور چلاتے وقت کسی شخص کے شخسی ہونے کا خطرہ نہیں ہوتا ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ ون ڈے میں لگاتار سات نصف سنچری اسکور کرنے والی پہلی کھلاڑی ہیں
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ستمبر 2019 میں اس نے ون ڈے کرکٹ پر توجہ دینے کے لیے ٹی ٹونٹی سے ریٹائرمنٹ لینے کا اعلان کیا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 2013 کے خواتین ورلڈ کپ میں راج خواتین کے درمیان میں ون ڈے چارٹ میں نمبر 1 کرکٹ کھلاڑی تھیں
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S غیر ویکی اسلوب 04 07 11 نومبر 2019 ( م ع و )
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ریاست میں وادی سندھ کی تہذیب کے کئی مقامات موجود ہیں جو گہوارہ ثقافت کا حصہ ہیں
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مولانا سلطان محمود سدوالی سیال شریف کے روحانی پیشوا خواجہ شمس الدین سیالوی کے خلیفہ خاص تھے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہیمانگ کمال بادانی ( پیدائش 14 نومبر 1976 ) ایک سابق ہندوستانی کرکٹرکھلاڑی ہے جس نےٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیل رکھی ہے
A 19 20|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو سوئی ناردرن گیس پائپ لائنز لمیٹڈ کے لیے 2018 19 قائداعظم ٹرافی میں 7 نومبر 2018 کو کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وجہ وفات لڑائی مہاراجا کشمیر کے شخصی راج کے خلاف
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس بزرگ کا میانوال تحریک سے تعلق تھا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S شاہ بدیع الدین احمد قطب المدار کی ولادت یکم شوال 242ھ کو ملک شام کے قدیم اور مشہور شہرحلب میں ہوئی
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S " بیٹ مین وی سپرمین جسٹس آف ڈاون " ( 2016 )
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ماسٹر مستقبل میں جاری کی جانے والی بھارتی تمل زبان کی ہنگامہ خیز تھرلر فلم ہے
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ ون ڈے کرکٹ میں 300 وکٹیں لینے والے سب سے کم عمر بولر ہیں
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ویٹوری کرکٹ کی تاریخ کے پہلے بائیں ہاتھ کے اسپنر ہیں جنہوں نے ون ڈے اور ٹیسٹ دونوں میں 300 وکٹیں حاصل کیں
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S تاہم انہیں 2013 کی آئی سی سی چیمپئنز ٹرافی کے لیے ون ڈے ٹیم میں واپس بلایا گیا
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنی پانچ وکٹوں میں سے ویٹوری نے ٹیسٹ کرکٹ میں 20 اور ون ڈے میچوں میں دو وکٹیں حاصل کیں
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 13 جنوری 2017 کو پاکستان کے خلاف آسٹریلیا کے لیے اپنا ون ڈے ڈیبیو کیا
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S دائیں ہاتھ کا بیٹسمین اور بائیں ہاتھ کا ایک سست بولر وہ نوٹنگھم شائر کاؤنٹی کرکٹ کلب کے لئے فرسٹ کلاس کرکٹ کھیلتا ہے
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ دائیں ہاتھ کے بیٹسمین ہیں جو محدود اوورز کی کرکٹ میں کھلتے ہیں اور فرسٹ کلاس میچوں میں مڈل آرڈر میں کھیلتے ہیں
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ ساؤتھ آسٹریلیا یارکشائر اور گلیمورگن کے لیے فرسٹ کلاس لیول پر بھی کھیلے اور 1995 میں آسٹریلین کرکٹ اکیڈمی اسکالرشپ ہولڈر
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S گلیسپی نے فروری 2008 میں آسٹریلیا میں فرسٹ کلاس کرکٹ سے ریٹائرمنٹ کا اعلان کیا
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 2008 کے انگلش ڈومیسٹک سیزن کے اختتام پر انہوں نے تمام فرسٹ کلاس کرکٹ سے ریٹائرمنٹ لے لی
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مولانا ادروی " سہ ماہی ترجمان " کے مدیر رہ چکے ہیں اور اس ماہنامہ کے لیے ہی سیکڑوں مضامین لکھ چکے ہیں
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جون جولائی 2022 میں سری لنکا کے دورے کے لیے ون ڈے اور آسٹریلیا اے اسکواڈز میں ہیڈ کا انتخاب کیا گیا تھا
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سری لنکا اے کے خلاف دوسرے غیر سرکاری ون ڈے میں ہیڈ نے ہارنے کی وجہ سے سب سے زیادہ 110 رنز بنائے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نام ابوالحیات بہاول بخش المتخلص خلیق ملتانی
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کی تقریر کے دوران شمال مشرقی دہلی ضلع کی پولیس کا سپرنٹنڈنٹ ویپ پرکاش سوریا بھی موجود تھا
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1924 میں 18 فسادات اور 1925 میں 16 ہوئے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S عاطف اسلم کا دوسرا البم دوری ہے جو جل پری کے بعد ریلیز ہوا
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس فلم کی بیجنگ فلم فیسٹول اور برکس میں نمائش کی گئی
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے والد ڈیو کرو ولینگٹن اور کینٹبری لے لئے فرسٹ کلاس کرکٹ کھیلتے تھے
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہ اصل میں شعری یمانی کے عروج کو منانے والے فرعونی تہواروں میں استعمال ہونے والی مشعلوں سے تیار ہوا
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S عشاق کی جامع مسجد ( لاطینی ) ترکی کا ایک مسجد جو صوبہ عشاق میں واقع ہے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 7 مئی تک دھوئیں 3 کلومیٹر ( 2 میل ) کے دائرے میں پھیل چکی تھیں
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S علی مسل ار ( پیدائش 1861 1922 ) انگریزوں کے خلاف ملابرار بغاوت کے رہنماتھے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ریڈنگ آئیووا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک شہر جو رنگ گولڈ کاؤنٹی آئیووا میں واقع ہے
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہ پہلا بڑا جنگی جہاز تھا جس کو عثمانیوں نے ایک دہائی سے بھی زیادہ عرصہ لگا کر تعمیر کیا
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نیتورکونا ( لاطینی ) بنگلہ دیش کا ایک آباد مقام جو نیتورکونا ضلع میں واقع ہے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ج رھ ن رندن و رات پوئ سند سنسار ج
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مسرت زہرا ( پیدائش 8 دسمبر 1993 ) کشمیری فوٹو جرنلسٹ ہیں
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہ گوجر کھٹانہ کی ایک شاخ ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پہلا یکجہتی کھیل 2005 میں سعودی عرب میں ہوا تھا اور اس وقت تنظیم اسلامی کانفرنس کے 57 ارکان ہیں
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1977 میں " سندھی زبان کا سماجی کارج " کے موضوع پر مقالا لکھا اور ڈاکٹریٹ کی ڈگری لی
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے اپنے کیریئر کا اآغاز سال 2014 میں ڈرامہ سیریل ادھورا ملن سے شروع کیا
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کیونکہ وہ اسے اپنے وقت کا بڑا بھائی اور امام سمجھتا تھا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بہت ساری کہانیاں حسین کے خون اور اس کے ترجمان کے سر قلم کرنے کے معجزات سے پیوست ہوتی ہیں
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 3 فروری 1990 کو علامہ نصیرالاجتہادی کراچی میں وفات پا گئے اور کراچی ہی میں مسجد زین العابدین بفرزون کے احاطہ میں آسود خاک ہوئی
A 22 23|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مارچ 2015 میں سعودی عرب کی اپیل عدالت نے النمر کے خلاف سزائے موت کو برقرار رکھا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے میدان شہر پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے رسالہ حقوق پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے فہرست ممالک بلحاظ شرح خودکشی پر 2 بیرونی روابط میں ترمیم کی ہے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نذیر احمد قاسمی ( پیدائش 20 جون 1964 ) ایک کشمیری سنی عالم فقیہ اور دار العلوم رحیمیہ کے مفتی اعظم ہیں
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S آپ 1983 کو اس دار فانی سے وفات کوچ کرگئے 1
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بلقیس دادی 82 سالہ بزرگ بھارتی خاتون ہیں جو متنازع ترمیم شہریت قانون کے خلاف احتجاج کی عالمی علامت بن گئیں
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فلم کی موسیقی چترا گپتا نے ترتیب دی تھی اس کے دھن کے ساتھ راجن نے لکھا تھا
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے فلنڈرز پیٹری پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ جامعہ قائد اعظم کے شعبہ جینڈر سٹدیز کی فیکلٹی کا حصہ رہی ہیں
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S خلیفہ محمود فقیر 1189 ہجری میں ایک گاؤں کڑی گھنور ضلع بدین میں جنم لیا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وسط 19ویں صدی میں بہت سے لوگوں نے شیخیت سے بابیت اور بہائی فیتھ مذہب اپنایا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S امر سندھو خواتین حقوق کی کارکن ہیں
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے کہا " ٹرانس جینڈر لوگوں کو غربت بے روزگاری تعلیمی مواقع کی کمی اور محفوظ رہائش کا سامنا کرنا پڑتا ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S حدیث کے عالم دین محمد یوسف بنوری کے اعزاز میں اس کا نام علامہ بنوری رکھ دیا گیا
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے اسکند پران پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے اگنی پنجم پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے تانگ خاندان پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے توک پیسین پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے جاری تنازعات کی فہرست پر 7 بیرونی روابط میں ترمیم کی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے خالدہ فروغ پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے سہولت کی شادی پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے شہرستان عجب شیر پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے قطب شاہی سلطنت پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے لا کالاہورا کا قلعہ پر بیرونی ربط میں ترمیم کی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے لاہور جنرل ہسپتال پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے محمد ولی اللہ ولی پر بیرونی ربط میں ترمیم کی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے موچی دروازہ پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے مکسما ( شمارندی الجبرا نظام ) پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے مینکس زبان پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے نائجیریا قومی فٹ بال ٹیم پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے نیا تائپے شہر پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے نیسلے بیئر برانڈ پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے ٹریفن کا مخمصہ پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے چوگوکو علاقہ پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے گوئچے ضلع پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے گول گنبد پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے ہا ضلع پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے ہاٹ ہاؤزنگ پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے ہند یورپی ہجرتیں پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے ہیسپیریا کیلیفورنیا پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مچھر تلس مکھی اور دیگر نقصان دہ کیڑوں کو بھی ختم کرتی ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کا آخری میچ ہالینڈ کے خلاف ون ڈے تھا
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ٹیلر نے اپنے ون ڈے کیریئر کی دوسری سنچری 18 فروری 2007 کو آسٹریلیا کے خلاف بنائی
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے بانتوی زبانیں پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے بستی شادو خان پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے بیان سادات پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے تھیلیکونیل بشیر پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے جرمن خسرہ پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے درد قوم پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے دوالمیال توپ پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے لیڈی ویلینگڈن ہسپتال پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے نگار نذر پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے نیشنل کونسل آف ایجوکیشنل ریسرچ اینڈ ٹریننگ پر بیرونی ربط میں ترمیم کی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے ولادت قمر پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے ون ڈے کیریئر کے اختتام تک فلاور نے ہیتھ اسٹریک کے علاوہ کسی بھی دوسرے زمبابوے بولر سے زیادہ وکٹیں حاصل کی تھیں
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے اکتوبر 2010 میں جنوبی افریقہ کے خلاف تین میچوں کی سیریز کے پہلے ون ڈے کے دوران اپنی بین الاقوامی واپسی کی
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے کنیئرڈ کالج پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے کیمیا گر ( ناول ) پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اگر مرکزی دھارے کے ذرائع ابلاغ ہوں یا معتبر پبلشرز کے ذریعہ طباعت شدہ کتای ں اور جرائدہوں تو بہتر ہے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ اب اپنی طویل عمری اور ٹوٹی پھوٹی صحت کے باوجود لکھتی رہتی ہیں
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کا 12 جون 2014 کو انتقال ہوگیا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے ریشم کھیتی پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1 ٹیسٹ میچ اور 4 ون ڈے میچوں میں بھارتی ٹیم کی کپتانی کی
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ دونوں طرز کی کرکٹ کھیلی ہے ٹی ٹوئنٹی کرکٹ نہیں کھیل سکیں
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر4 ٹیسٹ اور 78 ون ڈے میچ کھیلے
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ دائیں ہاتھ سے بلے بازی کرتی ہیں اور وکٹ کیپر گیند باز ہیں
A 11 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے نئے دور کی کرکٹ ٹی ٹوئنٹی اور ون ڈے کرکٹ کھیلی ہے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ریما ملہوترا نے پہلا بین الاقوامی ون ڈے میچ آسٹریلیا کے خلاف سن 2003 میں کھیلا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر2 ٹیسٹ اور 23 ون ڈے میچ کھیلے
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پریتی ڈمری نے پہلا بین الاقوامی ون ڈے میچ آئر لینڈ کے خلاف سن 2006 میں کھیلا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے ٹی ٹوئنٹی اور ون ڈے کرکٹ کھیلی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بلیک ویل نے تین کیچ لیے لیکن پہلے ون ڈے میں صرف ایک کیچ لیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے بعد اس نے 5 189 میں سے 44 رنز بنائے اور پہلے ون ڈے میں 63 رنز سے جیت حاصل کی
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مہم کا آغاز آسٹریلیا میں پانچ ون ڈے میچوں سے ہوا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے 251 بین الاقوامی میچوں میں بلیک ویل نے تین سنچریاں بنائیں یہ سب ون ڈے میں
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کی تیسری ون ڈے سنچری اور سب سے زیادہ بین الاقوامی اسکور صرف سات سال بعد 2016 میں آیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 21 جولائی کو ہونے والے میچ میں اس نے ون ڈے کرکٹ میں 1000 رنز کا سنگ میل عبور کیا
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے پہلے چار ون ڈے کھیلے 4 2 ناٹ آؤٹ اور 0 ناٹ آؤٹ بنائے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے بعد آسٹریلین ٹیم ایک 20 بین الاقوامی اور پانچ ون ڈے میچوں کے لیے لنکن نیوزی لینڈ میں برٹ سٹکلف اوول گئے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سیریز کے بعد نٹشکے نے نیوزی لینڈ کے خلاف روز باؤل سیریز کھیلی جس کا آغاز آسٹریلیا میں پانچ ون ڈے سے ہوا
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے بعد آسٹریلیا نے نیوزی لینڈ میں ون ڈے میں نیوزی لینڈ کو 3 0 سے کلین سویپ کیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے ٹی ٹوئنٹی اور ون ڈے کرکٹ کھیلی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 116 ٹی ٹوئنٹی اور 76 ون ڈے میچ کھیلے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے ٹی ٹوئنٹی اور ون ڈے دونوں کرکٹ کھیلی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 82 ٹی ٹوئنٹی اور 71 ون ڈے میچ کھیلے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جیس جونیسن نے پہلا بین الاقوامی ون ڈے میچ نیوزی لینڈ کے خلاف سن 2012 میں کھیلا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے بین الاقوامی کیریئر کے دوران اس نے چار ٹیسٹ 67 ون ڈے اور 37 خواتین کے ٹوئنٹی20 انٹرنیشنل میچز کھیلے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے ٹی ٹوئنٹی اور ون ڈے کرکٹ کھیلی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر67 ٹی ٹوئنٹی اور 62 ون ڈے میچ کھیلے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 6 ٹیسٹ اور 59 ون ڈے میچ کھیلے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جولی ہیس نے پہلا بین الاقوامی ون ڈے میچ سری لنکا کے خلاف سن 2000 میں کھیلا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ دائیں ہاتھ سے بلے بازی کرتی ہیں اور میڈیم تیز گیند باز ہیں
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے ٹی ٹوئنٹی اور ون ڈے کرکٹ کھیلی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جیس کیمرون نے پہلا بین الاقوامی ون ڈے میچ نیوزی لینڈ کے خلاف سن 2009 میں کھیلا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے بین الاقوامی سطح پر مجموعی طور پر 3 ٹیسٹ اور 50 ون ڈے میچ کھیلے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نکول بولٹن نے پہلا بین الاقوامی ون ڈے میچ انگلینڈ کے خلاف سن 2014 میں کھیلا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پولٹن اس کے بعد خود بولڈ ہوئیں اتنے ون ڈے میچوں میں تیسری بار جب وہ اس طرح آؤٹ ہوئیں
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 2010 کی روز باؤل سیریز میں فیرل نے آسٹریلیا کے مقابلے کے دوران 5 ون ڈے میں سے ہر ایک میں کھیلا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنے پہلے ٹیسٹ میں 2 48 اور اپنے پہلے ون ڈے میں 3 21 حاصل کیا
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 2007 08 میں اینڈریوز آسٹریلوی ٹیم کے اندر اور باہر تھے اور انہوں نے چھ ون ڈے کھیلے سات وکٹیں حاصل کیں
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S آسٹریلیا نے چار میں سے تین ون ڈے جیتے جب کہ دوسرے میں دھواں دھڑکا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس دورے کا اختتام سری لنکن ٹیم کے خلاف فرسٹ کلاس میچ کے ساتھ ہوا
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنے فرسٹ کلاس ڈیبیو پر سات اور ایک صفر بھی بنائی
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S آخری ون ڈے ختم ہو گیا
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ون ڈے کے بعد پانچ ٹی ٹوئنٹی انٹرنیشنل کھیلے گئے تین ہوبارٹ کے بیلریو اوول میں اور آخری دو نیوزی لینڈ میں
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے ٹی ٹوئنٹی اور ون ڈے کرکٹ کھیلی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 56 ٹی ٹوئنٹی اور 38 ون ڈے میچ کھیلے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بیتھ مونی نے پہلا بین الاقوامی ون ڈے میچ نیوزی لینڈ کے خلاف سن 2016 میں کھیلا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے چھوٹی عمر میں مقامی کرکٹ کا آغاز کر دیا تھا اور فرسٹ کلاس کرکٹ بھی کھیلی
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مشیل گوسزکو نے پہلا بین الاقوامی ون ڈے میچ نیوزی لینڈ کے خلاف سن 1997 میں کھیلا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے ٹی ٹوئنٹی اور ون ڈے کرکٹ کھیلی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 44 ٹی ٹوئنٹی اور 33 ون ڈے میچ کھیلے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے ٹی ٹوئنٹی اور ون ڈے کرکٹ کھیلی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 47 ٹی ٹوئنٹی اور 30 ون ڈے میچ کھیلے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سارہ کوئٹے نے پہلا بین الاقوامی ون ڈے میچ انگلینڈ کے خلاف سن 2011 میں کھیلا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ دائیں ہاتھ سے بلے بازی کرتی ہیں اور میڈیم تیز گیند باز ہیں
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر18 ٹیسٹ اور 30 ون ڈے میچ کھیلے
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کرسٹن بیمز نے پہلا بین الاقوامی ون ڈے میچ پاکستان کے خلاف سن 2014 میں کھیلا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر2 ٹیسٹ اور 24 ون ڈے میچ کھیلے
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے بین الاقوامی سطح پر مجموعی طور پر 3 ٹیسٹ اور 22 ون ڈے میچ کھیلے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سارہ ایلیٹ نے پہلا بین الاقوامی ون ڈے میچ انگلینڈ کے خلاف 2005 میں کھیلا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے ٹی ٹوئنٹی اور ون ڈے کرکٹ کھیلی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر9 ٹی ٹوئنٹی اور 22 ون ڈے میچ کھیلے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہولی فرلنگ نے پہلا بین الاقوامی ون ڈے میچ پاکستان کے خلاف سن 2013 میں کھیلا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کیرن ریڈ نے پہلا بین الاقوامی ون ڈے میچ انٹرنیشنل الیون کے خلاف سن 1982 میں کھیلا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 2 ٹیسٹ اور 24 ون ڈے میچ کھیلے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے ٹی ٹوئنٹی اور ون ڈے کرکٹ کھیلی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 26 ٹی ٹوئنٹی اور 18 ون ڈے میچ کھیلے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جارجیا ویرہم نے پہلا بین الاقوامی ون ڈے میچ پاکستان کے خلاف سن 2018 میں کھیلا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ دائیں ہاتھ سے بلے بازی کرتی ہیں اور میڈیم تیز گیند باز ہیں
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 3 ٹیسٹ اور 34 ون ڈے میچ کھیلے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے والد لائیڈ آرمسٹرانگ نے 1940 اور 1950 کی دہائی میں آئر لینڈ کے لیے فرسٹ کلاس کرکٹ کھیلی تھی
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے آخری ون ڈے کے وقت آرمسٹرانگ کی عمر 42 سال اور 154 دن کی تھی
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے ٹی ٹوئنٹی اور ون ڈے کرکٹ کھیلی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 154 ٹی ٹوئنٹی اور 15 ون ڈے میچ کھیلے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ دائیں ہاتھ سے بلے بازی کرتی ہیں اور میڈیم تیز گیند باز ہیں
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے بین الاقوامی سطح پر مجموعی طور پر 11 ٹیسٹ اور 9 ون ڈے میچ کھیلے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے ٹی ٹوئنٹی اور ون ڈے کرکٹ کھیلی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر4 ٹی ٹوئنٹی اور 6 ون ڈے میچ کھیلے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S شیرون ملانٹا نے پہلا بین الاقوامی ون ڈے میچ نیوزی لینڈ کے خلاف سن 2011 میں کھیلا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے ٹی ٹوئنٹی اور ون ڈے کرکٹ کھیلی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 24 ٹی ٹوئنٹی اور 6 ون ڈے میچ کھیلے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سوفی مولینیکس نے پہلا بین الاقوامی ون ڈے میچ پاکستان کے خلاف سن 2018 میں کھیلا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ا تر ونا بگس نے پہلا بین الاقوامی ون ڈے میچ انگلینڈ کے خلاف 20 جولائی 1995 میں کھیلا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے پہلا بین الاقوامی ون ڈے میچ انگلینڈ کے خلاف 20 جولائی 1990 میں کھیلا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے آئرلینڈ کی خواتین کرکٹ ٹیم کے لیے خواتین ون ڈے بین الاقوامی سطح پر 34 کھیلے
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے صرف ون ڈے کرکٹ میں کھیلا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے پہلا بین الاقوامی ون ڈے میچ آسٹریلیا کے خلاف 1987 میں کھیلا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے پہلا بین الاقوامی ون ڈے میچ نیدرلینڈز کے خلاف 2011 میں کھیلا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے ٹی 20 کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور 12 ون ڈے میچ کھیلے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے پہلا بین الاقوامی ون ڈے میچ آسٹریلیا کے خلاف 1987 میں کھیلا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ریچل ڈیلینی نے پہلا بین الاقوامی ون ڈے میچ جنوبی افریقا کے خلاف سن 2017 میں کھیلا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے بین الاقوامی سطح پر مجموعی طور پر 1 ٹی 20 اور 6 ون ڈے میچ کھیلے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جو ڈے آئرلینڈ کے ڈبلن میں پیدا ہوئیں
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے ٹی20 کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے بین الاقوامی سطح پر مجموعی طور پر 2 ٹیسٹ اور 34 ون ڈے میچ کھیلے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے پہلا بین الاقوامی ون ڈے میچ نیوزی لینڈ کے خلاف سن 2010 میں کھیلا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مریم گریلی نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 1 ٹیسٹ اور 79 ون ڈے میچ کھیلے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ماریان ہربرٹ نے پہلا بین الاقوامی ون ڈے میچ نیوزی لینڈ کے خلاف سن 2002 میں کھیلا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ماریان ہربرٹ نے ٹی20 کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 5 ٹی20 اور 15 ون ڈے میچ کھیلے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے پہلا بین الاقوامی ون ڈے میچ انگلینڈ کے خلاف سن 1988 میں کھیلا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 9 ون ڈے میچ کھیلے
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S راچیل ہارڈیمین نے پہلا بین الاقوامی ون ڈے میچ آسٹریلیا کے خلاف سن 1987 میں کھیلا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سیلیلیا جوائس نے ٹی20 کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اسوبل جوائس نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اسوبل جوائس نے پہلا بین الاقوامی ون ڈے میچ بھارت کے خلاف سن 1999 میں کھیلا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے ٹی20 کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 5 ٹیسٹ اور 4 ون ڈے میچ کھیلے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے پہلا بین الاقوامی ون ڈے میچ جنوبی افریقہ کے خلاف سن 2008 میں کھیلا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S میگ کینڈل نے پہلا بین الاقوامی ون ڈے میچ بنگلہ دیش کے خلاف سن 2016 میں کھیلا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے پہلا بین الاقوامی ون ڈے میچ نیدرلینڈز کے خلاف سن 2011 میں کھیلا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جولی لوگی نے پہلا بین الاقوامی ون ڈے میچ نیدرلینڈز کے خلاف سن 1988 میں کھیلا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے بین الاقوامی سطح پر مجموعی طور پر 9 ٹی20 اور 6 ون ڈے میچ کھیلے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S لوئیس لٹل نے ٹی20 کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اننی لینھان نے پہلا بین الاقوامی ون ڈے میچ ڈنمارک کے خلاف سن 1989 میں کھیلا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اننی لینھان نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S گیبی لیوس نے ٹی20 کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر11 ون ڈے میچ کھیلے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر صرف 1 ٹیسٹ اور 36 ون ڈے میچ کھیلے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سائبہ ینگ نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S میری والڈرون نے ٹیسٹ کرکٹ ٹی20 اور ون ڈے کرکٹ کھیلی ہے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہیدر وہیلان نے ٹی 20 کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایلینا ٹائیس نے ٹی20 کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایلینا ٹائیس نے پہلا بین الاقوامی ون ڈے میچ نیدرلینڈ کے خلاف سن 2011 میں کھیلا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پامیلا ٹروہیر نے پہلا بین الاقوامی ون ڈے میچ آسٹریلیا کے خلاف سن 1987 میں کھیلا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 8 ون ڈے میچ کھیلے
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے پہلا بین الاقوامی ون ڈے میچ نیوزی لینڈ کے خلاف 7 مئی 2017 کو میں کھیلا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر24 ون ڈے میچ کھیلے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 47 ٹیسٹ اور 5 ون ڈے میچ کھیلے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 2 ٹی 20 اور 8 ون ڈے میچ کھیلے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے پہلا بین الاقوامی ون ڈے میچ آسٹریلیا کے خلاف 31 جولائی 2005 میں کھیلا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور 19 ون ڈے میچ کھیلے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 7 ٹی 20 اور 4 ون ڈے میچ کھیلے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انا ریمنڈ نے پہلا بین الاقوامی ون ڈے میچ جنوبی افریقا کے خلاف 2016 میں کھیلا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کلوڈھنہ شارپ نے پہلا بین الاقوامی ون ڈے میچ جنوبی افریقا کے خلاف 1997 میں کھیلا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 37 ون ڈے میچ کھیلے
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے بین الاقوامی سطح پر مجموعی طور پر 3 ٹی 20 اور 8 ون ڈے میچ کھیلے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے ٹی ٹوئنٹی اور ون ڈے کرکٹ کھیلی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 7 ٹی ٹوئنٹی اور 4 ون ڈے میچ کھیلے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S لارین چیٹل نے پہلا بین الاقوامی ون ڈے میچ نیوزی لینڈ کے خلاف 2017 میں کھیلا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے ٹی ٹوئنٹی اور ون ڈے کرکٹ کھیلی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر6 ٹی ٹوئنٹی اور 3 ون ڈے میچ کھیلے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اینابل سدرلینڈ نے پہلا بین الاقوامی ون ڈے میچ نیوزی لینڈ کے خلاف سن 2020 میں کھیلا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے ٹی ٹوئنٹی اور ون ڈے کرکٹ کھیلی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 2 ٹی ٹوئنٹی اور 2 ون ڈے میچ کھیلے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S رینی چیپل نے پہلا بین الاقوامی ون ڈے میچ پاکستان کے خلاف سن 2013 میں کھیلا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے ٹیسٹ کرکٹ ٹی 20 اور ون ڈے کرکٹ کھیلی ہے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے 109 ون ڈے میچوں میں 1003 رنز اسکور کیے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جین سمٹ نے پہلا بین الاقوامی ون ڈے میچ سن 2004 میں کھیلا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 35 ٹی ٹوئنٹی اور 88 ون ڈے میچ کھیلے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 19ٹی ٹوئنٹی اور 58 ون ڈے میچ کھیلے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے ٹیسٹ کرکٹ ٹی ٹوئنٹی اور ون ڈے کرکٹ کھیلی ہے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے بین الاقوامی سطح پر مجموعی طور پر 50 ٹی ٹوئنٹی 5 ٹیسٹ اور 72 ون ڈے میچ کھیلے
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مرغوب الرحمن بجنوری ( 1914 8 دسمبر 2010 ) ایک بھارتی مسلمان اسکالر اور دارالعلوم دیوبند کے مہتمم تھے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے لکشمی کے حوالے سے کہا ہے کہ " قوم پرست پریس نے آزادی پسندوں کے ساتھ مل کر مارچ کیا "
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے پلے بوائے پلے میٹ پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1993 میں دارالعلوم دیوبند کے دار الافتا میں صدر مفتی کے عہدہ پر فائز کیے گئے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 21 اگست 2008 تک انھوں نے اس عہدہ پر رہ صدر مفتی کے فرائض انجام دیے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے پاکستان ریلوے کرکٹ ٹیم پر بیرونی ربط میں ترمیم کی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ کارا اودھ دلماؤ بہرائچ اور جنوبی بہار کو بھی اپنے کنٹرول میں لانے میں کامیاب رہا
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بریلی شریف میں نو سالہ قیام کے دوران آپ کے اکثر و بیشتر فتووں پر مفتی اعظم ہند کی مہر تصدیق ہوتی تھی
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے تسثیلی ایئر لائنز پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے فیڈرل ایئر لائنز لمیٹڈ پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 2004 میں پاکستان کے خلاف ان کی 111 رنز کی اننگز ان کی آخری ون ڈے سنچری تھی
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نائر نے اپنا فرسٹ کلاس ڈیبیو 2013 14 کے سیزن میں کیا جس میں کرناٹک نے رنجی ٹرافی جیتی
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ستمبر 2019 میں انہیں قائداعظم ٹرافی ٹورنامنٹ 2019 20 کے لیے بلوچستان کی ٹیم میں شامل کیا گیا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہیڈن کے فرسٹ کلاس کیریئر میں 52 57 کی اوسط سے 24 , 603 رنز بنائے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہ اخبار اس وقت بھی بھارت سے شائع ہو رہا ہے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے ایران طالبان تعلقات پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایک بلوچ قبیلہ جو نوتکانی کی ایک شاخ ہے یہ ڈیرہ غازی خان ضلع میں آباد ہیں
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کا نام اصل نام ناصر محمود خان لیکن ناصر کاسگنجوی کے قلمی نام شہرت پائی
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S درج ذیل میں ان کے دار العلوم دیوبند کے اساتذہ کی فہرست ہے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایک قطب شاہی اعوان غازی عباس رضی اللہ عنہ اور دوسرے قطب شاہی اعوان محمد بن حنفیہ رضی اللہ عنہ کی اولاد ہیں
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے اوکسفرڈ یونیورسٹی پریس پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے استاد سلطان خان پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے بلوچستان افغانستان پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے مزار معاذ بن جبل پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے پشاور گالف کورس پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے انفلیشن اور ڈیفلیشن پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے بھارت روس تعلقات پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے رامانا سیاحی پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے عطا محمد بھنبھرو پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے بھتیجے وی ایل نکم نے بھی فرسٹ کلاس کرکٹ کھیلی
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہندوستان نے اپنا پہلا ون ڈے 1974 میں کھیلا اور کل 243 کھلاڑی ٹیم کی نمائندگی کر چکے ہیں
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ٹنڈولکر نے 463 کے ساتھ سب سے زیادہ ون ڈے میچ کھیلنے کا ریکارڈ بھی اپنے نام کیا ہوا ہے نام کیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انگلستان قومی خواتین انڈر 19 کرکٹ ٹیم 1974 سے باضابطہ انڈر 19 ٹیسٹ میچ کھیل رہی ہے
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انفرادی پچاس کو شامل کرنے کے لیے یہ اب بھی سب سے کم فرسٹ کلاس سکور ہے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 7 سنچریاں اور 15 نصف سنچریاں بھی فرسٹ کلاس کرکٹ میں سکور کیں
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے ساتھ ساتھ انہوں نے 4028 رنز دے کر 158 فرسٹ کلاس وکٹیں اپنے نام کیں
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اور وہ صرف 18 سال کے تھے جب انہوں نے شارجہ میں ایک انٹرکانٹینینٹل کپ میچ میں افغانستان کے لیے فرسٹ کلاس ڈیبیو کیا
A 21 22|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جولائی 2009 میں اسٹرلنگ نے اپنی پہلی فرسٹ کلاس سنچری بنائی
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S رنز ون ڈے میں آئرلینڈ کی پہلی وکٹ کا ریکارڈ قائم کیا
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S علم داد لالیکا پاکستانی سیاست دان ہیں
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے ایم جے گوپالن ٹرافی میں بھی کھیلا جو سیلون اور مدراس کے درمیان میں شروع ہونے والا فرسٹ کلاس کرکٹ ٹورنامنٹ ہے
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S محمد کمال ملک پاکستانی سیاست دان ہیں
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S تاہم ان کی ون ڈے کارکردگی نے سری لنکا کے سلیکٹرز کو پریشان کر دیا 25 اننگز میں صرف ایک ففٹی
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S آثار قدیمہ کے علما کے مطابق قدیم زمانے میں مندرجہ ذیل تہذیبیں موجود تھیں
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بینرمین نے نیو ساؤتھ ویلز کے لیے فرسٹ کلاس ڈیبیو کرنے سے پہلے 1871 میں پروفیشنل کرکٹ کھیلنا شروع کیا
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 21 62 کی اوسط سے 1 , 687 رنز کا کیریئر فرسٹ کلاس بیٹنگ ریکارڈ کیا
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S عفت لیاقت پاکستانی سیاست دان ہیں
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S چیپل نے 1986 میں فرسٹ کلاس کرکٹ سے ریٹائرمنٹ لے لی
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے برمنگہم یونیورسٹی سے ڈراما اور تھیٹر آرٹس کی تعلیم حاصل کی
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے بھائی جیفری لانگ فیلڈ نے رائل ائیر فورس کے لیے دو فرسٹ کلاس میچ کھیلے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1946 میں ایڈون کوپر کے بعد سے فرسٹ کلاس میچ
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے بیٹے ڈین ہیڈلی نے انگلینڈ کے لیے 15 ٹیسٹ اور 13 ون ڈے کھیلے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پہلا ون ڈے انٹرنیشنل 5 جنوری 1971 کو کھیلا گیا جب آسٹریلیا نے انگلینڈ کا مقابلہ کیا
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس فہرست میں وہ تمام فرسٹ کلاس کرکٹ کھلاڑی شامل ہیں جو 100 سال تک زندہ رہے اور حیات ہیں
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سب سے طویل العمر فرسٹ کلاس کرکٹ کھلاڑی
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہ ان کی آخری فرسٹ کلاس سنچریاں تھیں
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہیلی میتھیوز نے 62 ون ڈے میچ کھیلے جس میں 61 اننگز شامل ہیں وہ 2 بار ناٹ آؤٹ رہیں
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ون ڈے میں 148 وکٹیں حاصل کیں جن میں پانچ مرتبہ 4 وکٹیں ایک ہی میچ میں حاصل کرنا بھی شامل ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1914 میں اس نے کیمبرج یونیورسٹی کے خلاف میچ میں ایم سی سی کے لیے واحد فرسٹ کلاس کھیل پیش کیا
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس موسم گرما میں فرسٹ کلاس کرکٹ نہ کھیلنے کے باوجود ارنسٹ برناؤ نے اپنی جگہ لی
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 188 ون ڈے انٹرنیشنل بھی کھیلے ان میں سے 86 میں کپتان رہے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 13 جولائی 2021 کو بالبرنی نے آئرلینڈ کو جنوبی افریقہ کے خلاف پہلی ون ڈے میں فتح دلائی
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بالبرنی نے ون ڈے کرکٹ میں اپنا 2 , 000 واں رن مکمل کیا
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ ون ڈے میں 100 وکٹیں لینے والے آئرلینڈ کے پہلے کھلاڑی تھے
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فتح کا تناسب 44 67 رہا آئرلینڈ نے اپنا پہلا ون ڈے 13 جون 2006 کو انگلینڈ کے خلاف کھیلا تھا
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S لیزیل لی نے 3245 اسکور کیے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S لیزیل لی نے 1896 اسکور کیے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ دونوں طرز کی کرکٹ کھیلی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ون ڈے کرکٹ میں تریشا چیٹی نے 123 ون ڈے میچ کھیلے جس میں 106 اننگز شامل ہیں وہ 15 بار ناٹ آؤٹ رہیں
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے ٹیسٹ کرکٹ اور ون ڈے کرکٹ کھیلی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نادین ڈے کلرک نے 16 ون ڈے میچ کھیلے جس میں 14 اننگز شامل ہیں وہ 3 بار ناٹ آؤٹ رہیں
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مگنون ڈو پریز نے 149 ون ڈے میچ کھیلے جس میں 136 اننگز شامل ہیں وہ 25 بار ناٹ آؤٹ رہیں
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مرڈوک کا آخری فرسٹ کلاس میچ اگست 1904 میں 49 سال کی عمر میں کھیلا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بون کی پہلی ون ڈے سنچری ستمبر 1986 میں سوائی مان سنگھ اسٹیڈیم جے پور میں بھارت کے خلاف بنی
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 2017 تک وہ آسٹریلیا کے لیے ون ڈے سنچری بنانے والوں کی فہرست میں ڈیمین مارٹن کے ساتھ 14ویں نمبر پر ہے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ون ڈے کرکٹ میں ایلن بارڈر نے اپنی پہلی سنچری 1980 میں ہندوستان کے خلاف بنائی جب انہوں نے ناٹ آؤٹ 105 رنز بنائے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ اب بھی مستقبل قریب میں اپنے آبائی شہر گیانا کے لیے فرسٹ کلاس کرکٹ کھیلنے کے لیے پرعزم ہیں
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 77 فرسٹ کلاس سنچریاں سکور کیں
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اگلے سال ایسٹل نے سینٹرل ڈسٹرکٹس کے خلاف کینٹربری کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ون ڈے میں بطور اوپنر ایسٹل کی کامیابی پورے سیزن میں جاری رہی
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایسٹل نے پاکستان کے خلاف ون ڈے سیریز میں زبردست واپسی کرتے ہوئے 240 رنز بنائے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس دورے میں انہوں نے کوئینز لینڈ کے خلاف کیریئر کا بہترین فرسٹ کلاس اسکور 223 بنایا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے بعد انگلینڈ نے پانچ ون ڈے اور تین ٹیسٹ میچ کھیلنے نیوزی لینڈ کا دورہ کیا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا آخری ون ڈے انٹرنیشنل 23 جنوری 2007 کو انگلینڈ کے خلاف ایڈیلیڈ اوول میں کھیلا
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایسٹل کو نیوزی لینڈ کا اب تک کا بہترین ون ڈے بلے باز قرار دیا گیا ہے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے صوفیہ شہر صوبہ پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے صوفیہ شہر صوبہ پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس میچ میں ووڈس نے اپنے کیریئر کی واحد فرسٹ کلاس ہیٹ ٹرک بھی کی
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1888 کے دوران چھٹی آسٹریلوی ٹیم بنائی اور تین ٹیسٹ اور 30 سے زیادہ فرسٹ کلاس میچز کھیلنے کے لیے انگلینڈ کا سفر کیا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S چیڈین نیشن نے 57 ون ڈے میچ کھیلے جس میں 51 اننگز شامل ہیں وہ 6 بار ناٹ آؤٹ رہیں
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے ٹیسٹ کرکٹ نہیں کھیلی البتہ ٹی ٹوئنٹی اور ون ڈے کرکٹ دونوں طرز کی کرکٹ کھیلی ہے
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے محمد کمال ملک پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جنگ کے دوران خواتین جنگجو جینتی پامیلا للیتا وغیرہ ننگ مولا کی ساتھی تھیں
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے سب سے پہلے نیو ساؤتھ ویلز کے لیے فرسٹ کلاس کرکٹ کھیلی جب وہ سڈنی یونیورسٹی میں میڈیسن پڑھ رہے تھے
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1908 سے 1912 تک نیو ساؤتھ ویلز کے لیے فرسٹ کلاس کرکٹ کھیلی
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ووڈ فل نے اس دورے کا اختتام چھ فرسٹ کلاس سنچریوں کے ساتھ کیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وال کے پوتے بریٹ سوین نے 1994 سے 2001 تک جنوبی آسٹریلیا کے لیے 23 فرسٹ کلاس میچز کھیلے
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے نیو ساؤتھ ویلز اور جنوبی آسٹریلیا کے لیے 1934 35 سے 1948 49 تک فرسٹ کلاس کرکٹ کھیلی
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جس نے وکٹوریہ کے لیے 1893 اور 1895 کے درمیان دو فرسٹ کلاس کرکٹ میچ کھیلے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنے آخری فرسٹ کلاس میچ میں نیو ساؤتھ ویلز کے خلاف 123 کا ٹاپ اسکور بنایا
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S چنیل ہینری نے ٹی ٹوئنٹی اور ون ڈے کرکٹ کھیلی ہے جبکہ ٹیسٹ کرکٹ سے محروم رہیں
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S چنیل ہینری نے 30 ون ڈے میچ کھیلے جس میں 24 اننگز شامل ہیں وہ 1 بار ناٹ آؤٹ رہیں
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ون ڈے میں انھوں نے کل 816 گیندیں پھینکیں 17 وکٹیں حاصل کیں ان کی گیند بازی کی اوسط 41 88 رہی
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے اپنی ٹیم کے لیے سب سے زیادہ چھ وکٹیں حاصل کیں جس میں چوتھے ون ڈے میں 3 32 شامل ہیں
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S شمیلیہ کونیل نے 55 ون ڈے میچ کھیلے جس میں 33 اننگز شامل ہیں وہ 17 بار ناٹ آؤٹ رہیں
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S شکیرا سیلمان نے 95 ون ڈے میچ کھیلے جس میں 43 اننگز شامل ہیں وہ 21 بار ناٹ آؤٹ رہیں
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے اپنے ون ڈے کیریئر میں ایک بھی چھکا نہیں لگایا البتہ 8 چوکے ضرور مارے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کیانا جوزف نے 8 ون ڈے میچ کھیلے جس میں 6 اننگز شامل ہیں وہ 2 بار ناٹ آؤٹ رہیں
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ون ڈے کرکٹ میں انھوں نے کل 310 گیندیں پھینکیں 7 وکٹیں حاصل کیں ان کی گیند بازی کی اوسط 31 85 رہی
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S والٹرز نے 1962 63 کے سیزن میں کوئنز لینڈ کے خلاف نیو ساؤتھ ویلز کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے اسی سیزن کے اختتام پر فرسٹ کلاس کرکٹ سے ریٹائرمنٹ لے لی تھی
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نے 1970 71 کے سیزن میں چار ٹیسٹ اور ایک ون ڈے میچ کھیلا
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بائیں ہاتھ کے اوپننگ بلے باز کین ایسٹ ووڈ نے وکٹوریہ کے لیے 1959 60 سے 1971 72 تک فرسٹ کلاس کرکٹ کھیلی
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کا اکلوتا بھائی ساتھی کرکٹر رچی بینو ( متوفی ) تھا جو ان سے 13 سال بڑا تھا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے ٹی ٹوئنٹی کرکٹ اور ون ڈے کرکٹ کھیلی جبکہ ٹیسٹ کرکٹ نہیں کھیل سکیں
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S رینی بوائس نے 6 ون ڈے میچ کھیلے جس میں 6 اننگز شامل ہیں وہ ایک بار بھی ناٹ آؤٹ نہ رہیں
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے ویمنز ون ڈے انٹرنیشنل کرکٹ کا آغاز ویسٹ انڈیز کے لیے پاکستان خواتین کرکٹ ٹیم کے خلاف 11 فروری 2019 کو کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کرشمہ رام ہارک نے 13 ون ڈے میچ کھیلے جس میں 9 اننگز شامل ہیں وہ 1 بار ناٹ آؤٹ رہیں
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بھاگیالکشمی ( پیدائش 1 نومبر 1962 ) ایک ہندوستانی ڈبنگ آرٹسٹ اور اداکارہ ہیں
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ڈیموک نے اس موسم گرما میں 23 95 کی اوسط سے 46 فرسٹ کلاس وکٹیں حاصل کیں
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے ریٹائر ہونے تک فرسٹ کلاس کرکٹ کے مزید تین سیزن کھیلے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے پہلے آٹھ فرسٹ کلاس گیمز میں اس نے 28 کی اوسط سے 30 وکٹیں حاصل کیں
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اگرچہ یہ فرسٹ کلاس سطح پر ہیبرٹ کی پہلی سنچری تھی لیکن اس وقت ان فارم اوپنرز کی کمی تھی
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بالآخر مئی 1984 میں فرسٹ کلاس کرکٹ سے ریٹائر ہو گئے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہیں بین الاقوامی سطح پر اتنی کامیابی نہیں ملی جتنی فرسٹ کلاس لیول پر ملی
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کیلن نے 1976 77 میں وکٹوریہ کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مجموعی طور پر اس نے 98 فرسٹ کلاس کھیل کھیلے جس میں اس کی بیٹنگ اوسط 35 83 تھی
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ میں ووڈ نے 35 سنچریاں اور 61 نصف سنچریاں بنا کر 13 , 353 رنز بنائے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1966 67 میں اپنی فرسٹ کلاس کرکٹ کا آغاز کیا کوئینز لینڈ کے خلاف ایک وکٹ حاصل کی
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یارڈلے کو بھارت کے خلاف پانچویں ٹیسٹ اور ویسٹ انڈیز کے دورے دونوں کے لیے منتخب کیا گیا
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ اپنا فرسٹ کلاس کیریئر جاری رکھنے کے لیے جنوبی آسٹریلیا چلے گئے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جب راڈ مارش ورلڈ سیریز کرکٹ میں شامل ہوئے تو ان پر آسٹریلیا میں فرسٹ کلاس کرکٹ کھیلنے پر پابندی عائد کر دی گئی
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S رائٹ نے 300 فرسٹ کلاس اسکور کیے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S تاہم ستمبر میں رائٹ نے فرسٹ کلاس کرکٹ سے ریٹائرمنٹ لے لی
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کی پہلی فرسٹ کلاس سنچری ان کے پیدائشی شہر ایڈیلیڈ میں ہوئی جس نے جنوبی آسٹریلیا کے خلاف 124 رنز بنائے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہلڈچ نے 1981 82 کے سیزن میں فرسٹ کلاس کرکٹ نہیں کھیلی
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس رن میں ان کا میلبورن میں وکٹوریہ کے خلاف 230 کا سب سے زیادہ فرسٹ کلاس اسکور شامل تھا
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پیٹر سلیپ نے اپنا فرسٹ کلاس ڈیبیو 1976 77 میں کیا جب وہ ابھی نوعمر تھا
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وینر نے 1984 85 کے سیزن میں ریٹائر ہونے تک فرسٹ کلاس سطح پر کھیلا انہوں نے 66 میچوں میں سات سنچریاں اسکور کیں
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1980 سے 1993 تک نیو ساؤتھ ویلز کے لیے 94 فرسٹ کلاس میچز کھیلے
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ نیو ساؤتھ ویلز کے لیے تین سو سے زیادہ فرسٹ کلاس وکٹیں لینے والے صرف تین تیز گیند بازوں میں سے ایک ہیں
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے مغربی آسٹریلیا کے لیے 32 فرسٹ کلاس میچوں میں 52 وکٹیں بھی حاصل کیں
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ویلہم نے فرسٹ کلاس کرکٹ سے ریٹائر ہونے سے پہلے 1993 94 میں کوئنز لینڈ کے لیے مزید تین میچ کھیلے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے اپنے فرسٹ کلاس کرکٹ کیرئیر میں 10 , 170 رنز بنائے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S رچی نے اپنا فرسٹ کلاس ڈیبیو 1980 81 میں وکٹوریہ کے خلاف کوئنز لینڈ کے لیے کھیلتے ہوئے کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S رچی نے دس میچوں میں 59 کی اوسط سے 839 فرسٹ کلاس رنز کے ساتھ سیزن کا اختتام کیا
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے اپنی پہلی فرسٹ کلاس سنچری بھی بنائی وکٹوریہ کے خلاف 115
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کا آخری فرسٹ کلاس گیم 1990 91 میں تھا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فلپس نے صرف چار فرسٹ کلاس گیمز میں ہی رکھا تھا
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اسمتھ نے 25 جنوری 2008 کو ایس سی جی میں ویسٹرن آسٹریلیا کے خلاف نیو ساؤتھ ویلز کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 21 22|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 2009 10 کے گھریلو سیزن کے اختتام تک اسمتھ کی 13 فرسٹ کلاس میچوں کے بعد فرسٹ کلاس بیٹنگ اوسط 50 سے زیادہ تھی
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 2009 10 کے گھریلو سیزن کے اختتام تک اسمتھ کی 13 فرسٹ کلاس میچوں کے بعد فرسٹ کلاس بیٹنگ اوسط 50 سے زیادہ تھی
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہالینڈ نے اس موسم گرما میں 25 79 کی اوسط سے 59 فرسٹ کلاس وکٹیں حاصل کیں
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہالینڈ نے دورے پر 35 06 پر 29 فرسٹ کلاس وکٹیں حاصل کیں
A 8 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اس موسم گرما میں 32 39 کی اوسط سے 48 فرسٹ کلاس وکٹیں لیں
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس میچ سے پہلے اس نے سیزن کے فرسٹ کلاس میچوں میں صرف دو وکٹیں حاصل کی تھیں
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فرسٹ کلاس میں 350 سے زیادہ وکٹیں
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے فرسٹ کلاس کی سطح پر 350 سے زیادہ وکٹیں لے کر بڑی کامیابی حاصل کی
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے تیسرے فرسٹ کلاس میچ میں جنوبی آسٹریلیا کے خلاف اس نے 103 رنز بنائے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کیر نے 81 82 کے موسم گرما میں 41 15 کی اوسط سے 613 فرسٹ کلاس رنز بنائے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 39 81 کی اوسط سے 876 فرسٹ کلاس رنز بنائے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے دو فرسٹ کلاس کھیل کھیلے اور 12 33 کی اوسط سے 37 رنز بنائے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہ ان کا فرسٹ کلاس کرکٹ کا آخری سیزن تھا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S تاہم وہ سیمی فائنل اور فائنل میں کم موثر تھا دونوں موقعوں پر 20 پاس کرنے میں ناکام رہا
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S میکلی نے 1981 سے 1991 کے درمیان مغربی آسٹریلیا کے لیے 129 فرسٹ کلاس میچ کھیلے
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1965 اور 1966 کے درمیان وکٹوریہ کے لیے دو فرسٹ کلاس کرکٹ میچ کھیلے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S شینیٹا گریمنڈ نے 7 ون ڈے میچ کھیلے جس میں 5 اننگز شامل ہیں وہ 1 بار ناٹ آؤٹ رہیں
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انھوں نے اپنے ون ڈے کیریئر میں 2 چھکے اور 6 چوکے مارے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S تلی ہوئی گوبھی کچی یا پکی ہوئی گوبھی سے شروع ہوسکتی ہے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس سیریز میں عورت اپنی نوعیت کی پہلی مصنوعی ذہانت پر مشتمل انسان نما روبوٹ معاون ہے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ اس وقت آسٹریلین مردوں کی قومی ٹیم کے سلیکٹر ہیں انہوں نے وکٹوریہ اور سسیکس کے لیے 534 فرسٹ کلاس وکٹیں حاصل کیں
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے آٹھ ون ڈے میچوں میں آسٹریلیا کی کپتانی کی جب باقاعدہ کپتان مارک ٹیلر زخمی ہو گئے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایک دائیں ہاتھ کے بلے باز نے 1988 سے 1994 تک وکٹوریہ کے لیے فرسٹ کلاس کرکٹ کھیلی
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اگرچہ درست وہ کاؤنٹی کے لیے چار فرسٹ کلاس میچوں میں صرف نو وکٹیں حاصل کر سکے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایلیٹ نے فروری 2008 میں فرسٹ کلاس کرکٹ سے ریٹائرمنٹ کا اعلان کیا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے کوئنز لینڈ کی نمائندگی کی اور فرسٹ کلاس لیول پر انگلش کاؤنٹی سین میں کھیلا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ٹیٹ نے آسٹریلیا واپسی سے قبل ڈرہم کے لیے صرف ایک اور فرسٹ کلاس میچ کھیلا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے پہلی اننگز میں 3 69 اور دوسری میں 7 29 حاصل کیے جو ان کی بہترین فرسٹ کلاس شخصیات ہیں
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہوج نے وکٹوریہ کے سب سے زیادہ رن اسکورر کے طور پر اپنا گھریلو فرسٹ کلاس کیریئر ختم کیا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے پہلے 7 فرسٹ کلاس میچوں کے بعد کلارک کی گیند کے ساتھ اوسط 124 66 رہی
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S راجرز نے 2016 کے سیزن کے اختتام پر فرسٹ کلاس کرکٹ سے ریٹائرمنٹ لے لی
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 2011 کے گھریلو سیزن کے خراب ہونے کے بعد جنوری 2012 میں انہیں ون ڈے ٹیم سے نکال دیا گیا تھا
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہیڈن نے 9 ستمبر 2015 کو نیو ساؤتھ ویلز کے ساتھ بین الاقوامی اور فرسٹ کلاس کرکٹ سے ریٹائرمنٹ کا اعلان کیا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 2011 میں فرسٹ کلاس کرکٹ سے ریٹائرمنٹ لے لی
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S میچ کی اننگز اس نے ان کی بہترین فرسٹ کلاس باؤلنگ کو بھی 91 کے عوض پر شکست دی
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فروری 2016 میں ہلفن ہاس نے جاری انجری کی وجہ سے فرسٹ کلاس کرکٹ سے ریٹائرمنٹ کا اعلان کیا
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1999 میں اکیڈمی کے لیے فرسٹ کلاس ڈیبیو کیا اور اسی سال مغربی آسٹریلوی کرکٹ ٹیم کے لیے ڈیبیو کیا
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے باوجود وہ ایک سال سے زائد عرصے تک کسی اور ون ڈے کے لیے منتخب نہیں ہوئے
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ مین آف دی میچ کے اعزاز کا دعوی کیا اور پاکستان کے خلاف چوتھے اور پانچویں ون ڈے کے لیے منتخب ہوئے
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 2005 میں تسمانیہ کے لیے اپنے فرسٹ کلاس اور ایک روزہ دونوں ڈیبیو کیے تھے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کا فرسٹ کلاس ڈیبیو نومبر 2008 09 سیزن میں ریڈ بیکس کے لیے تھا
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فروری 2021 میں 2020 21 شیفیلڈ شیلڈ سیزن کے دوران لیون نے اپنی 600 ویں فرسٹ کلاس وکٹ لی
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مارچ 2011 میں کمنز نے 17 سال کی عمر میں تسمانیہ کے خلاف اپنا فرسٹ کلاس ڈیبیو کیا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ اسی دورے میں ون ڈے اور ٹی ٹوئنٹی سیریز کا حصہ تھے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فروری 2020 میں کمنز نے آسٹریلیا کے دورہ جنوبی افریقہ کے پہلے میچ میں ون ڈے کرکٹ میں اپنی 100 ویں وکٹ حاصل کی
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے وکٹوریہ کے لیے اپنا فرسٹ کلاس ڈیبیو کیا اور اس کے نتیجے میں ناٹنگھم شائر کے ساتھ معاہدہ جیت لیا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مارچ 2021 میں 2020 21 شیفیلڈ شیلڈ سیزن کے دوران پیٹنسن نے اپنی 300 ویں فرسٹ کلاس وکٹ حاصل کی
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کا انتخاب ایک سیزن کے بعد ہوا جس میں اس وقت تک اس کا فرسٹ کلاس میچوں میں اوسط 64 22 تھا
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ویڈ نے 2008 09 کے سیزن میں اپنی پہلی فرسٹ کلاس سنچری بنائی
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ پہلے ون ڈے کے لیے فٹ نہیں تھے اور سکواڈ سے باہر ہوگئے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کا فرسٹ کلاس ڈیبیو دورہ کرنے والی ہندوستانی قومی ٹیم کے خلاف بارش کی وجہ سے برباد ہو گیا
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S تاہم چوٹ کی وجہ سے یہ آخری فرسٹ کلاس گیم تھا جو سال سے زیادہ عرصے تک کھیلا تھا
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 2013 14 میں انگلینڈ کے خلاف دوسرے ون ڈے میں فالکنر نے آسٹریلیا کو غیر متوقع فتح سے ہمکنار کیا
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 2016 میں سری لنکا کے خلاف دوسرے ون ڈے کے دوران فالکنر نے ہیٹ ٹرک کی ایسا کرنے والے چھٹے آسٹریلوی بن گئے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس وجہ سے ابراہیم پاشا کو مصر کا والی ( گورنر جنرل ) مقرر کیا گیا تھا
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S او کیف نے نومبر 2009 تک دوبارہ فرسٹ کلاس کرکٹ نہیں کھیلی
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے ون ڈے ڈیبیو میں انہوں نے نصف سنچری بنائی
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ 2006 07 کے سیزن میں خراب فارم میں رہے فرسٹ کلاس اور ایک روزہ دونوں میچوں میں اوسط 30 سے کم تھی
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سری لنکا کے خلاف ون ڈے سیریز تک کمر کی انجری نے شان مارش کو ٹیم سے باہر کر دیا
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S آسٹریلیا کے لیے اپنے ناکام ٹیسٹ ڈیبیو کے بعد فرگوسن اپنی فرسٹ کلاس فارم کو دوبارہ حاصل کرنے میں ناکام رہے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فرگوسن نے فرسٹ کلاس سنچری کے بغیر تین ماہ کے بعد نیو ساؤتھ ویلز کے خلاف اپنی خشک سالی کو توڑ دیا
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے دو سنچریاں اور پانچ نصف سنچریاں بنائیں اور 224 رنز کا نیا فرسٹ کلاس اسکور بنایا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنی پہلی فرسٹ کلاس سنچری 6 دسمبر 2015 کو 2015 16 شیفیلڈ شیلڈ میں نیو ساؤتھ ویلز کے خلاف بنائی
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سیئرز فرسٹ کلاس کرکٹ میں مہارت رکھتے ہیں اور ٹوئنٹی 20 نہیں کھیلتے
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سیئرز نے 2020 21 سیزن کے اختتام پر فرسٹ کلاس کرکٹ سے ریٹائرمنٹ لے لی
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے سیریز کے بقیہ دو ون ڈے کھیلے تیسرے میچ میں پہلی ون ڈے نصف سنچری اسکور کی
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے سیریز کے بقیہ دو ون ڈے کھیلے تیسرے میچ میں پہلی ون ڈے نصف سنچری اسکور کی
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 2013 سے پیٹرسن آسٹریلیا کے ڈومیسٹک ون ڈے مقابلے میں نیو ساؤتھ ویلز کے لیے کھیل چکے ہیں
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جنوری 2019 میں رچرڈسن کو ہندوستان کے خلاف ون ڈے سیریز کے لیے ٹیم میں شامل کیا گیا تھا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ویسٹرن آسٹریلیا کے خلاف اپنے فرسٹ کلاس ڈیبیو پر نیسر نے پہلے دن شاندار چار وکٹیں حاصل کیں
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اکتوبر 2020 میں 2020 21 شیفیلڈ شیلڈ سیزن کے ابتدائی راؤنڈ میں نیسر نے اپنی پہلی فرسٹ کلاس سنچری بنائی
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پوکووسکی نے اپنی اننگز 255 ناٹ آؤٹ پر ختم کی جو فرسٹ کلاس کرکٹ میں ان کا سب سے بڑا اسکور ہے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے فرسٹ کلاس کرکٹ کیریئر کا بڑا حصہ تسمانین ٹائیگرز کے لیے کھیلنے میں صرف ہوا
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہ تیسرا موقع تھا جب انہوں نے کوئنز لینڈ کے لیے ون ڈے ڈومیسٹک فائنل میں سنچری بنائی تھی
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 2004 05 میں آٹھ ون ڈے میچ کھیلے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 2004 05 سے 2010 11 کے سیزن تک مغربی آسٹریلیا کے لیے گھریلو فرسٹ کلاس اور ایک روزہ کرکٹ کھیلی
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 27 جنوری 2000 کو نوفکے نے وکٹوریہ کے خلاف کوئنز لینڈ کے لیے اپنی پہلی فرسٹ کلاس میں شرکت کی
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نوفکے نے اپنے 94 فرسٹ کلاس میچوں میں 6 مین آف دی میچ ایوارڈز جیتے ہیں
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 2004 میں ہسی نے آسٹریلیا اے کے لیے چار ون ڈے انٹرنیشنل کھیلے جس میں ویسٹ انڈیز کے خلاف سنچری بنائی
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 12 مارچ 2009 کو ہاروڈ کو جنوبی افریقہ میں 16 رکنی آسٹریلوی ون ڈے اسکواڈ کے لیے منتخب کیا گیا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے ٹھیک ایک سال بعد ایڈیلیڈ اوول میں جنوبی آسٹریلیا کے خلاف فرسٹ کلاس کرکٹ میں ڈیبیو کیا
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مارچ 2017 میں اس نے مغربی آسٹریلیا کے خلاف شیفیلڈ شیلڈ میچ میں اپنی پہلی فرسٹ کلاس سنچری بنائی
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ستمبر 2016 میں انہیں جنوبی افریقہ کے دورے کے لیے آسٹریلیا کے ون ڈے انٹرنیشنل اسکواڈ میں شامل کیا گیا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 6 نومبر 2015 کو 2015 16 شیفیلڈ شیلڈ میں کیا تسمانیہ کے خلاف سنچری اسکور کی
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S تھوڑی دیر بعد اس نے اپنے فرسٹ کلاس کرکٹ کا آغاز تسمانیہ کے خلاف ہوبارٹ کے بیلریو اوول میں پرا کپ میچ میں کیا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کا سب سے بڑا مسئلہ آغاز کو فرسٹ کلاس سنچریوں میں تبدیل نہ کرنا ہے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مارچ 2018 میں انہوں نے فرسٹ کلاس کرکٹ سے ریٹائرمنٹ کا اعلان کیا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اسی مہینے کے آخر میں ایلس کو پاکستان کے دورے کے لیے آسٹریلیا کے ون ڈے انٹرنیشنل اسکواڈ میں شامل کیا گیا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انگلس نے دسمبر 2015 میں آسٹریلیا کے دورے کے دوران کرکٹ آسٹریلیا الیون کے لیے اپنا فرسٹ کلاس ڈیبیو
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایٹن چھوڑنے کے بعد ہیرس نے 1870 میں کینٹ کے لیے فرسٹ کلاس ڈیبیو کیا
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1878 میں اس نے کیمبرج یونیورسٹی کے خلاف ایم سی سی کے لیے کھیلتے ہوئے فرسٹ کلاس ڈیبیو کیا
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1880 میں لارڈز میں آکسفورڈ یونیورسٹی کے خلاف ایم سی سی کے لیے ایک آخری فرسٹ کلاس میچ کھیلا
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ میں انہوں نے 7 08 کی اوسط سے 85 رنز بنائے نو کیچز اور دو اسٹمپنگ ہوئے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایڈورڈ اور ایک اور بھائی سیسل نے بھی فرسٹ کلاس کرکٹ کھیلی
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1869 سے 1899 تک انہوں نے فرسٹ کلاس کرکٹ میں 24 سے زیادہ رنز کی اوسط سے 683 اننگز کھیلیں
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S تاہم اس نے 1890 سے لے کر صرف دو فرسٹ کلاس میچ کھیلے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے بھائی تھامس اور بھتیجے جیمز بارنس دونوں فرسٹ کلاس کرکٹ کھیلتے تھے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان میں سے صرف ایک میچ کو فرسٹ کلاس میچ قرار دیا جاتا ہے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فرسٹ کلاس میچوں میں انہوں نے 5 سنچریوں کے ساتھ 18 66 کی اوسط سے 10 , 025 رنز بنائے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 98 فرسٹ کلاس میچ کھیلے جن میں سے 62 کینٹ کے لیے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S لنکا شائر کے لیے فرسٹ کلاس کرکٹ کھیلی
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے بیٹے ولیم بیٹس کا یارکشائر اور گلیمورگن کے ساتھ طویل فرسٹ کلاس کیریئر تھا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1877 سے 1889 تک جاری رہنے والے فرسٹ کلاس کیریئر میں اس نے 250 میچ کھیلے جن میں سے 8 ٹیسٹ میچ تھے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S چپچپا وکٹوں کے ماہر شریوزبری نے فرسٹ کلاس بیٹنگ اوسط میں سات بار سب سے اوپر رہے بشمول 1902 میں ان کا آخری سیزن تھا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پندرہ مردوں نے دو ون ڈے ٹیموں کے لیے بین الاقوامی کرکٹ کھیلی ہے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے آکسفورڈ یونیورسٹی مڈل سیکس اور انگلینڈ کے لیے 1881 سے 1888 کے درمیان آٹھ سال تک فرسٹ کلاس کرکٹ کھیلی
A 19 20|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے بیٹے جان نے بھی فرسٹ کلاس کرکٹ کھیلی
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ڈی ویلیئرز کا ون ڈے ڈیبیو
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ڈی ویلیئرز نے اپنا ون ڈے ڈیبیو فروری 2005 میں انگلینڈ کے خلاف کیا
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S رکی پونٹنگ پیدائش ایک ریٹائرڈ آسٹریلوی کرکٹر اور آسٹریلیا کی قومی کرکٹ ٹیم کے سابق کپتان ہیں
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابو السرایا مامون عباسی کے دور میں عباسی حکومت کے خلاف ابن طباطہ کی بغاوت کا فوجی رہنما ہے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S گلین ٹرنر نے اپنا فرسٹ کلاس ڈیبیو اوٹاگو کے لیے کینٹربری کے خلاف 1964 میں کیریس بروک میں کیا
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1970 میں گلین ٹرنر نے ووسٹر شائر کے لیے فرسٹ کلاس کرکٹ میں اپنا بہترین سیزن گزارا
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S گلین ٹرنر نے نیوزی لینڈ کے 1975 76 کے سیزن میں سب سے زیادہ فرسٹ کلاس رنز بنائے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے یوم گلاب پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس وقت یہ فرسٹ کلاس میں بنایا جانے والا دوسرا سب سے بڑا سکور تھا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1882 میں انہوں نے فرسٹ کلاس میچوں میں 819 رنز بنائے اور پھر کیمبرج لانگ ویکیشن کلب کے لیے کھیلتے ہوئے 289 رنز بنائے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بعد میں اس نے مڈل سیکس کے لیے 103 فرسٹ کلاس گیمز کھیلے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کا آخری فرسٹ کلاس کھیل جو میریلیبون کرکٹ کلب کے لیے تھا 1898 میں آیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے بنیادی طور پر کینٹ کاؤنٹی کرکٹ کلب کے لیے فرسٹ کلاس کرکٹ کھیلی اور ایک کھلاڑی بنایا
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S صرف ایک بھائی پرسی نے فرسٹ کلاس کرکٹ کھیلی اس نے 1887 میں کینٹ کے لیے اسٹینلے کے ساتھ ایک بار کھیلا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہ میچ صرف 3 گھنٹے میں ختم ہو گیا تھا جو اسے اب تک کھیلا جانے والا سب سے مختصر فرسٹ کلاس میچ بنا
A 21 22|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے کیریئر کے دوران انہوں نے فرسٹ کلاس کرکٹ میں 12 , 191 رنز بنائے اور 1 , 775 وکٹیں حاصل کیں
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ آسٹریلیا کے خلاف ون ڈے میں چھ سنچریاں بنانے میں سب سے کامیاب رہے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ میں 100 سنچریاں بنانے والے 25 کھلاڑی
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ واحد کرکٹر ہیں جنہوں نے تین مختلف دہائیوں ( 1988 1997 اور 2002 ) میں فرسٹ کلاس ٹرپل سنچریاں بنائیں
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S لوہمن نے پہلی بار 1884 کے دوران دس میچوں میں سرے کے لیے فرسٹ کلاس کرکٹ کھیلی
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اگرچہ ڈربی شائر میں پیدا ہوا اس نے اپنی ابتدائی زندگی یارکشائر میں گزاری اور 1883 میں یارکشائر کے لیے فرسٹ کلاس ڈیبیو کیا
A 21 22|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ 1990 کی دہائی کے آخر میں زمبابوے کی بہترین ون ڈے ٹیم کا لازمی رکن تھا
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S دو سیزن بعد اس نے جنوبی افریقہ میں تین فرسٹ کلاس میچوں میں امپائرنگ کی
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کا بیٹا مائیکل بھی ایک ہی فرسٹ کلاس میچ میں کھیلا
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S لیگٹ نے سنٹرل ڈسٹرکٹس کے لیے 1950 51 سے 1961 62 تک فرسٹ کلاس کرکٹ کھیلی
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S لیگٹ دسمبر 1950 میں سنٹرل ڈسٹرکٹس کی افتتاحی فرسٹ کلاس ٹیم کے آخری زندہ بچ جانے والے کھلاڑی ہیں
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے اس دورے کے بعد فرسٹ کلاس کرکٹ سے ریٹائرمنٹ لے لی
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1976 میں فرسٹ کلاس کرکٹ سے ریٹائرمنٹ لے لی
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ فرسٹ کلاس کے واحد کھلاڑی ہیں
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جولائی 2021 میں 2021 کاؤنٹی چیمپئن شپ میں اینڈرسن نے اپنی 1 , 000 ویں فرسٹ کلاس وکٹ لی
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بعد میں اس نے 2011 13 کے آئی سی سی انٹرکانٹینینٹل کپ میں کینیڈا کے خلاف افغانستان کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 21 22|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے نتیجے میں انٹرنیشنل کرکٹ کونسل ( آئی سی سی ) نے گیبریل کو چار ون ڈے میچوں کے لیے معطل کر دیا
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا آخری فرسٹ کلاس میچ ویلنگٹن کے لیے 1950 میں دورہ کرنے والے آسٹریلیا کے خلاف کھیلا
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے آکلینڈ رگبی یونین ٹیم کے لیے نو فرسٹ کلاس میچز بھی بنائے بنیادی طور پر فلائی ہاف میں کھیلے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے آکلینڈ کے لیے 1927 28 سے 1946 47 تک فرسٹ کلاس کرکٹ کھیلی 10 سنچریاں اسکور کیں اور 107 وکٹیں لیں
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایک ماہر اسٹروک کھلاڑی اس نے دسمبر 1935 میں اوٹاگو کے خلاف فرسٹ کلاس کا سب سے بڑا اسکور 191 حاصل کیا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے اپنی پہلی فرسٹ کلاس سنچری 1946 میں بنائی
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پرکنز نے کاؤنٹی چیمپئن شپ میں مڈل سیکس کے خلاف نارتھمپٹن شائر کاؤنٹی کرکٹ کلب کے لیے فرسٹ کلاس ڈیبیو کیا
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پرکنز نے نارتھمپٹن شائر کے لیے 56 فرسٹ کلاس میچز کھیلے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1951 میں اس نے اپنی آخری فرسٹ کلاس میں شرکت کی جو کینٹ کے خلاف مائنر کاؤنٹی کرکٹ ٹیم کے لیے آئی تھی
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اور 1949 1947 اور 1949 میں فرسٹ کلاس باؤلنگ ایوریج کو آگے بڑھاتے ہوئے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 23 سال کی عمر میں انہوں نے فرسٹ کلاس کرکٹ سے ریٹائرمنٹ لے لی
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S گف 2008 کے کرکٹ سیزن کے اختتام پر جسٹن لینگر کے ساتھ اپنی آخری فرسٹ کلاس وکٹ کے طور پر ریٹائر ہوئے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کی 234 ون ڈے وکٹیں اب بھی انگلینڈ کے لیے دوسرے نمبر پر ہیں
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ون ڈے میں 200 وکٹیں لینے والے پہلے انگلش بولر
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ ایک لمبے بائیں ہاتھ کے سیم بالر تھے جنہوں نے سری لنکا کے لیے 30 ٹیسٹ اور 95 ون ڈے کھیلے
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے پاس ایک ایک ٹیسٹ اور ون ڈے فائیفر بھی ہے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے اکتوبر 2001 میں زمبابوے کے خلاف دو ون ڈے میچ کھیلے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کی پہلی فرسٹ کلاس وکٹ نک لیمب کی تھی
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ستمبر 2021 میں مہاراج نے سری لنکا کے خلاف دوسرے ون ڈے میں پہلی بار جنوبی افریقہ کی کپتانی کی
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S لیکن تمام فرسٹ کلاس میچوں میں اس نے 50 یا اس سے زیادہ کے صرف چھ سکور بنائے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے داماد ولی ہوگ نے بھی لنکاشائر کے لیے فرسٹ کلاس کرکٹ کھیلی
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S " وہ ڈبلیو جی گریس کے بعد 100 فرسٹ کلاس سنچریوں کے سنگ میل تک پہنچنے والے دوسرے بلے باز تھے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1898 میں اس نے لنکاشائر کے خلاف فرسٹ کلاس میں اپنا سب سے زیادہ 315 سکور بنایا
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایک شوقیہ میک لارن نے لنکاشائر کے لیے فرسٹ کلاس کرکٹ کھیلی اپنے کیریئر کے بیشتر حصے میں اس کاؤنٹی کی کپتانی کی
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے کیمبرج یونیورسٹی کے لیے فرسٹ کلاس کرکٹ اور سسیکس کے لیے کاؤنٹی کرکٹ بھی کھیلی
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ واحد وکٹ کیپر بلے باز ہیں جنہوں نے فرسٹ کلاس میں سو سنچریاں بنائیں
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اور بہترین ٹریبل رن وکٹیں اور کیچز جو فرسٹ کلاس گیم کی تاریخ میں ریکارڈ کیے گئے ہیں
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سرے کے ساتھ ان کا بہترین سیزن 1976 تھا جب ہاورتھ نے 1554 فرسٹ کلاس رنز اور دو سنچریاں اسکور کیں
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S دو سال بعد وہ دوبارہ لیسٹر شائر چلا گیا جس کے لیے اس نے 2003 میں اپنا آخری فرسٹ کلاس میچ کھیلا
A 19 20|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے لیسٹر شائر کے ساتھ رہتے ہوئے 1 , 000 فرسٹ کلاس وکٹیں حاصل کیں
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اگرچہ بنیادی طور پر ایک وکٹ کیپر ہیگ ایک آسان لوئر آرڈر بلے باز بھی تھا اور اس نے کئی فرسٹ کلاس سنچریاں بنائیں
A 21 22|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بندارتلیکے نے بدوریلیا اسپورٹس کلب کے لیے 1994 سے 2009 تک فرسٹ کلاس کرکٹ کھیلی
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سلیکٹرز کا فیصلہ کچھ حیران کن تھا کیونکہ اس وقت گریپر نے فرسٹ کلاس سنچری ریکارڈ نہیں کی تھی
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S رحمان نے راجشاہی کے لیے فرسٹ کلاس کرکٹ کھیلی
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جائلز نے اپنے 14 سالہ فرسٹ کلاس کیریئر کا پورا حصہ واروکشائر کاؤنٹی کرکٹ کلب میں کھیلا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S رانا نے اپنا فرسٹ کلاس ڈیبیو 22 نومبر 2000 کو کھلنا ڈویژن کی طرف سے باریسال ڈویژن کے خلاف کھیلتے ہوئے کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ویسٹ انڈیز کے خلاف پہلے ون ڈے میں انہوں نے اس میچ میں 250 سے نیچے تک محدود کر کے 4 وکٹیں حاصل کیں
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ سنہالی اسپورٹس کلب کے لیے فرسٹ کلاس کرکٹ کھیلتا ہے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 25 مارچ 2021 کو قومی سپر پراونشل 4 روزہ ٹورنامنٹ کے دوران کرونارتنے نے اپنی 44ویں فرسٹ کلاس سنچری بنائی
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 13 مئی 2010 کو ٹرینٹ برج میں ناٹنگھم شائر کے خلاف اپنی پہلی فرسٹ کلاس سنچری بنائی
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ون ڈے میں اچھی پرفارمنس کے بعد ہولڈر کو جون 2014 میں ٹیسٹ اسکواڈ کے لیے منتخب کیا گیا
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بنیادی طور پر ایک تیز گیند باز اس نے 63 ٹیسٹ 58 ون ڈے اور 2 ٹی ٹوئنٹی میں انگلینڈ کی نمائندگی کی
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہارمیسن نے 1996 میں ڈرہم کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے اپنا آخری فرسٹ کلاس میچ 2012 میں یارکشائر کے ساتھ مختصر قرض کی مدت کے دوران کھیلا
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بانڈ نے 20 جنوری 1997 کو سینٹرل ڈسٹرکٹس کے خلاف ایک میچ میں کینٹربری کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 2 جولائی 2017 کو زمبابوے کے خلاف سری لنکا کے لیے اپنا ون ڈے ڈیبیو کیا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S دوسرے اور تیسرے ون ڈے میں اس نے سری لنکا کے لیے سب سے زیادہ اقتصادی اسپیل کیے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مدوشنکا نے اپنا فرسٹ کلاس ڈیبیو زمبابوے ڈیولپمنٹ الیون کے خلاف کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس میچ میں وہ ون ڈے میں ڈیبیو پر ہیٹ ٹرک کرنے والے چوتھے اور سری لنکا کے دوسرے باؤلر بن گئے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے بڑے بھائی وین نے اوٹاگو کے لیے 1967 سے 1991 تک فرسٹ کلاس کرکٹ کھیلی
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ سے ریٹائر ہونے کے بعد سے چیٹ فیلڈ کو مختلف قسم کی نوکریاں ملی ہیں
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے اپنا فرسٹ کلاس کیریئر 44 18 اور 40 سنچریوں کے ساتھ 16 , 172 رنز کے ساتھ مکمل کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1990 کے سیزن میں لنکاشائر کے لیے فرسٹ کلاس ڈیبیو کیا
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہکل کے والد مائیک ہکل نے 1960 کی دہائی میں روڈیشیا کے لیے ایک واحد فرسٹ کلاس میچ کھیلا
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ون ڈے میں زمبابوے کے ایک کھلاڑی کے ذریعے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 147 ون ڈے بھی کھیلے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ 2010 16 تک سمرسیٹ کے کپتان تھے اور کئی ٹیسٹ اور ون ڈے میچوں کے لیے انگلینڈ کے عارضی کپتان تھے
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے انگلینڈ کرکٹ ٹیم کے لیے 15 ٹیسٹ اور 36 ون ڈے میچ کھیلے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S چگمبورا موجودہ ون ڈے اسکواڈ میں 200 سے زیادہ کیپس کے ساتھ سب سے زیادہ کیپ والے کھلاڑی ہیں
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مئی 2015 میں چگمبورا نے اپنی پہلی ون ڈے سنچری لاہور میں پاکستان کے خلاف اپنے 174 ویں ون ڈے میچ میں بنائی
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مئی 2015 میں چگمبورا نے اپنی پہلی ون ڈے سنچری لاہور میں پاکستان کے خلاف اپنے 174 ویں ون ڈے میچ میں بنائی
A 19 20|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جنوبی افریقہ کے فرسٹ کلاس کرکٹ کے منظر نامے پر آنے سے پہلے اس نے جنوبی افریقہ کے لیے انڈور کرکٹ کھیلی
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے سنہالیز اسپورٹس کلب کے لیے 2006 سے فرسٹ کلاس کرکٹ کھیلی ہے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے کینڈی کے اسکواڈ میں شامل کیا گیا تھا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ جولائی 2015 میں پاکستان کے خلاف پانچویں ون ڈے میں دوبارہ نظر آئے جہاں انہوں نے تین اہم وکٹیں حاصل کیں
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ آکلینڈ میں پیدا ہوئے اور ویلنگٹن کرکٹ ٹیم کے لیے فرسٹ کلاس کرکٹ کھیلتے ہیں
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے 20ویں ون ڈے میچ تک وہ پہلے ہی پانچ سنچریاں بنا چکے تھے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مئی 2018 میں اس نے اپنے 73ویں فرسٹ کلاس میچ میں اپنی 200ویں فرسٹ کلاس وکٹ لی
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ستمبر 2018 میں ملر نے اعلان کیا کہ وہ فرسٹ کلاس کرکٹ کھیلنے کے لیے مزید دستیاب نہیں ہوں گے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے اپنے ون ڈے کیریئر کا آغاز سہ فریقی سیریز کے پہلے میچ میں زمبابوے کے خلاف کیا اور 3 وکٹیں حاصل کیں
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S گنارتنے نے اپنی پہلی ون ڈے سنچری 11 فروری 2017 کو جنوبی افریقہ کے خلاف سنچورین میں بنائی
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کا سکور جنوبی افریقہ کے خلاف چھٹے نمبر پر سب سے زیادہ ون ڈے سکور ہے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ میں ولیمز میٹا بیلا ٹسکرز کے لیے کھیلتے ہیں
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ون ڈے سیریز ختم ہو چکی تھی لیکن تین میچوں کا ٹیسٹ شروع ہونے والا تھا
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ون ڈے میں انہوں نے 16 93 کی اوسط سے 16 وکٹیں حاصل کیں
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بعد ازاں موسم گرما میں نیوزی لینڈ پانچ ون ڈے اور ایک ٹوئنٹی 20 میچ کے لیے آسٹریلیا واپس آیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نیوزی لینڈ نے موسم گرما میں بھارت کی میزبانی میں دو ٹوئنٹی 20 پانچ ون ڈے اور تین ٹیسٹ کھیلے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بھارت جانے والی ٹیم نے تین ٹیسٹ ( مارچ کے بعد پہلی بار ) اور پانچ ون ڈے کھیلے
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پاکستان نے تین ٹی ٹوئنٹی دو ٹیسٹ اور چھ ون ڈے کے لیے دورہ کیا
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ساؤتھی نے باقی تمام میچ کھیلتے ہوئے صرف ایک ون ڈے نہیں کھیلا
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کیمپر نے اپنا فرسٹ کلاس ڈیبیو 26 فروری 2021 کو بنگلہ دیش ایمرجنگ ٹیم کے خلاف آئرلینڈ وولوز کے لیے کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کی ون ڈے میں واپسی مضبوط تھی جہاں اس نے بنگلہ دیشی بولنگ اٹیک کے خلاف بالترتیب 109 اور 97 رنز بنائے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بروم نے اسی سیریز کے دوسرے ون ڈے کے دوران بنگلہ دیش کے خلاف اپنی پہلی ون ڈے سنچری اسکور کی
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 2017 18 احمد شاہ ابدالی 4 روزہ ٹورنامنٹ میں 13 نومبر 2017 کو کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اس سال کے ریجنل ون ڈے ٹورنامنٹ میں اسپین گھر اور 2017 کے شپیزا میں اسپین گھر ٹائیگرز کے لیے بھی کھیلا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 89 گیندوں پر ناٹ آؤٹ 200 رنز بنائے اور فرسٹ کلاس میچ میں 24 کے ساتھ سب سے زیادہ چھکے بھی بنائے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 2018 احمد شاہ ابدالی 4 روزہ ٹورنامنٹ میں اپنی فرسٹ کلاس ٹیم کے لیے بھی کھیلا
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ڈوکریل نے ٹورنامنٹ میں مزید تین یوتھ ون ڈے انٹرنیشنل کھیلے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S لوکی فرگوسن نے 2019 2020 نیوزی لینڈ کے ڈومیسٹک ون ڈے فائنل کے دوران لفٹنگ ڈلیوری کے ساتھ ہیلمٹ پر بھی اسے مارا
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے زمبابوے میں اپنے والد کی موت کے بعد ویسٹ انڈیز کے خلاف ون ڈے میچوں سے قبل دورہ چھوڑ دیا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جون 2019 میں انہیں زمبابوے کے خلاف سیریز کے لیے نیدرلینڈز کے ون ڈے انٹرنیشنل اسکواڈ میں شامل کیا گیا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو اپریل 2015 میں گلوسٹر شائر کے خلاف برسٹل میں کھیلتے ہوئے کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 17 اکتوبر 2019 کو ڈھاکہ میٹروپولیس کے لیے 2019 20 نیشنل کرکٹ لیگ میں کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مارکرم نے اپنا فرسٹ کلاس ڈیبیو ناردرنز کرکٹ ٹیم کے لیے 9 اکتوبر 2014 کو ساؤتھ ویسٹرن ڈسٹرکٹس کے خلاف کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جنوری 2019 میں اسے آئرلینڈ اے کے خلاف فرسٹ کلاس سیریز کے لیے سری لنکا اے کے اسکواڈ میں شامل کیا گیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے اینٹیگوئن والد ہیڈن والش سینئر اور چچا وان والش دونوں نے لیورڈ جزائر کے لیے فرسٹ کلاس میچ کھیلے
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S والش نے 2011 12 کے علاقائی چار روزہ مقابلے کے دوران لیورڈ جزائر کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 2011 میں لیسٹر شائر کے خلاف ٹیم کے لیے مزید فرسٹ کلاس کھیل پیش کیا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انگلش کپتان ایون مورگن نے انہیں ون ڈے میں انگلینڈ کا مضبوط اثاثہ قرار دیا ہے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 7 دسمبر 2017 کو 2017 18 کے علاقائی چار روزہ مقابلے میں جمیکا کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 19 20|||U:NOUN||||||REQUIRED|||-NONE-|||0

S قبائل اور گروہ جنہیں مارشل ریس کے طور پر نامزد کیا گیا ہے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S احمد زئی نے اپنا فرسٹ کلاس ڈیبیو انٹرکانٹینینٹل کپ میں زمبابوے الیون کے خلاف کیا جس میں افغانستان نے میچ ڈرا کر دیا
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S منگل کی قیادت میں افغانستان نے اسکاٹ لینڈ کو ان کے پہلے ون ڈے میں فتح دلائی خود جان بلین کی وکٹ حاصل کی
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S علی کا فرسٹ کلاس ڈیبیو افغانستان کے پہلے فرسٹ کلاس میچ میں زمبابوے الیون کے خلاف ہوا
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S علی کا فرسٹ کلاس ڈیبیو افغانستان کے پہلے فرسٹ کلاس میچ میں زمبابوے الیون کے خلاف ہوا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S علی نے ناتجربہ کار افغانستان کی ٹیم کے لیے بیٹنگ کا آغاز کیا اور اپنے فرسٹ کلاس ڈیبیو پر سنچری بنائی
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہاروے نے 1948 49 میں اپنا فرسٹ کلاس ڈیبیو کیا وکٹوریہ کے لیے سیزن کے پہلے تین میچوں میں بطور اوپننگ بلے باز کھیلے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S تاہم اس نے اگلے سیزن میں جدوجہد کی اور اسے ڈراپ کردیا گیا اور 1952 53 میں ایک بھی فرسٹ کلاس میچ نہیں کھیلا
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہاروے کو 1956 57 میں دو میچوں کے بعد ڈراپ کر دیا گیا جس سے ان کا فرسٹ کلاس کیریئر ختم ہو گیا
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S دوسری جنگ عظیم اور فرسٹ کلاس ڈیبیو
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ٹیسٹ میں ان کا بہترین اسکور 69 1977 78 میں آسٹریلیا کے خلاف تھا
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بچر نے اپنی تمام کاؤنٹی کرکٹ سرے کے لیے کھیلی جس کے لیے انھوں نے 1992 میں اپنا فرسٹ کلاس ڈیبیو کیا
A 19 20|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اگست 2009 میں بوچر نے گھٹنے کی تکلیف دہ انجری کے بعد تمام فرسٹ کلاس کرکٹ سے ریٹائرمنٹ کا اعلان کیا
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے تین بھائی تھے جنہوں نے برٹش گیانا کے لیے فرسٹ کلاس کرکٹ کھیلی جن میں سے ایک ٹیسٹ کرکٹر رابرٹ کرسٹیانی تھا
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مقامی سطح پر اس نے برٹش گیانا کے لیے فرسٹ کلاس کرکٹ کھیلی
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ صرف ان پچیس کھلاڑیوں میں سے ایک ہیں جنہوں نے فرسٹ کلاس کرکٹ میں ایک سو سے زیادہ سنچریاں اسکور کی ہیں
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کامپٹن کے والد رچرڈ اور چچا پیٹرک دونوں نے جنوبی افریقہ میں نٹال کے لیے فرسٹ کلاس کرکٹ کھیلی
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S دلیپ ٹرافی جو کہ ہندوستانی فرسٹ کلاس کرکٹ کے پریمیئر مقابلوں میں سے ایک ہے ان کے نام پر رکھی گئی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایڈریچ کے تین بھائی برائن ایرک اور جیوف اور اس کے کزن جان سبھی فرسٹ کلاس کرکٹ کھیلتے تھے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہیرن نے 1875 میں کینٹ کے لیے 19 سال کی عمر میں کیٹ فورڈ میں فرسٹ کلاس کرکٹ کا آغاز کیا
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہولیویکے کو 1989 میں سرے نے معاہدہ کرنے کی پیشکش کی اور اگست 1993 میں کاؤنٹی کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S آسٹریلیا میں پیدا ہوئے ہولیوک انگلینڈ چلے گئے جہاں انہوں نے 1996 میں سرے کے لیے فرسٹ کلاس کرکٹ میں ڈیبیو کیا
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے یارکشائر کاؤنٹی کرکٹ کلب کے لیے فرسٹ کلاس کرکٹ کھیلی
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے بھائی جان بھی فرسٹ کلاس کرکٹ میں نظر آئے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1927 28 میں آکلینڈ کے لیے فرسٹ کلاس کرکٹ بھی کھیلی
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نیوک سسیکس میں پیدا ہوئے لینگریج ایک آل راؤنڈر تھے جنہوں نے تقریبا تیس سال تک فرسٹ کلاس کرکٹ کھیلی
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S لائیڈ نے 407 فرسٹ کلاس میچز اور 288 ایک روزہ کھیلوں کے ساتھ ایک وسیع کھیل کا کیریئر حاصل کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1983 میں ریٹائرمنٹ کے بعد لائیڈ نے 1985 سے 1987 تک فرسٹ کلاس اور لسٹ اے میچوں میں امپائرنگ کی
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S لائیڈ اب انگلینڈ اور ویلز کرکٹ بورڈ کی فرسٹ کلاس امپائرز کی فہرست میں امپائر ہیں
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے رن ٹوٹل میں 11 سنچریاں شامل تھیں اور انہوں نے 21 کیچ بھی لیے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1979 میں انگلینڈ کے لیے خواتین کا ایک ٹیسٹ میچ اور ایک ون ڈے انٹرنیشنل کھیلا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S رچرڈسن کے دو بھائی بھی فرسٹ کلاس کرکٹ کھیلتے تھے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سٹیورٹ نے سب سے زیادہ ون ڈے کھیلنے کا ریکارڈ بھی قائم کیا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایک اور سیسل ٹیٹ نے فرسٹ کلاس کرکٹ کھیلی
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ٹاؤن سینڈ نے اس دورے کے بعد بہت کم فرسٹ کلاس کرکٹ کھیلی حالانکہ اس کا فائنل میچ 1948 تک نہیں تھا
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کا فرسٹ کلاس ڈیبیو سنسنی خیز تھا
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وان نے 30 جون 2009 کو فرسٹ کلاس کرکٹ سے ریٹائرمنٹ کا اعلان کیا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ 2005 کے آئی سی سی انٹرکانٹینینٹل کپ میں دو فرسٹ کلاس میچوں میں بھی تین وکٹیں لے کر نظر آئے
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے اپنے فرسٹ کلاس کیریئر میں کئی ٹیموں ( آندھرا بنگال مہاراشٹر ممبئی راجستھان اتر پردیش ) کی نمائندگی کی
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S میکڈونلڈ کو اپنے تین دیگر ون ڈے میچوں میں زیادہ کامیابی ملی یہ سب ڈنمارک میں 1989 کی یورپی چیمپئن شپ میں ہوئی تھیں
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 20 جون 2018 کو بین الصوبائی چیمپئن شپ میں لینسٹر لائٹننگ کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S دو سال کے وقفے کے بعد اگست 2006 میں مونی نے اپنا دوسرا فرسٹ کلاس میچ کھیلا
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ ساتھی کرکٹر ڈیوڈ رینکن کے بھائی ہیں
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اوبیا کا فرسٹ کلاس کا سب سے زیادہ اسکور 103 ہے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سال 2004 میں اس نے لیورڈ جزائر کے خلاف کیریئر کا بہترین فرسٹ کلاس اسکور 207 بنایا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ٹکولو نے تین ون ڈے سنچریاں بنائی ہیں
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ ہالینڈ کے ساتھی کرکٹر بین کوپر کے بڑے بھائی ہیں
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جنوری 2020 میں ایسٹل نے محدود اوورز کی کرکٹ پر توجہ مرکوز کرنے کے لیے فرسٹ کلاس کرکٹ سے ریٹائرمنٹ کا اعلان کیا
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے بھائی برینڈن نے بھی ٹیسٹ کرکٹ کھیلی جب کہ ان کے بھائی ڈگلس اور مارک فرسٹ کلاس سطح پر کھیلے
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے دو بار فرسٹ کلاس میچوں میں اپنا بیٹ اٹھایا انہوں نے 1955 سے 1975 تک ہاک کپ میں بھی کھیلا
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے ٹیسٹ میچ میں 130 اور ون ڈے میں 89 وکٹیں حاصل کیں
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 928 ٹیسٹ میچ اور 987 ون ڈے ایک گیند پر ایک رن سے زیادہ رنز بنائے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے ون ڈے اور ٹیسٹ نیوزی لینڈ ٹیموں کے ساتھ ساتھ کینٹربری نیوزی لینڈ ڈومیسٹک چیمپئن شپ ٹیم میں بھی کام کیا
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کرو نے اپنے فرسٹ کلاس کرکٹ کیریئر کا آغاز جنوبی آسٹریلیا سے کیا جہاں وہ 1977 78 سے 1981 82 تک کھیلے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کرو کے والد نے 1953 اور 1957 کے درمیان کینٹربری اور ویلنگٹن کے لیے تین فرسٹ کلاس کرکٹ میچ کھیلے
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1961 62 سے 1980 81 تک جاری رہنے والے فرسٹ کلاس کیریئر میں اس نے 84 بار کینٹربری کی نمائندگی کی
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ ساتھی قومی کرکٹرز ڈیل ہیڈلی اور سر رچرڈ ہیڈلی کے بھائی اور والٹر ہیڈلی کے بیٹے ہیں
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ شمالی اضلاع کے لیے فرسٹ کلاس کرکٹ کھیلتا ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ ٹیسٹ اور ون ڈے میں ٹیم کے نائب کپتان بھی ہیں
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کینٹربری کے لیے کھیلتے ہوئے اس نے 2010 میں سنٹرل ڈسٹرکٹس کے خلاف پلنکٹ شیلڈ میں اپنے فرسٹ کلاس کرکٹ کا آغاز کیا
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S لیتھم نے کینٹربری کے لیے 2010 11 پلنکٹ شیلڈ سیزن میں ڈیبیو کیا اپنی پہلی فرسٹ کلاس کرکٹ اننگز میں 65 رنز بنائے
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S میکولم نے 1999 2000 کے سیزن میں اوٹاگو کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پارکر نے 14 سال پر محیط اپنے کیریئر میں تین ٹیسٹ سنچریاں اور 21 فرسٹ کلاس سنچریاں بنائیں
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کا فرسٹ کلاس کرکٹ کا سب سے بڑا اسکور 1973 74 میں کینٹربری کے لیے اپنے پہلے کھیل میں 135 تھا
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے والد نیسی سنیڈن اور بھائی واروک سنیڈن دونوں فرسٹ کلاس کرکٹ کھیلتے تھے
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے والد واروک سنیڈن اور دادا نیسی سنیڈن دونوں نے بھی فرسٹ کلاس کرکٹ کھیلی
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1920 21 میں آکلینڈ کے لیے چار فرسٹ کلاس میچ کھیلے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 29 اکتوبر 2019 کو ویلنگٹن کے لیے 2019 20 پلنکٹ شیلڈ سیزن میں کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے پہلے کسی فرسٹ کلاس میچ میں کھیلے بغیر اپنا ٹیسٹ میچ ڈیبیو کیا
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے اپنا پہلا ٹیسٹ اپنی انیسویں سالگرہ کے فورا بعد کلکتہ میں ہندوستان کے خلاف کھیلا بغیر کوئی فرسٹ کلاس میچ کھیلے
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S دورہ انگلینڈ کے دوران اس نے آٹھ فرسٹ کلاس میچ کھیلے لیکن وہ بلے یا گیند سے ناکام رہے اور کوئی ٹیسٹ نہیں کھیلا
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1975 76 سے 1983 84 تک اوٹاگو کے لیے ڈومیسٹک فرسٹ کلاس کرکٹ کے 25 میچ کھیلے
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S عمر حسین بائیں ہاتھ کے بلے باز ہیں اور ساتھی سکاٹش انٹرنیشنل کرکٹر ماجد حق کے کزن ہیں
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ سری لنکا کے لیے ون ڈے میں 1000 رنز بنانے والی پہلی خاتون تھیں
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 2003 میں ریٹائر ہونے تک کولٹس کے لیے اپنے فرسٹ کلاس کیریئر کو جاری رکھا
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 2007 میں بنگلہ دیش اے کے خلاف سری لنکا اے کے لیے کھیلتے ہوئے 242 کا فرسٹ کلاس اسکور بنایا
A 19 20|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے ون ڈے میں بھی متاثر کیا 1982 83 میں آسٹریلیا کے خلاف چار ون ڈے میں سے پہلے میں 37 بنائے
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ٹکٹ فرسٹ کلاس بیٹنگ کے زیادہ غیر معمولی ریکارڈوں میں سے ایک کا حصہ ہے
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کا انتقال 20 اپریل 1918 کو بولون پا دو کالے فرانس میں 29 سال کی عمر میں ہوا
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1976 77 جنوبی افریقہ کے فرسٹ کلاس کرکٹ سیزن کے دوران اس نے سات اننگز میں چھ سنچریاں اسکور کیں
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کرسٹن نے تینوں ون ڈے میچز کھیلے فائنل میچ میں ناٹ آؤٹ 86 رنز بنائے انہیں مین آف دی میچ کا ایوارڈ ملا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کرسٹن کا تعلق کھیلوں کے گھرانے سے ہے اس کے والد نول کرسٹن بارڈر کے لیے فرسٹ کلاس کرکٹ کھیلتے تھے
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1937 38 میں اپنے ابتدائی فرسٹ کلاس سیزن میں نارتھ ایسٹرن ٹرانسوال کی کپتانی کی
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 2007 سے اس نے ناردرنز اور ٹائٹنز دونوں کے لیے فرسٹ کلاس کرکٹ کھیلی ہے
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S رہوڈیشیا اور مغربی صوبے کے لیے کھیلنے کے ساتھ ساتھ انھوں نے آکسفورڈ یونیورسٹی اور نارتھمپٹن شائر کے لیے فرسٹ کلاس کرکٹ کھیلی
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایک آف اسپن باؤلر اور مختلف عہدوں پر کارآمد بلے باز ڈیوڈ پیتھی نے 1956 57 میں روڈیشیا کے لیے فرسٹ کلاس ڈیبیو کیا
A 21 22|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1960 1961 اور 1962 میں یونیورسٹی ٹیم کے لیے 37 فرسٹ کلاس میچز کھیلے اپنی پہلی سنچری اسکور کی 133 کے خلاف
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پریٹوریا میں نارتھ ایسٹرن ٹرانسوال کے خلاف بیٹنگ کا آغاز کرتے ہوئے اس نے اپنا سب سے زیادہ فرسٹ کلاس اسکور 166 بنایا
A 19 20|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے پھر کبھی فرسٹ کلاس کرکٹ نہیں کھیلی
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S رچرڈسن نے ڈرہم کے لیے 2010 میں ڈرہم ایم سی سی یو کے خلاف فرسٹ کلاس میچ میں ڈیبیو کیا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ٹینکریڈ 1897 98 کے سیزن میں فرسٹ کلاس بیٹنگ اوسط میں دوسرے نمبر پر تھا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے بارباڈوس اور ٹرینیڈاڈ کے لیے فرسٹ کلاس کرکٹ بھی کھیلی
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے آرمینیائی رضاکار یونٹ پر بیرونی ربط میں ترمیم کی ہے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس وقت ویسٹ انڈیز میں فرسٹ کلاس کرکٹ بہت کم تھی اور ہنٹے کا کرکٹ کیریئر سست رفتاری سے آگے بڑھ رہا تھا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے بارباڈوس اور ٹرینیڈاڈ اور ٹوباگو کے لیے فرسٹ کلاس کرکٹ بھی کھیلی
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے دو بھائی تھے جنہوں نے ٹرینیڈاڈ کے لیے فرسٹ کلاس کرکٹ کھیلی سائل اور ایڈون
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S والکاٹ نے پہلی بار 1942 میں بارباڈوس کے لیے ایک 16 سالہ اسکول کے لڑکے کے طور پر فرسٹ کلاس کرکٹ کھیلی
A 19 20|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ارون نے زمبابوے کے لیے اکتوبر 2001 میں انگلینڈ کے خلاف ون ڈے انٹرنیشنل میں ڈیبیو کیا
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس میں میٹابیلینڈ ٹسکرز کے خلاف ان کے فرسٹ کلاس ڈیبیو پر 5 63 کے اعداد و شمار شامل تھے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بنیادی طور پر فرسٹ کلاس کرکٹ تک محدود تھا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کرکٹ میں اس نے 1888 سے 1907 کے درمیان 265 فرسٹ کلاس میچ کھیلے
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اگرچہ اس نے فرسٹ کلاس میچوں میں 1 , 673 وکٹیں حاصل کیں لیکن بہت سے مبصرین نے ان کی کامیابیوں کو داغدار سمجھا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے دبئی معجزہ باغ پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے سات مواقع پر ایک سیزن میں 1 , 000 فرسٹ کلاس رنز مکمل کیے اور دو ڈبل سنچریاں بنائیں
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1909 میں فرسٹ کلاس کرکٹ سے ریٹائرمنٹ لے لی اور 15 , 000 سے زیادہ رنز بنائے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 1886 میں ڈربی شائر کے خلاف کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ڈریففیلڈ یارکشائر میں پیدا ہوئے براؤن نے 1889 میں یارکشائر کاؤنٹی کرکٹ کلب کے لیے فرسٹ کلاس ڈیبیو کیا
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے لیس میری ڈیجن پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے محبوب چوک گھنٹہ گھر پر بیرونی ربط میں ترمیم کی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 14 ٹیسٹ سمیت 358 فرسٹ کلاس کرکٹ میچز کھیلے جن میں مجموعی طور پر 2 , 104 وکٹیں حاصل کیں
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S تاہم اس سیزن میں اس کا فرسٹ کلاس ریکارڈ صرف اعتدال پسند تھا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S لاک ووڈ نے پہلی بار 1886 میں اپنی آبائی کاؤنٹی ناٹنگھم شائر کے لیے ایک بلے باز کے طور پر فرسٹ کلاس کرکٹ کھیلی
A 21 22|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے ریٹائر ہونے کے بعد اسکاربورو فیسٹیول میں کئی فرسٹ کلاس میچوں میں امپائرنگ بھی کی
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بلیتھ 1899 سے 1914 تک سولہ سیزن کے لیے فرسٹ کلاس کرکٹ میں سرگرم رہے 439 میچ کھیلے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہرن ایم سی سی اور گراؤنڈ کے لیے سب سے اہم بولر ہیں جنہوں نے ان دنوں کافی تعداد میں فرسٹ کلاس میچ کھیلے
A 21 22|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے بیٹے ہیرالڈ نے ایسیکس کے لیے کچھ فرسٹ کلاس کرکٹ بھی کھیلی
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1905 میں کیمبرج یونیورسٹی کے خلاف ایک فرسٹ کلاس اسٹمپنگ بھی اپنے نام کی تھی
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے بڑے بھائی جو ڈینٹن نے بھی 1887 اور 1888 میں یارک شائر کے ساتھ ایک مختصر فرسٹ کلاس کیریئر کیا
A 19 20|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مجموعی طور پر وائن نے 547 فرسٹ کلاس میچ کھیلے جس میں سسیکس کے لیے لگاتار 421 میچز شامل تھے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے اپنے فرسٹ کلاس کیریئر میں 15 , 000 سے زیادہ رنز بنائے اور 237 کیچ لیے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S لگاتار دو انگلش سیزن میں اس نے فرسٹ کلاس گیمز میں 1000 رنز اور 100 وکٹوں کا ڈبل مکمل کیا
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے والد اور چچا فرینک کرافورڈ کینٹ کے لیے فرسٹ کلاس کرکٹ کھیلتے تھے
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فیلڈر نے اپنی فرسٹ کلاس کرکٹ کا آغاز 1900 میں کاؤنٹی گراؤنڈ لیٹن میں ایسیکس کے خلاف کینٹ کے لیے کھیلتے ہوئے کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جنگ کے بعد ایم سی سی کے لیے دو نان فرسٹ کلاس میچ کھیلے
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے دو بھائی ولیم اور فریڈرک نے بھی کینٹ کے لیے فرسٹ کلاس کرکٹ کھیلی
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کار نے صرف کینٹ کاؤنٹی کرکٹ کلب کے لیے 37 سال کی عمر میں 1909 میں فرسٹ کلاس کرکٹ کھیلنا شروع کیا
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جنگ سے پہلے کے دور میں فریقین اور 7 , 000 سے زیادہ فرسٹ کلاس رنز بنائے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے دو چھوٹے بھائی رابرٹ اور ارنسٹ نے بھی فرسٹ کلاس کرکٹ کھیلی
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S تمام فرسٹ کلاس کرکٹ میں سٹیونز نے 243 میچ کھیلے
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایک شوقیہ کرکٹر چیپ مین نے برکشائر کے لیے مائنر کاؤنٹی کرکٹ اور کیمبرج یونیورسٹی اور کینٹ کے لیے فرسٹ کلاس کرکٹ کھیلی
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پاٹسی کے بھائی ڈینس ہینڈرین نے مڈل سیکس کے لیے 9 فرسٹ کلاس گیمز کھیلے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1945 میں ایک میچ کے علاوہ ان کا فرسٹ کلاس کیریئر دو عالمی جنگوں کے درمیانی عرصے پر محیط تھا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے کبھی کبھار فرسٹ کلاس سطح پر درمیانی رفتار سے گیند بھی کی 37 09 کی اوسط سے 31 وکٹیں حاصل کیں
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S تاہم وہ 1907 سے پہلے صرف دو بار فرسٹ کلاس کرکٹ کھیلے تھے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ اس دورے پر تمام فرسٹ کلاس گیمز میں انگلینڈ کے سب سے کامیاب گیند باز تھے تاہم 21 پر 73 کے ساتھ
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1935 میں بلیک پول میں سر ایل پارکنسنز الیون بمقابلہ لیسٹر شائر کے لیے ایک اور فرسٹ کلاس میچ کھیلا
A 19 20|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ سے ریٹائر ہونے کے بعد بلنٹ انگلینڈ میں مقیم رہے جہاں وہ ایک کامیاب بزنس مین تھے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے ہندوستان کے دورے کے بعد 1934 میں تمام فرسٹ کلاس کرکٹ سے ریٹائرمنٹ لے لی
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ میں اس نے 1920 اور 1946 کے درمیان یارکشائر کی نمائندگی کی 17 سیزن میں لگاتار 1 , 000 رنز بنائے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے فرسٹ کلاس کرکٹ میں مڈل سیکس کے لیے 1925 میں ڈیبیو کیا
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایک پرعزم بلے باز اور آسان میڈیم پیس گیند باز وائٹ نے 1923 میں فرسٹ کلاس کرکٹ میں قدم رکھا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پیبلز کا کسی بھی کھلاڑی کی فرسٹ کلاس کرکٹ میں سب سے عجیب و غریب تعارف تھا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مبارکپوری ب ہ نام الداعی کے کالم الفکر الاسلام کے تحت قسط وار شبیر احمد عثمانی کی تفسیر عثمانی کا ترجمہ کر رہے ہیں
A 11 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کھیل میں قابلیت دیکھی جسے فی الحال کرکٹ آرکائیو نے فرسٹ کلاس کا درجہ دیا ہے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1936 میں چند میچوں کے بعد کینیڈی کا فرسٹ کلاس کیریئر اچھے کے لیے ختم ہو گیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ووس نے 1927 میں گلوسٹر شائر کے خلاف ناٹنگھم شائر کے لیے فرسٹ کلاس ڈیبیو کیا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے بڑے بھائی ولیم نے بھی فرسٹ کلاس کرکٹ کھیلی
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کی پہلی فرسٹ کلاس سنچری انگلینڈ میں شیفیلڈ میں کامیاب یارکشائر ٹیم کے خلاف آئی
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے فرسٹ کلاس کرکٹ میں 21 , 000 سے زیادہ رنز بنائے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے فرسٹ کلاس میں اپنا ڈیبیو کیا
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1958 سے 1967 تک کوپسن فرسٹ کلاس امپائر تھے لیکن مسلسل صحت کے مسائل نے اسے جنم دیا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے بعد وہ ایک سیزن 1951 کے لیے فرسٹ کلاس امپائر کے طور پر کھڑا رہا
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ 1927 سے 1949 تک 420 فرسٹ کلاس میچوں میں نظر آئے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ووڈ نے یارکشائر کے لیے 408 فرسٹ کلاس کھیلے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ 1940 میں وزڈن کرکٹر آف دی ایئر تھا اور دائیں ہاتھ کے اوپننگ بلے باز کے طور پر فرسٹ کلاس کرکٹ کھیلی
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1932 سے 1957 تک کینٹ اور انگلینڈ کے لیے لیگ اسپنر نے فرسٹ کلاس کرکٹ میں ریکارڈ سات ہیٹ ٹرکیں کیں
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بیڈسر نے اپنے جڑواں بھائی ایرک کے ساتھ 1939 سے 1960 تک سرے کے لیے فرسٹ کلاس کرکٹ کھیلی
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 485 میچوں میں 1924 فرسٹ کلاس وکٹیں حاصل کیں
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے جون 1939 میں آکسفورڈ یونیورسٹی کے خلاف سرے کے لیے فرسٹ کلاس ڈیبیو کیا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1930 میں سرے کے عملے میں شمولیت اختیار کی اور اگلے سیزن میں اپنا فرسٹ کلاس ڈیبیو کیا
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1950 میں چار فرسٹ کلاس میچوں کے بعد کورٹالڈس نے نوبیاہتا ڈونیلی کو انتظامی کردار سنبھالنے کے لیے اپنے سڈنی آفس میں منتقل کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے بارباڈوس کے لیے فرسٹ کلاس کرکٹ کھیلی جب وہ پہلی بار شہرت میں آئے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مئی 1935 میں جمبلٹ کا فرسٹ کلاس کرکٹ میں داخلہ فوری لیجنڈ تھا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1948 سے 1972 تک جاری رہنے والے کیریئر میں وہ ایک سو فرسٹ کلاس سنچریاں بنانے والے 15ویں کھلاڑی بنے
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S واٹسن کا سب سے زیادہ فرسٹ کلاس اسکور 257 تھا جو میریلیبون کرکٹ کلب کے لیے جارج ٹاؤن میں برٹش گیانا کے خلاف تھا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا آخری فرسٹ کلاس میچ 1964 میں لیسٹر شائر کے لیے کھیلا
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے ایسیکس کے لیے 20 , 113 فرسٹ کلاس رنز بنائے جو کہ کلب کے لیے نویں سب سے زیادہ مجموعی ہے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ٹائسن کا دوسرا فرسٹ کلاس میچ 1953 میں آسٹریلیا کے خلاف تھا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے نارتھنٹس کے خلاف جون 1948 میں گلوسٹر شائر کے لیے فرسٹ کلاس ڈیبیو کیا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے فرسٹ کلاس کرکٹ کے لگاتار 20 سیزن میں 100 سے زیادہ وکٹیں حاصل کیں لیکن انگلینڈ کے لیے صرف سات ٹیسٹ کھیلے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے پاس ہیمپشائر کے کسی بھی کھلاڑی کی طرف سے سب سے زیادہ فرسٹ کلاس وکٹیں لینے کا ریکارڈ ہے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ سے ریٹائر ہونے کے بعد شیکلٹن فرنڈاؤن میں رہتے تھے اور ڈورسیٹ کے کینفورڈ اسکول میں کوچ اور گراؤنڈزمین تھے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 28 06 کی اوسط سے 162 کی بہترین کارکردگی کے ساتھ مجموعی طور پر 24 , 134 فرسٹ کلاس رنز بنائے
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایلنگ ورتھ نے تقریبا 33 سالوں میں 787 فرسٹ کلاس میچ کھیلے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1973 74 کے سیزن تک جنوبی افریقہ میں فرسٹ کلاس کرکٹ کھیلنا جاری رکھا
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سنڈرلینڈ میں کھیلتے ہوئے ملبرن نے ایک متحرک سنچری اسکور کی جس نے انہیں فرسٹ کلاس کاؤنٹیز کی توجہ دلائی
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1952 سے 1975 کے درمیان 508 فرسٹ کلاس میچوں میں مڈل سیکس کے لیے اور انگلینڈ کے لیے 21 ٹیسٹ کھیلے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نائٹ واچ مین آخر کار اپنی 618 ویں فرسٹ کلاس اننگز میں سو کا ہندسہ تک پہنچ گیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایک تیز گیند باز اور ہارڈ ہٹنگ بلے باز اس نے انگلش فرسٹ کلاس کرکٹ میں خود کو ایک زبردست حریف ثابت کیا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے پورے کیریئر میں لکھرسٹ نے فرسٹ کلاس کرکٹ میں کل 22 , 303 رنز ( اوسط 38 12 ) بنائے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سنو نے اپنے فرسٹ کلاس کرکٹ اور ٹیسٹ میچ کیریئر کا آغاز فاسٹ میڈیم سیم بالر کے طور پر کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس سال اس نے 104 فرسٹ کلاس وکٹیں حاصل کیں آخری بار وہ 100 کے ہندسے تک پہنچنا تھا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کارکردگی کے باوجود تاہم یہ دونوں گیمز گفورڈ کے مختصر ون ڈے کیریئر کی حد تک ثابت ہوئے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کی 112 فرسٹ کلاس وکٹیں سب سے زیادہ تھیں
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1960 میں جنوبی افریقہ کے خلاف مائنر کاؤنٹیز کے لیے فرسٹ کلاس ڈیبیو کیا 1958 میں اسٹافورڈ شائر سے ڈیبیو کیا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ٹیلر نے 639 فرسٹ کلاس میچ کھیلے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 639 گیمز میں ان کے 1 , 649 آؤٹ ( 1 , 473 کیچ 176 اسٹمپڈ ) فرسٹ کلاس ریکارڈ بنی ہوئی ہے
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے بطور بولر ایک فرسٹ کلاس وکٹ بھی حاصل کی
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہینڈرک نے 1970 میں پانچ فرسٹ کلاس کھیل کھیلے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ میں ان کی 56 سنچریاں غیر ٹیسٹ کھلاڑیوں میں صرف جان لینگریج سے زیادہ ہیں
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S و لس نے جون 1982 سے مارچ 1984 کے درمیان 18 ٹیسٹ اور 28 ون ڈے میچوں میں انگلینڈ کی ٹیم کی کپتانی کی
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہ 1966 سے 1986 تک 20 سال تک جاری رہنے والے فرسٹ کلاس کرکٹ کیریئر کا آغاز تھا
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بعد کے ان میچوں میں سے کسی کو بھی فرسٹ کلاس کا درجہ حاصل نہیں تھا
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مئی 2022 میں انہیں ویسٹ انڈیز کے خلاف سیریز کے لیے پاکستان کے ون ڈے سکواڈ میں شامل کیا گیا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1966 سے 1982 تک جاری رہنے والے فرسٹ کلاس کیریئر کے دوران انہوں نے 1 , 402 وکٹیں حاصل کیں
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے اپنا فرسٹ کلاس ڈیبیو 1966 میں کیمبرج یونیورسٹی کے خلاف کیا اور دوسری اننگز کے پہلے اوور میں تین وکٹیں حاصل کیں
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 2013 میں ریٹائرمنٹ تک فرسٹ کلاس امپائر کے طور پر کام جاری رکھا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایلیسن کا کینٹ کے لیے فرسٹ کلاس ڈیبیو 1981 میں ہوا جب اس کی عمر صرف 22 سال تھی
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S " ریڈفورڈ کے دو بھائی گلین اور وین دونوں نے جنوبی افریقہ میں ڈومیسٹک فرسٹ کلاس کرکٹ کھیلی
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے کل 425 فرسٹ کلاس میچ کھیلے 42 15 کی اوسط سے 27 , 571 رنز بنائے اور 63 سنچریاں بنائیں
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ میں انہوں نے 29 25 کی اوسط سے 666 وکٹیں لیں
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابتدائی زندگی اور فرسٹ کلاس کرکٹ
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایک مفید ٹیلنڈ بلے باز اس نے دو فرسٹ کلاس سنچریاں بھی بنائیں
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہ تاریخ مسیحیت مسیحیت میں چوتھی صدی کے ممتاز اسقف گریگوری آف نیسا کی نشست ہونے کی وجہ سے انتہائی اہم ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ون ڈے میں ایک سنچری پہلی اننگز میں اور دوسری تعاقب کے دوران
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 5 جولائی 2021 کو چیلٹن ہیم میں مڈل سیکس بمقابلہ گلوسٹر شائر کے لیے فرسٹ کلاس ڈیبیو کیا
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ ٹرانسوال جوہانسبرگ میں اپنے فرسٹ کلاس ڈیبیو پر جمی کک کی صرف ایک وکٹ لینے میں کامیاب رہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S موکسن کا کاؤنٹی کیریئر یارکشائر کے ساتھ سترہ سیزن پر محیط تھا جہاں اس نے 21 , 000 فرسٹ کلاس رنز بنائے
A 19 20|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1989 سے 2008 تک کے کیریئر میں سسیکس سرے اور واروکشائر کے لیے فرسٹ کلاس کرکٹ کھیلی
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مارچ 2009 میں 39 سال کی عمر میں سالسبری نے فرسٹ کلاس کرکٹ سے ریٹائرمنٹ کا اعلان کیا
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ گلیمورگن کے دوسرے بلے باز تھے جنہوں نے فرسٹ کلاس میچ میں ڈیبیو پر سنچری بنائی
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1986 میں اپنا فرسٹ کلاس ڈیبیو کیا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ اس دورے پر چمکے 28 60 کی فرسٹ کلاس باؤلنگ اوسط کے ساتھ انگلینڈ کی ٹیم میں اب تک کی بہترین بولنگ
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اگست 2009 کے اوائل میں کیڈک نے اعلان کیا کہ وہ سیزن کے اختتام پر فرسٹ کلاس کرکٹ سے ریٹائر ہو جائیں گے
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S تمام فرسٹ کلاس اور لسٹ اے کرکٹ میں 650 سے زیادہ میچوں میں دوڑتا ہے جس میں 62 سنچریاں شامل ہیں
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنی ڈومیسٹک فارم کو دوبارہ پیش کرنے میں ناکام ایڈمز کی ٹیسٹ میں اوسط صرف 13 اور ون ڈے میں 17 75 تھی
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہاروے نے اپنے فرسٹ کلاس کرکٹ کیریئر کا آغاز وکٹوریہ کے ساتھ 1993 میں شیفیلڈ شیلڈ میں بطور آل راؤنڈر کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فروری 2010 میں ہاروے نے زمبابوے کی فرنچائز سدرن راکس کے لیے ٹوئنٹی 20 اور فرسٹ کلاس میچ کھیلنے کے لیے معاہدہ کیا
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے انگلینڈ کے نوجوانوں کے لیے آٹھ فرسٹ کلاس اور 4 لسٹ اے میں شرکت کی
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اسٹراس نے اپنا فرسٹ کلاس ڈیبیو 1998 میں کیا اور 2003 میں سری لنکا میں ایک روزہ بین الاقوامی ڈیبیو کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سٹراس نے ون ڈے کپتانی سے مستعفی ہو کر ایک روزہ بین الاقوامی کرکٹ سے ریٹائرمنٹ لے لی
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ ستمبر 2018 میں فرسٹ کلاس اور لسٹ اے کرکٹ سے ریٹائر ہوئے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ڈومیسٹک کرکٹ میں پنیسر نے 7 مئی 2010 کو مڈل سیکس کے خلاف اپنا سب سے زیادہ فرسٹ کلاس اسکور 46 بنایا
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 5 اگست 2011 کو میک کینزی نے یارکشائر کے خلاف کاؤنٹی چیمپئن شپ میچ میں اپنے کیریئر کا بہترین فرسٹ کلاس اسکور 237 بنایا
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1998 میں لیسٹر شائر کے خلاف انہوں نے 92 اور 111 رنز بنائے جو ان کی پہلی فرسٹ کلاس نصف سنچری اور سنچری تھی
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے جولائی 2008 میں سینٹ لارنس گراؤنڈ کینٹربری میں کینٹ کے خلاف یارکشائر کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپریل 2011 میں ڈرہم ایم سی سی یونیورسٹی کے خلاف فرسٹ کلاس میچ میں بیلنس نے 72 اور ناٹ آؤٹ 73 رنز بنائے
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بیلنس کو 5ویں ون ڈے سے باہر کردیا گیا اور ان کی جگہ جو روٹ کو ٹیم میں شامل کیا گیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے چوتھے ون ڈے کے لیے اپنی جگہ برقرار رکھی اور کیچ ہونے سے قبل 30 گیندوں پر 18 رنز بنائے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بیلنس سری لنکا کے خلاف پہلے ون ڈے میں نمایاں ہوئے انہوں نے انگلینڈ کی جیت میں سب سے زیادہ 64 رنز بنائے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے تیسرا ون ڈے کھیلا تاہم انگلینڈ کی 10 وکٹوں کی جیت میں ان کی ضرورت نہیں تھی
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بھارت کے خلاف ون ڈے سیریز میں بیلنس نے صرف چوتھا ون ڈے کھیلا جہاں انہوں نے سات رنز بنائے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بھارت کے خلاف ون ڈے سیریز میں بیلنس نے صرف چوتھا ون ڈے کھیلا جہاں انہوں نے سات رنز بنائے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جولائی میں سسیکس کے خلاف انہوں نے 10 163 لیا جو فرسٹ کلاس کرکٹ میں ان کا پہلا 10 وکٹ تھا
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ولیمسن نے اپنے فرسٹ کلاس کرکٹ کا آغاز دسمبر 2007 میں کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ولیمسن نے 14 سال کی عمر میں سینئر نمائندہ کرکٹ اور 16 سال کی عمر میں فرسٹ کلاس کرکٹ کھیلی
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جنوری 2021 تک ولیمسن نے 24 ٹیسٹ اور 13 ون ڈے سنچریاں اسکور کی ہیں
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ٹیسٹ میں ان کا سب سے زیادہ اسکور 251 اور ون ڈے میں 148 ہے
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ڈکٹ کو بنگلہ دیش کے دورے میں ٹیسٹ اور ون ڈے میچوں کے لیے ٹیم میں منتخب کیا گیا تھا
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے بنگلہ دیش کے خلاف پہلے ون ڈے میں انگلینڈ میں ڈیبیو کیا
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S گیندوں کا سامنا کرنے کے لحاظ سے یہ ناٹنگھم شائر کے بلے باز کی سب سے تیز فرسٹ کلاس ڈبل سنچری تھی
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S شروبسول نے 14 اگست 2008 کو جنوبی افریقہ کے خلاف اپنا ون ڈے ڈیبیو کیا
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ڈومیسٹک کرکٹ میں وہ فرسٹ کلاس اور لسٹ اے کرکٹ میں سرے کی کپتانی کرتے ہیں
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S دوسرا 2014 میں سری لنکا کے خلاف انگلینڈ کے لیے ایک ون ڈے میچ میں ہے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ وارکشائر کاؤنٹی کرکٹ کلب کے لیے 1886 اور 1887 میں بھی کھیلے جو وارکشائر کو فرسٹ کلاس کا درجہ ملنے سے پہلے تھا
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1882 سے 1902 کے درمیان ڈربی شائر کے لیے اور 92 1891 میں انگلینڈ کے لیے فرسٹ کلاس کرکٹ کھیلی
A 19 20|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1888 کے سیزن سے پہلے کلب کو فرسٹ کلاس درجہ سے ہٹا دیا گیا تھا
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 49 فرسٹ کلاس میچوں میں امپائرنگ کی
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے بعد وہ 1900 میں ہیمپشائر کے ساتھ نو میچوں کی مختصر واپسی تک فرسٹ کلاس کرکٹ سے غائب رہے
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1890 اور 1893 کے درمیان کیمبرج یونیورسٹی کے لیے اور 1895 اور 1921 کے درمیان ہیمپشائر کے لیے فرسٹ کلاس کرکٹ کھیلی
A 21 22|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہل نے ہندوستان میں اسکور کی جانے والی پہلی فرسٹ کلاس سنچری بنائی
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہ واحد ٹیسٹ یا فرسٹ کلاس میچ تھے جن میں ملر بطور امپائر کھڑے تھے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انگلینڈ واپس آنے کے بعد ملر نے 1903 کے دوران چار اور فرسٹ کلاس کھیل کھیلے یہ سب میریلیبون کرکٹ کلب کے لیے تھے
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے بھتیجے تھامس ملر نے 1902 اور 1914 کے درمیان گلوسٹر شائر کے لیے فرسٹ کلاس کرکٹ کھیلی
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S رائٹ نے میریلیبون کرکٹ کے لیے بہت سے فرسٹ کلاس کرکٹ کھیل بھی کھیلے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کا آخری فرسٹ کلاس میچ ایم سی سی کے لیے تھا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بریڈلی 1899 اور 1902 کے درمیان سب سے زیادہ باقاعدگی سے نمودار ہوئے ہر سیزن میں کم از کم 23 فرسٹ کلاس پیش ہوئے
A 21 22|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کینٹ کے لیے 123 میچز کھیلنے کے ساتھ ساتھ بریڈلی نے مختلف ٹیموں کے لیے فرسٹ کلاس میچز کھیلے
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے بھتیجے جان پرائس اور ولیم پرائس دونوں نے وورسٹر شائر کے ساتھ مختصر فرسٹ کلاس کیریئرز بنائے تھے
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہ تمام فرسٹ کلاس کرکٹ میں ایک عالمی ریکارڈ ہے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1895 سے 1897 تک آکسفورڈ یونیورسٹی اور 1895 سے 1898 تک سسیکس کے لیے فرسٹ کلاس کرکٹ کھیلی
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے بعد وہ 1926 کے سیزن تک فرسٹ کلاس فکسچر میں میریلیبون کرکٹ کلب کے لیے کھیلتے رہے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہمفریز ایک وکٹ کیپر تھے جنہوں نے 1899 کے سیزن میں ڈربی شائر کے لیے فرسٹ کلاس ڈیبیو کیا
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S برڈ نے پہلی جنگ عظیم کے بعد صرف چند فرسٹ کلاس میچ کھیلے اور اپنے پرانے اسکول اور بعد میں سرے میں کوچنگ کی
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بکنہم نے 1914 میں اسکاٹش کلب فورفارشائر میں پروفیشنل بننے کے لیے فرسٹ کلاس کرکٹ سے ریٹائرمنٹ لے لی
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے آکسفورڈ یونیورسٹی اور سرے کے لیے فرسٹ کلاس کرکٹ کھیلی اور ٹیسٹ کرکٹ میں انگلینڈ کی کپتانی کی
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1906 07 میں ایم سی سی کے ساتھ اس سے پہلے کہ وہ فرسٹ کلاس میچ کھیل چکے تھے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1922 میں آکسفورڈ یونیورسٹی کے خلاف سرے کے لیے واحد فرسٹ کلاس میچ کھیلا اس ٹیم کی کپتانی کی
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1919 اور 1927 کے درمیان ویڈنگٹن نے یارکشائر کے لیے 255 میچ کھیلے اور تمام فرسٹ کلاس کرکٹ میں 266 میچ کھیلے
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S لگاتار چوٹوں نے ان کی تاثیر کو کم کر دیا اور وہ 1927 میں فرسٹ کلاس کرکٹ سے ریٹائر ہو گئے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جب وڈنگٹن نے فرسٹ کلاس کرکٹ سے ریٹائرمنٹ لے لی تو اس نے خاندانی کاروبار سنبھال لیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے میریلیبون کرکٹ کلب کے لیے فرسٹ کلاس کرکٹ بھی کھیلی
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایونز نے ونچسٹر اور پھر اوریل کالج جانے سے پہلے اپنی تعلیم کا آغاز سکول سے کیا 1909 اور 1912 کے درمیان آکسفورڈ
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1908 اور 1933 کے درمیان ہیمپشائر کے لیے فرسٹ کلاس کرکٹ کھیلی
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جنگ سے پہلے کے اسی فرسٹ کلاس میچوں میں اسٹریٹ کا یہ واحد پچاس تھا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کی واحد فرسٹ کلاس سنچری 128 فری فارسٹرز کے خلاف آئی
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1933 میں سر ایل پارکنسنز الیون کے لیے ایک میچ کے علاوہ روٹ نے اس کے بعد فرسٹ کلاس کرکٹ سے ریٹائرمنٹ لے لی
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نیوزی لینڈ کی ٹیم نے دسمبر 1929 میں نیوزی لینڈ پہنچنے سے پہلے آسٹریلیا میں فرسٹ کلاس میچز کھیلے تھے
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایلیٹ نے اپنا پہلا فرسٹ کلاس میچ ڈربی شائر کے لیے جون 1920 میں ایسیکس کے خلاف کھیلا
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے 532 فرسٹ کلاس گیمز میں ایلیٹ نے 1206 شکاروں کا دعوی کیا 903 کیچ 303 اسٹمپ ہوئے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کا آخری فرسٹ کلاس میچ
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ میں ان کا ڈیبیو سنسنی خیز رہا
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ون ڈے تاریخ میں ٹیم کا کل ( 359 )
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فروری 2019 تک گپٹل نے تین ٹیسٹ 16 ون ڈے اور دو ٹوئنٹی 20 بین الاقوامی سنچریاں اسکور کی ہیں
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مجموعی طور پر اس نے جنوری 2019 تک 14 فرسٹ کلاس 24 لسٹ اے اور چار ٹوئنٹی 20 سنچریاں بنائی ہیں
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کی سنچری کسی نیوزی لینڈر کی طرف سے اپنے ون ڈے ڈیبیو پر پہلی سنچری تھی
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کلینن نے 1983 میں اپنا فرسٹ کلاس ڈیبیو کیا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ 1985 میں 16 سال اور 304 دن کی عمر میں فرسٹ کلاس سنچری بنانے والے سب سے کم عمر جنوبی افریقی بن گئے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے اس وقت ڈومیسٹک جنوبی افریقی کرکٹ میں سب سے زیادہ فرسٹ کلاس سکور بھی حاصل کیا ناٹ آؤٹ 337 رنز بنائے
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بیک ویل کو 1963 میں آسٹریلیا کے ٹیسٹ دورے کے لیے سلیکشن کے لیے غور کیا گیا
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فرسٹ کلاس میچوں میں وہ مڈل سیکس اور کیمبرج یونیورسٹی کے لیے کھیلے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہ کیمبرج کا سیزن کا آخری میچ تھا ایلن نے 15 اوسط سے 49 فرسٹ کلاس وکٹیں حاصل کی تھیں
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کم از کم ایک سلیکٹر نے کلاڈ ایشٹن کی حمایت کی جو کبھی کبھار فرسٹ کلاس کرکٹ کھیلتے تھے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے اپنی ریٹائرمنٹ سے لے کر دوسری جنگ عظیم تک فرسٹ کلاس کرکٹ میں 153 میچوں میں امپائرنگ کی
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے دو چھوٹے بھائی بھی فرسٹ کلاس کرکٹ کھیلتے تھے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہ پہلا موقع تھا جب فرسٹ کلاس کرکٹ میں یہ کارنامہ انجام دیا گیا تھا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وکٹوریہ کرکٹ ٹیم نے 1851 کے بعد سے فرسٹ کلاس کرکٹ کھیلی ہے جب اس نے لانسسٹن میں تسمانیہ کرکٹ ٹیم کھیلی تھی
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اینٹیل کے کزن ٹام ولز نے بھی فرسٹ کلاس کرکٹ کھیلی
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا ابتدائی فرسٹ کلاس سیزن قومی ٹیم میں اور 52 66 کی بیٹنگ اوسط کے ساتھ ختم کیا
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فولی نے صرف تین اور فرسٹ کلاس میچ کھیلے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بوس نے اپنے کیریئر میں 78 فرسٹ کلاس میچوں میں آٹھ سنچریوں اور 17 نصف سنچریوں کی مدد سے 3757 رنز بنائے تھے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ 4 ٹیسٹ اور 3 ون ڈے میں ٹیم انڈیا کے وکٹ کیپر تھے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1982 اور 1984 کے درمیان 10 ون ڈے بھی کھیلے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس عمل میں وہ لگاتار 3 ون ڈے میچوں میں 4 وکٹیں حاصل کرنے والے پہلے ہندوستانی بولر بن گئے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1996 97 کے سیزن میں انہوں نے 15 ٹیسٹ میں 55 اور 30 ون ڈے میں 48 وکٹیں حاصل کیں
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 21 جون 2012 کو جوشی نے باضابطہ طور پر بین الاقوامی اور فرسٹ کلاس کرکٹ سے ریٹائرمنٹ کا اعلان کیا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے کیریئر میں انہوں نے 39 ون ڈے اور ایک تنہا ٹیسٹ کھیلا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1994 سے 2006 تک پھیلے ہوئے اپنے فرسٹ کلاس کیریئر میں انہوں نے 96 میچ کھیلے 5553 رنز بنائے اور 59 وکٹیں حاصل کیں
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا پہلا ون ڈے 18 ماہ میں کھیلا جب وہ موہالی میں چوتھے میچ میں واپس آئے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1958 اور 1977 درمیان ویلنگٹن سینٹرل ڈسٹرکٹس اور کینٹربری کے لیے فرسٹ کلاس کرکٹ کھیلی
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے بعد ہونے والی سیریز میں انہوں نے اپنا ون ڈے ڈیبیو کیا
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ٹفی ملٹن اوٹاگو میں پیدا ہوئے اور ناردرن ڈسٹرکٹس نائٹس کے لیے گھریلو فرسٹ کلاس کرکٹ کھیلتے ہیں
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 10 فروری 2008 کو شرما نے آسٹریلیا کے خلاف سی بی سیریز کے چوتھے ون ڈے میں چار اہم وکٹیں حاصل کیں
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 18 فروری 2008 کو سی بی سیریز کے 7ویں ون ڈے میں آسٹریلیا کے خلاف دو اہم وکٹیں حاصل کیں
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S لورنا کیٹلز کا 30 جولائی 1997 کو انتقال ہوا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 2008 سے 2013 تک 48 بین الاقوامی میچز 24 ٹیسٹ 18 ون ڈے اور 6 ٹی ٹوئنٹی کھیلے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے نومبر 2018 میں اپنا 100 واں فرسٹ کلاس میچ کھیلا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہیں ویسٹ انڈیز کے ون ڈے دورے کے لیے ہندوستان کے اسکواڈ میں شامل کیا گیا تھا جہاں اس نے اپنا ڈیبیو کیا تھا
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے دسمبر 2006 میں تمل ناڈو کے لیے اپنا فرسٹ کلاس ڈیبیو کیا اور اگلے سیزن میں ٹیم کی کپتانی کی
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے اکتوبر 2010 میں وشاکھاپٹنم میں آسٹریلیا کے خلاف اپنا ون ڈے ڈیبیو کیا جب چند پہلی پسند کھلاڑیوں کو آرام دیا گیا
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے کرناٹک کے خلاف فرسٹ کلاس کرکٹ میں اپنی دوسری سنچری بنائی
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کا 201 فرسٹ کلاس کرکٹ میں سب سے زیادہ سکور بھی ہے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 3 میچوں کی سیریز کے پہلے ون ڈے میں 24 گیندوں پر 43 رنز بنائے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فروری 2022 میں پرسید کو ویسٹ انڈیز کے خلاف ون ڈے کے لیے ہندوستان کے اسکواڈ میں شامل کیا گیا
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے اسی سیریز کے پہلے ون ڈے میں ویسٹ انڈیز کے خلاف اپنا ون ڈے ڈیبیو کیا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے اسی سیریز کے پہلے ون ڈے میں ویسٹ انڈیز کے خلاف اپنا ون ڈے ڈیبیو کیا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بین الاقوامی مقابلوں میں وہ گیند کے ساتھ فارم میں واپس آئی اور فی ون ڈے میں ایک وکٹ سے زیادہ اوسط حاصل کی
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے آئرلینڈ میں ایک اسٹاپ اوور کے ساتھ آغاز کیا اور تین ون ڈے میں سے صرف دوسرا آگے بڑھا
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S استھلیکر نے تینوں میچوں میں کھیلا جب آسٹریلیا نے ون ڈے میں کلین سویپ کیا
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے بعد آسٹریلین ٹیم ایک 20 بین الاقوامی اور پانچ ون ڈے میچوں کے لیے لنکن نیوزی لینڈ میں برٹ سٹکلف اوول گئے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے پانچوں ون ڈے میچوں میں کھیلا جس میں مسلسل اگرچہ غیر شاندار نتائج آئے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انگلینڈ نے آخری ون ڈے کے علاوہ تمام ون ڈے میچز جیتے جو کہ دھول چوں چوں چبائے گئے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انگلینڈ نے آخری ون ڈے کے علاوہ تمام ون ڈے میچز جیتے جو کہ دھول چوں چوں چبائے گئے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے بعد اسٹالیکر مغربی آسٹریلیا کے خلاف ڈبل ہیڈر کے دوران عروج پر تھے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سیریز کے بعد اسٹالیکر نے نیوزی لینڈ کے خلاف روز باؤل سیریز میں کھیلا جس کا آغاز آسٹریلیا میں پانچ ون ڈے سے ہوا
A 21 22|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے بعد آسٹریلیا نے نیوزی لینڈ میں ون ڈے میں نیوزی لینڈ کو 3 0 سے کلین سویپ کیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ون ڈے اور ٹوئنٹی 20 ڈیبیو
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S آسٹریلیا کو ون ڈے میچ میں صرف ایک بار 10 وکٹوں کے فرق سے شکست ہوئی ہے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہر سیزن 1935 تک 1930 کے علاوہ جب اس نے کوئی فرسٹ کلاس کرکٹ نہیں کھیلی تھی
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے اپنے آخری فرسٹ کلاس میچ 1949 میں کھیلے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے میچ کی پہلی اننگز میں اپنی پہلی فرسٹ کلاس سنچری بنائی جسے آکسفورڈ نے تقریبا جیت لیا
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اسی میچ میں انہوں نے 65 رنز کے عوض چار وکٹیں حاصل کرتے ہوئے اپنے فرسٹ کلاس کیرئیر کی بہترین باؤلنگ کا ریکارڈ بنایا
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے تمام فرسٹ کلاس میچوں میں 41 94 کی اوسط سے 797 رنز بنائے جس میں 2 سنچریاں بھی شامل ہیں
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1921 22 اور 1931 32 کے درمیان آکلینڈ کے لیے اپنی گھریلو فرسٹ کلاس کرکٹ کی اکثریت کھیلی
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1934 35 میں ویلنگٹن کے خلاف آکلینڈ کے لیے کھیلتے ہوئے اس نے 115 رنز بنائے جو ان کی پہلی فرسٹ کلاس سنچری تھی
A 21 22|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس میچ میں وائٹ لا کا 195 ان کا فرسٹ کلاس کا سب سے بڑا اسکور تھا
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جون کے آخر میں پہلے ٹیسٹ کے وقت تک کاوی کے پاس فرسٹ کلاس کی 32 وکٹیں تھیں
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کووی نے اس دورے کے بقیہ فرسٹ کلاس میچوں میں اپنی اچھی فارم کو برقرار رکھا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہ میچ صرف ایک دن تک جاری رہا جو کہ 12 سال تک فرسٹ کلاس کھیل میں پہلا ایک روزہ ختم ہوا
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہ فرسٹ کلاس کرکٹ میں ان کی آخری اہم باؤلنگ کامیابی ثابت ہوئی
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کووی 1955 56 سے 1960 61 تک فرسٹ کلاس امپائر تھے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے بھائی جارج والیس اور بیٹے گریگوری والیس دونوں نے آکلینڈ کے لیے فرسٹ کلاس کرکٹ کھیلی
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مجموعی طور پر اس دورے میں انہوں نے 23 94 کی اوسط سے 59 فرسٹ کلاس وکٹیں حاصل کیں
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کا آخری فرسٹ کلاس میچ 1946 میں آسٹریلیا کے خلاف نیوزی لینڈ کے پہلے ٹیسٹ میچ میں تھا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے چھ سیزن کے لیے مزید کوئی فرسٹ کلاس میچ نہیں کھیلے لیکن 1952 53 میں سینٹرل ڈسٹرکٹس کی کپتانی میں واپس آئے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1953 54 میں ایک اور فرسٹ کلاس میچ اور 1954 55 میں اپنا آخری میچ کھیلا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس میچ کی دوسری اننگز میں ان کی 143 رنز ان کی واحد فرسٹ کلاس سنچری تھی
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے دسمبر 1946 میں آکلینڈ کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے اگلے فرسٹ کلاس میچ سنٹرل ڈسٹرکٹس کے لیے 1950 51 میں تھے جب انہوں نے پلنکٹ شیلڈ میں پہلی بار شرکت کی
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنے فرسٹ کلاس کیریئر کا بقیہ حصہ سنٹرل ڈسٹرکٹس کے ساتھ گزارا جو 1959 60 میں ختم ہوا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کیریئر میں جو اس کی عمر 19 سال کی تھی اور اس کا اختتام 41 سال کی عمر میں ہوا
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ میں یہ ان کی پہلی نصف سنچری تھی
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کولکوہون ایک وکٹ کیپر اور ایک کارآمد نچلے آرڈر کے دائیں ہاتھ کے بلے باز تھے جو فرسٹ کلاس کرکٹ میں دیر سے آئے
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہ ان کی پہلی فرسٹ کلاس سنچری بھی تھی
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S تمام فرسٹ کلاس میچوں میں 709 رنز بنائے
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ میں واٹ نے 1942 43 اور 1962 63 کے درمیان 48 میچ کھیلے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے دو فرسٹ کلاس سنچریاں سکور کیں دونوں ہی ویلنگٹن کے خلاف
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1966 67 کے سیزن کے بعد فرسٹ کلاس کرکٹ سے ریٹائرمنٹ لے لی
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ 35 سال کے تھے جب انہوں نے 1954 55 میں آکلینڈ کے لیے فرسٹ کلاس ڈیبیو کیا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بل پلیلے کے فرسٹ کلاس کیریئر کا آغاز آکلینڈ سے 1956 57 میں 18 سال کی عمر میں ہوا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جولائی 2022 تک 414 امپائرز ایک ون ڈے میچ میں امپائرنگ کر چکے ہیں
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پہلا ون ڈے میچ 5 جنوری 1971 کو آسٹریلیا اور انگلینڈ کے درمیان میلبورن کرکٹ گراؤنڈ میں ہوا
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہ ان کے آخری فرسٹ کلاس میچ تھے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ سنٹرل ڈسٹرکٹس میں 1966 67 میں واپس آئے اور 1969 70 کے سیزن میں اپنے آخری فرسٹ کلاس میچ کھیلے
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ڈک نے کرسمس ڈے 1956 کو اوٹاگو کے لیے اپنا فرسٹ کلاس ڈیبیو کیا ایک مڈل آرڈر بلے باز کے طور پر کھیلا
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 163 فرسٹ کلاس میچوں میں اس نے 24 41 کی اوسط سے 8 64 کی بہترین کارکردگی کے ساتھ 524 وکٹیں حاصل کیں
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مورگن صرف 16 سال کے تھے جب انہوں نے 1957 58 میں آکلینڈ کے لیے فرسٹ کلاس ڈیبیو کیا
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ٹرسکوٹ ایک دائیں ہاتھ کا بلے باز تھا جس کا مختصر فرسٹ کلاس کیریئر تھا جو صرف پانچ سال تک جاری رہا
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جاروس نے 1964 65 کے سیزن میں اپنا فرسٹ کلاس ڈیبیو کیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اگرچہ وہ ایک قابل کیپر تھا جس نے قومی ٹیم کے لیے اپنے 25 فرسٹ کلاس میچوں میں سے 13 کھیلے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے تین ٹیسٹ ان کے آخری فرسٹ کلاس میچ تھے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ میں ان کا سب سے زیادہ سکور 1968 69 میں ناردرن ڈسٹرکٹس کے خلاف کینٹربری کے لیے 136 ناٹ آؤٹ تھا
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا پہلا فرسٹ کلاس میچ ہیمپشائر کے لیے 1971 میں دورہ کرنے والے ہندوستانیوں کے خلاف کھیلا
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1971 سے 1985 تک فرسٹ کلاس کرکٹ کھیلی
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے کیریئر میں انہوں نے سنٹرل ڈسٹرکٹس کے لیے 392 فرسٹ کلاس وکٹیں حاصل کیں جو کسی بھی دوسرے باؤلر سے زیادہ ہیں
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S دورہ کرنے والے آسٹریلیائیوں کے خلاف اوٹاگو کی طرف سے کھیلنے کے بعد چند ہفتوں بعد اس نے مزید فرسٹ کلاس کرکٹ نہیں کھیلی
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے بطور وکٹ کیپر بلے باز 1976 سے 1983 تک 21 ٹیسٹ اور 31 ون ڈے کھیلے
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1970 میں اوٹاگو کے لیے فرسٹ کلاس ڈیبیو کیا اور اپنے کیریئر کو 1988 تک بڑھا دیا
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایڈورڈز نے سنٹرل ڈسٹرکٹس کے لیے 1973 74 سے 1984 85 تک فرسٹ کلاس اور لسٹ اے کرکٹ کھیلی
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہ 2010 تک نیوزی لینڈ کی فرسٹ کلاس کرکٹ میں سب سے مہنگی گیند بازی بھی تھی
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ میں انہوں نے 25 , 000 سے زیادہ رنز بنائے جس میں 50 سے زیادہ فرسٹ کلاس سنچریاں بھی شامل ہیں
A 19 20|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1977 میں ڈربی شائر کے لیے پانچ فرسٹ کلاس گیمز کے بعد جان رائٹ نے اپنی کاؤنٹی کیپ اور تنخواہ میں اضافہ حاصل کیا
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1981 میں ایڈگر ایک ون ڈے اننگز میں 99 رنز پر ناقابل شکست رہنے والے پہلے کرکٹر بن گئے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے والد آرتھر نے چند فرسٹ کلاس میچوں میں ویلنگٹن کی نمائندگی کی تھی
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ ایک روزہ اور فرسٹ کلاس کرکٹ دونوں میں وکٹیں حاصل کرتے رہے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1976 77 کے سیزن کے دوران کینٹربری کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے علاوہ اس نے آٹھ سال تک فرسٹ کلاس امپائر کے طور پر کام کیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1980 سے 1993 تک آکلینڈ کے لیے فرسٹ کلاس کرکٹ کھیلی
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S تھامسن نے 1997 میں 28 سال کی عمر میں فرسٹ کلاس کرکٹ سے ریٹائرمنٹ لے لی
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اگلے سیزن میں اس نے اپنا فرسٹ کلاس ڈیبیو کیا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مجموعی طور پر 83 فرسٹ کلاس اور 68 لسٹ اے گیمز کھیلے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہارٹ لینڈ نے سیریز میں تین میں سے دو ون ڈے بھی کھیلے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے ملک کی فرسٹ کلاس ٹیموں کے خلاف نو میچ کھیلے لیکن صرف ایک ٹیسٹ ان کا آخری
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ ویلنگٹن کے لیے ڈومیسٹک کرکٹ کھیلتے ہیں اور 1994 سے فرسٹ کلاس کرکٹ کھیل رہے ہیں
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S واکر کا فرسٹ کلاس اور لسٹ اے کیریئر 1997 98 نیوزی لینڈ کے ڈومیسٹک سیزن میں شروع ہوا
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے گھریلو مقابلوں میں 199 فرسٹ کلاس وکٹوں اور 74 محدود اوورز کی وکٹوں کے ساتھ اپنے کیریئر کا اختتام کیا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے نیوزی لینڈ کے لیے ٹیسٹ اور ون ڈے انٹرنیشنل کھیلے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1998 99 کے سیزن میں آکلینڈ کے لیے فرسٹ کلاس ڈیبیو کیا
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S خواتین کا پہلا ون ڈے 1973 میں انگلینڈ اور آسٹریلیا کے درمیان میں کھیلا گیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 2000 2001 میں کیا اور بین الاقوامی ڈیبیو 2005 2006 میں کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کی پہلی ون ڈے سنچری
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایلیٹ نے انگلینڈ کے خلاف 3 وکٹیں لے کر نیوزی لینڈ کے لیے اپنا ون ڈے ڈیبیو بھی کیا ہے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے دوسرے گیم میں اس نے اپنا پہلا ون ڈے 50 سکور کیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کا 267 کا اسٹینڈ ون ڈے میں چھٹی وکٹ کی سب سے بڑی شراکت ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپریل 2016 میں ایلیٹ نے ون ڈے کرکٹ سے ریٹائرمنٹ کا اعلان کیا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نومبر 2019 میں 2019 20 پلنکٹ شیلڈ سیزن کے دوران فلن نے اپنا 100 واں فرسٹ کلاس میچ کھیلا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے بعد انہوں نے 23 فروری 2008 کو آخری ون ڈے انٹرنیشنل کے لیے آؤٹ آف فارم پیٹر فلٹن کی جگہ لی
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہ اقدام حیران کن تھا کیونکہ ہاپکنز نے 2006 07 کے موسم گرما میں اوٹاگو کے لیے 5 فرسٹ کلاس سنچریاں بنائی تھیں
A 19 20|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ پانچ ون ڈے میچوں میں نیوزی لینڈ کے بہترین بلے باز تھے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S رائڈر نے 13 جنوری 2009 کو پانچواں ون ڈے کھیلا اور 21 رنز بنائے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نومبر 2017 میں اس نے فرسٹ کلاس کرکٹ میں اپنی 25 ویں سنچری بنائی
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے اپنے پہلے ون ڈے میچ میں 69 رنز بنائے جو ان کا سب سے بڑا بین الاقوامی اسکور رہا
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 9 مارچ 2012 کو انگرام نے فرسٹ کلاس کرکٹ سے ریٹائرمنٹ کا اعلان کیا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 2006 میں کینٹربری کے خلاف کھیلتے ہوئے شمالی اضلاع کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کندھے کی ایک غیر متوقع سنگین سرجری کا مطلب ہے کہ اس نے صرف 12 ون ڈے کھیلے
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے بہترین فرسٹ کلاس باؤلنگ کے اعداد و شمار 2000 01 میں آکلینڈ کے خلاف کینٹربری کے لیے 151 کے عوض 7 تھے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 26 76 کی اوسط سے 910 فرسٹ کلاس رنز بنائے ہیں شمالی اضلاع کے خلاف 78 کے ٹاپ اسکور کے ساتھ
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ینگ نے نیوزی لینڈ کے لیے اپنی پہلی ٹیسٹ کیپ جنوری 2011 میں پاکستان کے خلاف اپنے 100ویں فرسٹ کلاس میچ پر حاصل کی
A 19 20|||U:NOUN||||||REQUIRED|||-NONE-|||0

S دسمبر 2015 میں نکولس کو سری لنکا کے خلاف سیریز کے لیے نیوزی لینڈ کے ون ڈے انٹرنیشنل سکواڈ میں شامل کیا گیا
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S راول نے ون ڈے میں بھی اچھا مظاہرہ نہیں کیا
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S راول نے دسمبر 2008 میں ویسٹ انڈیز کے خلاف ایک ٹور میچ کے دوران آکلینڈ کے لیے اپنے فرسٹ کلاس کرکٹ کا آغاز کیا
A 19 20|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اگست 2021 میں پٹیل کو پاکستان کے دورے کے لیے نیوزی لینڈ کے ون ڈے سکواڈ میں شامل کیا گیا
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مارچ 2021 میں مچل کو بنگلہ دیش کے خلاف سیریز کے لیے نیوزی لینڈ کے ون ڈے انٹرنیشنل سکواڈ میں شامل کیا گیا
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 26 مارچ 2021 کو مچل نے بنگلہ دیش کے خلاف سیریز کے تیسرے میچ میں ون ڈے کرکٹ میں اپنی پہلی سنچری بنائی
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نومبر 2019 میں 2019 20 پلنکٹ شیلڈ سیزن کے دوران فرگوسن نے اپنی 150ویں فرسٹ کلاس وکٹ حاصل کی
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نومبر 2016 میں انہیں آسٹریلیا کے خلاف سیریز کے لیے نیوزی لینڈ کے ون ڈے انٹرنیشنل سکواڈ میں شامل کیا گیا
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 6 مارچ 2017 کو کینٹربری کے خلاف 2016 17 پلنکٹ شیلڈ سیزن میں کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مارچ 2021 میں ینگ کو بنگلہ دیش کے خلاف سیریز کے لیے نیوزی لینڈ کے ون ڈے انٹرنیشنل سکواڈ میں شامل کیا گیا
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے یہ کارنامہ اپنے 23 ویں ون ڈے میچ میں کوئنٹن ڈی کاک کی وکٹ لے کر انجام دیا
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جنوری 2015 میں میک کلیناگھن کو 2015 کرکٹ ورلڈ کپ کے لیے نیوزی لینڈ کے 15 رکنی ون ڈے سکواڈ میں شامل کیا گیا
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہیلر کو ورلڈ کپ کے بعد 2015 میں نیوزی لینڈ کے ون ڈے سکواڈ میں بلایا گیا تھا
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہیلر نے انگلینڈ کے خلاف تیسرے ون ڈے میں ڈیبیو کیا اور اپنے 10 اوورز میں 3 63 حاصل کیا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے دسمبر 2007 میں سنٹرل ڈسٹرکٹس کے لیے بیٹنگ کا آغاز کرتے ہوئے 71 رنز بنا کر اپنا فرسٹ کلاس ڈیبیو کیا
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S چیپ مین نے اپنا فرسٹ کلاس ڈیبیو 17 دسمبر 2015 کو 2015 16 پلنکٹ شیلڈ میں کیا
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 17 فروری 2021 کو کوئنز لینڈ کے لیے 2020 21 شیفیلڈ شیلڈ سیزن میں کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جون 2022 میں کوہنیمن کو سری لنکا کے خلاف سیریز کے لیے آسٹریلیا کے ون ڈے انٹرنیشنل اسکواڈ میں شامل کیا گیا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ نیوزی لینڈ کی پہلی ون ڈے کپتان تھیں جنہوں نے 1973 کے ورلڈ کپ میں ان کی قیادت کی
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پانچ ون ڈے میں سے تین جن میں برینٹال کی کپتانی اس کی ٹیم نے جیتی
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1988 میں وہ مردوں کے فرسٹ کلاس میچ میں امپائرنگ کرنے والی پہلی خاتون بن گئیں
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1992 93 میں اس نے ایک سیزن میں ویلنگٹن کلب کرکٹر کے ذریعہ اب تک کا سب سے زیادہ مجموعی 1259 رنز بنائے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پیج نے ڈیبیو نیوزی لینڈ کے افتتاحی ون ڈے میچ میں کیا
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ جنوبی افریقہ کے خلاف پانچ میچوں کی سیریز کے لیے ویسٹ انڈیز کے ون ڈے اسکواڈ میں بھی تھے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے ٹور کے پہلے ون ڈے میں اپنا ایک روزہ بین الاقوامی ڈیبیو کیا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے ون ڈے میں 63 کیچز اور 19 سٹمپنگ بھی کیں
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ ڈیبی ہاکلے کے بعد 100 ون ڈے کا سنگ میل عبور کرنے والی نیوزی لینڈ کی صرف دوسری خاتون تھیں
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ون ڈے سطح پر اس کی بہترین شخصیات
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے آخری بین الاقوامی میچ اکتوبر 2006 میں آسٹریلیا کے خلاف ون ڈے سیریز میں ہوئے
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پہلے ون ڈے میں ڈیبیو پراس نے 10 اوورز میں 3 39 لیے
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 8 جون 2018 کو نیوزی لینڈ کے لیے ویمنز ون ڈے انٹرنیشنل کرکٹ میں ڈیبیو کیا آئرلینڈ ویمن کے خلاف بھی
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہندوستانی ڈومیسٹک کرکٹ میں دیویچا کا کیریئر انگلینڈ کے مقابلے میں بہت چھوٹا تھا
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہ ان لوگوں کی فہرست ہے جو ٹیسٹ ون ڈے اور ٹوئنٹی 20 انٹرنیشنل کرکٹ ٹیموں میں باضابطہ آسٹریلوی کپتان رہ چکے ہیں
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس سے فرسٹ ڈویژن اور فرسٹ کلاس کرکٹ میں کھیلنے کی راہ ہموار ہوئی
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ دس سال تک فرسٹ کلاس کرکٹ کھیلتا رہا
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S دو سال بعد فائنل میں بھی راجستھان کے خلاف اس نے ایک اور فتح میں اپنی واحد فرسٹ کلاس سنچری 107 اسکور کی
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ سے ریٹائر ہونے کے بعد بھٹ نے امپائر ایڈمنسٹریٹر اور کوچ کے طور پر کئی عہدوں پر کام کیا ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے فرسٹ کلاس ڈیبیو سے پہلے ہی ندیم کو اگلے بڑے بائیں ہاتھ کے سست بولر کے طور پر دیکھا گیا
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے حیدرآباد کے لیے نومبر 2017 کو 2017 18 رنجی ٹرافی میں اپنا فرسٹ کلاس ڈیبیو کیا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S دسمبر 2021 میں گائیکواڑ کو جنوبی افریقہ کے خلاف ان کی سیریز کے لیے ہندوستان کی ون ڈے ٹیم میں شامل کیا گیا تھا
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جولائی 2022 میں انہیں ویسٹ انڈیز کے خلاف غیر ملکی سیریز کے لیے ہندوستان کی ون ڈے ٹیم میں شامل کیا گیا
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وکٹ اور بنگلہ دیش کا پہلا فرسٹ کلاس چھکا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بین الاقوامی سطح پر انہوں نے ٹیم کے لیے 8 ٹیسٹ اور 29 ون ڈے میچز کھیلے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے اپنے پورے کیریئر میں 10 ٹیسٹ اور 9 ون ڈے کھیلے ہیں
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فرسٹ کلاس میں 15 مرتبہ 5 وکٹیں لینے کی شہرت ملک کے کسی اور فاسٹ باؤلر کے پاس نہیں ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے اپنا ٹیسٹ اور ون ڈے ڈیبیو اپریل 2001 میں زمبابوے کے خلاف کیا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 132 فرسٹ کلاس کرکٹ 119 لسٹ اے کرکٹ اور 22 ٹی ٹوئنٹی میچز کھیلے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S زمبابوے میں ون ڈے انٹرنیشنل سیریز میں حصہ لینے کے ساڑھے پانچ سال بعد بھارت کے دورے پر ہے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نومبر 2021 میں انہوں نے فرسٹ کلاس اور بین الاقوامی کرکٹ سے ریٹائرمنٹ کا اعلان کیا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے کل دو ون ڈے کھیلے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S عبدر نے فرسٹ کلاس کرکٹ ( 8 123 ) میں اپنی بہترین باؤلنگ کے اعداد و شمار لے کر جواب دیا
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے اپنی پہلی ون ڈے سنچری 2010 میں آئرلینڈ کے خلاف کھوئی ہوئی وجہ سے بنائی تھی
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ناظم الدین نے 16 سال کی عمر میں فرسٹ کلاس ڈیبیو کیا تھا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ربی نے اپنا فرسٹ کلاس ڈیبیو اکتوبر 2008 میں سلہٹ ڈویژن کے خلاف کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے اعداد و شمار کسی فرسٹ کلاس میچ میں بنگلہ دیشی باؤلر کے تیسرے بہترین ہیں
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اسی مہینے کے آخر میں انہیں ویسٹ انڈیز کے خلاف میچوں کے لیے بنگلہ دیش کی ون ڈے ٹیم میں شامل کیا گیا
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مئی 2021 میں انہیں سری لنکا کے خلاف سیریز کے لیے بنگلہ دیش کی ون ڈے ٹیم میں شامل کیا گیا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا ون ڈے ڈیبیو بنگلہ دیش کے لیے 25 مئی 2021 کو سری لنکا کے خلاف کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایک اوپننگ بلے باز اس نے ون ڈے میں نرم آف بریک بولنگ کرتے ہوئے 4 وکٹیں بھی حاصل کیں
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بدقسمتی سے اوپنر کے لیے مکمل ون ڈے میں ان کا تجربہ زیادہ خوش کن نہیں تھا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے اپنا واحد ون ڈے پاکستان کے خلاف 12 جنوری 1998 کو کھیلا
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس وقت وہ بی سی بی کے فرسٹ کلاس امپائروں کے پینل میں ایک پیشہ ور امپائر ہیں
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 2008 میں بنگلہ دیش کے لیے 14 ون ڈے اور ایک ٹی ٹوئنٹی کھیلا
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے جون 2008 میں مڈل سیکس کے لیے فرسٹ کلاس ڈیبیو کیا ناٹ آؤٹ 132 رنز بنائے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جون 2022 میں نیدرلینڈز کے خلاف افتتاحی میچ میں ملان نے 125 رنز کے ساتھ ون ڈے کرکٹ میں اپنی پہلی سنچری بنائی
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S تھامسن نے پانچ یوتھ ون ڈے انٹرنیشنل کھیلتے ہوئے انڈر 19 سطح پر آئرلینڈ کی نمائندگی کی ہے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ آئرلینڈ کے لیے ٹیسٹ ون ڈے انٹرنیشنل اور ٹوئنٹی 20 انٹرنیشنل کھیلے قومی ٹیم کے لیے پہلی بار 2005 میں آئے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جنوری 2019 میں انہیں ہندوستان میں افغانستان کے خلاف سیریز کے لیے آئرلینڈ کے ٹیسٹ اور ون ڈے انٹرنیشنل سکواڈز میں شامل کیا گیا
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 26 مئی 2013 کو میک برائن نے اسکاٹ لینڈ کے خلاف آئرلینڈ کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جنوری 2019 میں انہیں ہندوستان میں افغانستان کے خلاف سیریز کے لیے آئرلینڈ کے ٹیسٹ اور ون ڈے انٹرنیشنل سکواڈز میں شامل کیا گیا
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مئی 2019 میں انہیں انگلینڈ کے خلاف واحد ون ڈے کے لیے آئرلینڈ کی ٹیم میں شامل کیا گیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اڈیر کو سیریز کے تیسرے اور آخری ون ڈے کے لیے آئرلینڈ کی ٹیم میں شامل کیا گیا
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ لسٹ اے بولنگ پرفارمنس سکاٹ لینڈ کے خلاف ون ڈے میں ان کی بہترین بولنگ پرفارمنس ہے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1948 49 میں مغربی آسٹریلیا کے لیے دو فرسٹ کلاس میچ کھیلے
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S لارا کے پاس فرسٹ کلاس کرکٹ میں سب سے زیادہ اسکور کا ریکارڈ ہے انہوں نے 1994 میں ناٹ آؤٹ 501 رنز بنائے تھے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنے فرسٹ کلاس ڈیبیو پر 35 رنز بنائے اور اس نے 40 کی اوسط سے 245 رنز بنائے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے اس سفر میں کسی بھی دوسرے آسٹریلوی بلے باز سے زیادہ فرسٹ کلاس رنز بنائے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ جنوبی افریقہ چلے گئے اور ٹرانسوال کے لیے دو سیزن کھیلے پھر فرسٹ کلاس کرکٹ سے ریٹائر ہو گئے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S میچ کے بعد فرنینڈس نے صرف ایک اور فرسٹ کلاس میچ کھیلا اور 1932 میں فرسٹ کلاس کرکٹ سے ریٹائر ہوئے
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S " مجموعی طور پر روچ نے دورے کے دوران 26 56 کی اوسط سے 1 , 222 فرسٹ کلاس رنز بنائے
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کھیلنے کے بعد وہ انگلش فرسٹ کلاس کرکٹ میں امپائر بن گئے 1966 سے 1995 تک میچوں میں کھڑے رہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 5 جولائی 2021 کو مڈل سیکس کے لیے 2021 کاؤنٹی چیمپئن شپ میں کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 2022 کاؤنٹی چیمپئن شپ کے مڈل سیکس کے پہلے میچ میں اس نے اپنی پہلی فرسٹ کلاس نصف سنچری بنائی
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مارچ 1928 اور جنوری 1935 کے درمیان اس نے صرف پانچ فرسٹ کلاس میچ کھیلے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہ واحد ٹیسٹ میچ جانسن کا آخری فرسٹ کلاس کرکٹ میچ تھا
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وورل نے ہیمپشائر کے لیے اپنا فرسٹ کلاس ڈیبیو کیا 1969 میں دورہ کرنے والے نیوزی لینڈرز کے خلاف ایک ہی میچ کھیلا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وورل نے ہیمپشائر کے لیے 32 فرسٹ کلاس میچز کھیلے جن میں سے آخری میچ 1972 میں لیسٹر شائر کے خلاف کھیلا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہ ان کا فرسٹ کلاس کا سب سے بڑا اسکور تھا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1952 تک جاری رہنے والے فرسٹ کلاس کیریئر میں اس نے جمیکا کے لیے 28 فرسٹ کلاس میچ کھیلے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بنز کا 29 دسمبر 2017 کو فلوریڈا میں 88 سال کی عمر میں انتقال ہوا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے دادا جان کار فرسٹ کلاس سطح پر کرکٹ کھیلتے تھے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے دائیں ہاتھ کے بلے باز اور آف بریک باؤلر کے طور پر آکسفورڈ اور مڈل سیکس کے لیے فرسٹ کلاس کرکٹ کھیلی
A 21 22|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے جون 2016 کے دوران ارونڈیل میں نارتھمپٹن شائر بمقابلہ سسیکس کے لیے فرسٹ کلاس ڈیبیو کیا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1937 میں یارکشائر کے خلاف ایک فرسٹ کلاس میچ میں اسکاٹ لینڈ کی نمائندگی کی
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایڈس ہیڈ کا فرسٹ کلاس بہترین 156 ناٹ آؤٹ 2009 میں ایسیکس کے خلاف آیا تھا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 1 اگست 2020 کو ڈربی شائر کے لیے 2020 باب ولس ٹرافی میں کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کا انتقال فرانس کے شہر لیون میں 73 سال کی عمر میں ہوا ان کے بیٹے ہنری نے بھی فرسٹ کلاس کرکٹ کھیلی
A 21 22|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جولائی 2018 میں اسٹون مین نے 10 , 000 فرسٹ کلاس رنز کا سنگ میل عبور کیا
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 2011 کے سیزن میں اس نے ڈرہم کے لیے ڈرہم ایم سی سی یو کے خلاف فرسٹ کلاس میچ میں ڈیبیو کیا
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ووڈ پاکستان کے خلاف پہلے ون ڈے میں انجری سے وقت پر واپس آئے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اگلے مہینے اسے 2018 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے کینڈی کے اسکواڈ میں بھی شامل کیا گیا
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے ستمبر 2016 میں سسیکس کے خلاف گلوسٹر شائر کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فریڈرک کو دوسرے ٹیسٹ کے لیے ڈراپ کر دیا گیا اور دوبارہ فرسٹ کلاس کرکٹ نہیں کھیلی
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نہوں نے 1960 61 میں آسٹریلیا کا دورہ کیا چھ فرسٹ کلاس میچوں میں 5 وکٹیں حاصل کیں
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1961 میں ہیسٹنگز میں ایک تہوار کے میچ کے بعد ان کا فرسٹ کلاس کیریئر ختم ہو گیا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ضلع کیماڑی ( سندھ پاکستان میں کراچی ڈویژن کا ایک انتظامی ضلع ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ضلع کیماڑی 2020 میں ضلع کراچی غربی کو الگ کرنے کے بعد بنایا گیا تھا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے آخری فرسٹ کلاس میچ میں اس نے ڈیمیرارا کے خلاف 132 اور 101 رنز بنائے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ننن کے چچا نرمل نانن اور بھتیجے میگنم نانن نے بھی فرسٹ کلاس کرکٹ کھیلی
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے پہلے ون ڈے میں اس نے انگلینڈ کے خلاف کنگسٹاؤن سینٹ ونسنٹ میں شاندار 62 رنز بنائے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ڈومیسٹک کرکٹ میں بٹس نے گیانا کے لیے 61 فرسٹ کلاس کھیل کھیلے اور ٹیم کے ساتھ فرسٹ کلاس کرکٹ میں تین ٹائٹل جیتے
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1978 79 سے 1989 90 تک فرسٹ کلاس کرکٹ کھیلی 68 فرسٹ کلاس میچوں میں حصہ لیا زیادہ تر بارباڈوس کے لیے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S رابرٹس نے ایک دن کی شاندار فارم کے بعد 1996 میں فرسٹ کلاس ڈیبیو کیا
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ ون ڈے میں سنچری بنانے والے سب سے کم عمر ویسٹ انڈین کھلاڑی تھے
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ملر نے 2019 میں سری لنکا کا دورہ کیا اور 47 کی عمر میں 3 فرسٹ کلاس وکٹیں حاصل کیں
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے فرسٹ کلاس گیم میں 2 75 لیے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ڈیل موریس رچرڈز ( پیدائش 16 جولائی 1976 ) ایک ویسٹ انڈین انٹرنیشنل کرکٹر ہے جو بارباڈوس کے لیے فرسٹ کلاس کرکٹ کھیلتا ہے
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بارتھ جون میں ہندوستان کے خلاف پانچ ون ڈے میچوں میں سے آخری کے لیے ویسٹ انڈیز کی ٹیم میں واپس آئے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کی کوششوں سے ویسٹ انڈیز کی ون ڈے ٹیم میں جگہ ملی
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ میں کوٹریل لیورڈ آئی لینڈز کے لیے کھیلتے ہیں
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جانسن نے اپنی پہلی ون ڈے نصف سنچری 22 اگست 2008 کو بنائی
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جنوری 2022 میں انہیں قطر میں نیدرلینڈز کے خلاف سیریز کے لیے افغانستان کے ون ڈے سکواڈ میں شامل کیا گیا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جنوری 2022 میں انہیں قطر میں نیدرلینڈز کے خلاف سیریز کے لیے افغانستان کے ون ڈے اسکواڈ میں شامل کیا گیا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 30 جنوری 2004 کو کیریب بیئر کپ میں ٹرینیڈاڈ اور ٹوباگو کے خلاف ونڈورڈ جزائر کے لیے فرسٹ کلاس ڈیبیو کیا
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ اپنے ون ڈے ڈیبیو پر 26 رنز بنا کر بریڈ ہیڈن کے ہاتھوں رن آؤٹ ہوئے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اگست 2022 میں انہیں نیوزی لینڈ کے خلاف سیریز کے لیے ویسٹ انڈیز کی ون ڈے ٹیم میں شامل کیا گیا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S روٹ نے اپنی پہلی ون ڈے سنچری 2014 میں ویسٹ انڈیز کے خلاف بنائی تھی
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کا ون ڈے میں سب سے زیادہ 133 ناٹ آؤٹ سکور جون 2017 میں بنگلہ دیش کے خلاف بنایا گیا تھا
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S تین فرسٹ کلاس کھیلوں کے بعد اس نے اپنے کرکٹ کیریئر کا خاتمہ کیا
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ سری لنکا کے لیے پہلے ٹوئنٹی 20 بین الاقوامی میچ کا بھی رکن تھا اور اس نے نمبر ون کیپ کیا
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایونٹ میں وہ ون ڈے ڈیبیو پر پانچ وکٹیں لینے والے پہلے کھلاڑی بن گئے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے کزن ڈینک ویرارتنے اور ان کے دو بھائی پاسن ویرارتنے اور چندولا ویرارتنے بھی فرسٹ کلاس کرکٹ کھیل چکے ہیں
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ویراتنے نے 2000 01 کے سیزن میں ڈومیسٹک فرسٹ کلاس کرکٹ نہیں کھیلی
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1998 99 پریمیئر ٹرافی میں سنہالی اسپورٹس کلب کے لیے کھیلتے ہوئے اپنا فرسٹ کلاس ڈیبیو کیا
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے ڈمبولا کے اسکواڈ میں شامل کیا گیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1995 سے 2003 تک کینٹربری کے لیے 35 فرسٹ کلاس اور 10 لسٹ اے کھیلے
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس ٹورنامنٹ کے بعد اس نے آئرلینڈ کے لیے تیرہ یوتھ ون ڈے انٹرنیشنل کھیلے تھے جن کی کیریئر بالنگ اوسط 25 50 تھی
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے مارچ 2008 میں بنگلہ دیش کے دورے کے دوران آئرلینڈ کے لیے اپنا ون ڈے ڈیبیو کیا
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے جنوبی افریقہ کے لیے 14 ٹیسٹ اور 70 سے زیادہ ون ڈے کھیلے ہیں
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 22 مارچ 1997 کو 17 سال کی عمر میں کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ورلڈ کپ کے دوران وہ جیمز فرینکلن جیسے لوگوں کے ساتھ کھیلے جنہوں نے ٹیسٹ اور ون ڈے میں نیوزی لینڈ کی نمائندگی کی
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 26 مئی 2013 کو ینگ نے آئرلینڈ کے لیے اسکاٹ لینڈ کے خلاف اپنا فرسٹ کلاس ڈیبیو کیا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہ ون ڈے میں آئرلینڈ کے لیے ان کی بہترین کارکردگی ہے
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے کاؤنٹی کے لیے اگست 2014 میں ناٹنگھم شائر کے خلاف اپنا فرسٹ کلاس ڈیبیو کیا
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1 اگست 2017 کو 2017 بین الصوبائی چیمپئن شپ میں ناردرن نائٹس کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 28 جولائی 2020 کو کرکٹ آئرلینڈ نے سیریز کے پہلے ون ڈے کے لیے ٹییکٹر کو اپنے 14 رکنی سکواڈ میں نامزد کیا
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 2001 02 کے سیزن میں اپنا فرسٹ کلاس ڈیبیو کیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 2 جولائی 2017 کو سنداکن کو زمبابوے کے خلاف دوسرے ون ڈے میچ میں لایا گیا
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے ڈمبولا کے اسکواڈ میں شامل کیا گیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے ڈمبولا کے سکواڈ میں شامل کیا گیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اگلے مہینےاسے 2018 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے گال کے سکواڈ میں بھی شامل کیا گیا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے کینڈی کے سکواڈ میں شامل کیا گیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے کینڈی کے سکواڈ میں شامل کیا گیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ کولٹس کرکٹ کلب کے لیے فرسٹ کلاس کرکٹ بھی کھیلتا ہے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے کینڈی کے سکواڈ میں شامل کیا گیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے کولمبو کے سکواڈ میں شامل کیا گیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے ڈمبولا کے اسکواڈ میں شامل کیا گیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اگلے مہینے اسے 2018 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے کینڈی کے سکواڈ میں بھی شامل کیا گیا
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے گال کے سکواڈ میں شامل کیا گیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے کولمبو کےسکواڈ میں شامل کیا گیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے ڈمبولا کے اسکواڈ میں شامل کیا گیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے ڈمبولا کے اسکواڈ میں شامل کیا گیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے کینڈی کے سکواڈ میں شامل کیا گیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے کولمبو کے سکواڈ میں شامل کیا گیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S میچ میں انہوں نے ون ڈے کرکٹ میں اپنی پہلی گیند پر وکٹ حاصل کی
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے کولمبو کے اسکواڈ میں شامل کیا گیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے کولمبو کے سکواڈ میں شامل کیا گیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ون ڈے ڈیبیو پر سری لنکا کے کسی کھلاڑی کے لیے ان کی باؤلنگ کے اعداد و شمار سب سے خراب ہیں
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے گال کے سکواڈ میں شامل کیا گیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے گال کے سکواڈ میں شامل کیا گیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مارچ 2019 میں اسے 2019 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے کینڈی کے سکواڈ میں شامل کیا گیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 11 مئی 2018 کو 2018 کے سپر پراونشل ون ڈے ٹورنامنٹ میں گال کے لیے اپنا لسٹ اے ڈیبیو کیا
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپریل 2018 میں اسے 2018 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے کینڈی کے سکواڈ میں شامل کیا گیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 18 جون 2019 کو 2019 بین الصوبائی چیمپئن شپ میں لینسٹر لائٹننگ کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ میں ابتدائی کامیابی
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سینئر ٹیم کے لیے ان کا ڈیبیو 2009 10 کے آئی سی سی انٹرکانٹینینٹل کپ میں کینیا کے خلاف فرسٹ کلاس میچ میں ہوا
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس میچ میں اس نے اپنی پہلی فرسٹ کلاس وکٹ لی جو کولنز اوبیا کی تھی
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فرسٹ کلاس میچ کے بعد اس نے دوسرے ون ڈے میں کینیا کے خلاف اپنا ایک روزہ بین الاقوامی ڈیبیو کیا
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فرسٹ کلاس میچ کے بعد اس نے دوسرے ون ڈے میں کینیا کے خلاف اپنا ایک روزہ بین الاقوامی ڈیبیو کیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے کینیڈا کے خلاف افغانستان کے دونوں ون ڈے کھیلے سیریز میں 4 وکٹیں حاصل کیں
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے ورلڈ کرکٹ لیگ میں افغانستان کے لیے واحد ون ڈے کھیلا
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S دوسرے ون ڈے میں غنی ایک آدمی تھے جو کوئینز سپورٹس کلب میں زمبابوے کے خلاف افغانستان کی اننگز دکھا رہے تھے
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نوین نے 7 مارچ 2018 کو 2018 کے احمد شاہ ابدالی 4 روزہ ٹورنامنٹ میں کابل ریجن کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 21 22|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ڈومیسٹک کرکٹ میں انہوں نے فرسٹ کلاس میچوں میں 2000 سے زیادہ رنز بنائے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 13 نومبر 2017 کو 2017 18 احمد شاہ ابدالی 4 روزہ ٹورنامنٹ میں آمو ریجن کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 21 22|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جنوری 2022 میں انہیں قطر میں نیدرلینڈز کے خلاف سیریز کے لیے افغانستان کے ون ڈے سکواڈ میں شامل کیا گیا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے نومبر 2017 کو 2017 18 احمد شاہ ابدالی 4 روزہ ٹورنامنٹ میں اسپین گھر ریجن کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 21 22|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ آئرش کرکٹ ٹیم کی نمائندگی کرتے ہوئے 7 خواتین کے ون ڈے میچوں میں نظر آ چکی ہیں
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مولینز نے جون 1999 میں آئرلینڈ کے لیے ون ڈے ڈیبیو کیا ایک واحد کھیل میں جب ہندوستان انگلینڈ کا دورہ کر رہا تھا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے اپنا ون ڈے ڈیبیو 2003 میں ویسٹ انڈیز کے خلاف کیا اور 58 رنز بنائے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے اپنا ون ڈے ڈیبیو 2006 میں بنگلہ دیش کے خلاف کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے زمبابوے کے لیے ٹیسٹ اور ون ڈے میچز کھیلے ہیں
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہیں 2011 12 ون ڈے سیریز میں زمبابوے میں نیوزی لینڈ کرکٹ ٹیم کے لیے منتخب کیا گیا تھا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جنوری 2020 میں زمبابوے کرکٹ نے انہیں عبوری بنیادوں پر زمبابوے کے ون ڈے انٹرنیشنل اور ٹوئنٹی 20 انٹرنیشنل سکواڈز کا کپتان نامزد کیا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S چبھابھا نے اپنی پہلی فرسٹ کلاس سنچری ہرارے میں سری لنکا اے کے خلاف بنائی
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے پچھلے فرسٹ کلاس میچ میں جنوبی افریقہ اکیڈمی کے خلاف انہوں نے رن آؤٹ ہونے سے پہلے 98 رنز بنائے تھے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے ٹیسٹ ڈیبیو کرنے سے پہلے زمبابوے کے لیے سب سے زیادہ ون ڈے کھیلے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جنوری 2022 میں 2021 22 لوگان کپ کے دوران مسوارے نے اپنا 100 واں فرسٹ کلاس میچ کھیلا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S دسمبر 2018 میں 2018 19 لوگان کپ کے ابتدائی راؤنڈ کے دوران مساکنڈا نے فرسٹ کلاس کرکٹ میں اپنی پہلی سنچری بنائی
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 4 اکتوبر 2017 کو 2017 18 لوگان کپ میں رائزنگ سٹارز کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جنوری 2018 میں انہیں بنگلہ دیش میں سہ فریقی سیریز کے لیے زمبابوے کے ون ڈے انٹرنیشنل سکواڈ میں شامل کیا گیا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 3 نومبر 2020 کو پاکستان کے خلاف تیسرے میچ میں موزاربانی نے ون ڈے کرکٹ میں اپنی پہلی 5 وکٹیں حاصل کیں
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 18 دسمبر 2019 کو 2019 20 لوگن کپ میں رینجرز کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 8 فروری 2015 کو 2014 15 لوگن کپ میں میٹابیلیلینڈ ٹسکرز کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ ون ڈے میچ میں اپنی پہلی گیند پر وکٹ لینے والے 26ویں بولر بن گئے جب انہوں نے ٹوبیاس ویسی کو آؤٹ کیا
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اگست 2022 میں انہیں بنگلہ دیش کے خلاف سیریز کے لیے زمبابوے کے ون ڈے سکواڈ میں شامل کیا گیا تھا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 12 نومبر 2017 کو 2017 18 لوگان کپ میں رائزنگ سٹارز کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اگست 2021 میں شمبا کو آئرلینڈ کے خلاف سیریز کے لیے زمبابوے کے ون ڈے سکواڈ میں بھی شامل کیا گیا تھا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے فرسٹ کلاس ڈیبیو سے پہلے انہیں 2020 انڈر 19 کرکٹ ورلڈ کپ کے لیے زمبابوے کی ٹیم میں شامل کیا گیا تھا
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1992 میں زمبابوے کے لیے ایک ون ڈے کھیلا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سٹرائیڈم نے کینیا کے ذریعے زمبابوے کے اس 5 میچوں کے ون ڈے ٹور میں اپنا ایک روزہ ڈیبیو کیا
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سٹریڈم کو بنگلہ دیش کے خلاف 5 ہوم ون ڈے کھیلنے کے لیے زمبابوے سکواڈ کے لیے منتخب کیا گیا تھا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اگست 2022 میں انہیں بنگلہ دیش کے خلاف سیریز کے لیے زمبابوے کی ون ڈے ٹیم میں شامل کیا گیا
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اگست 2022 میں انہیں بنگلہ دیش کے خلاف سیریز کے لیے زمبابوے کی ون ڈے ٹیم میں شامل کیا گیا
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 31 جنوری 2022 کو زمبابوے میں 2021 22 لوگان کپ میں ایگلز کے لیے کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S روز انیز نے بعد میں 5 دیگر فرسٹ کلاس میچ کھیلے 3کمبرلے کے لیے اور دو ٹرانسوال کے لیے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سٹیورٹ کے لیے یہ ان کا واحد فرسٹ کلاس میچ تھا
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس دورے کے بعد انہوں نے مزید فرسٹ کلاس کرکٹ نہیں کھیلی
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنے آخری فرسٹ کلاس میچ 1904 05 کے سیزن میں مغربی صوبے کے لیے کھیلے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1902 سے ٹرانسوال کے لیے ڈومیسٹک فرسٹ کلاس کرکٹ کھیلی
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S شنٹر کوئن کے ساتھ 305 کی وکٹ کی شراکت جو آج تک فری سٹیٹ فرسٹ کلاس ریکارڈ بنی ہوئی ہے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایک تیز گیند باز بل لنڈی نے 1909 سے 1914 کے درمیان تین صوبوں کے لیے آٹھ فرسٹ کلاس میچ کھیلے
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کا واحد ٹیسٹ اور آخری فرسٹ کلاس میچ 1913 14 میں انگلینڈ کے دورہ جنوبی افریقہ کا پانچواں ٹیسٹ تھا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 13 جون 2023 تک ( ٹی20 بین الاقوامی میچ 2097 )
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس دورے پر تمام فرسٹ کلاس میچوں میں انہوں نے 27 83 کی اوسط سے 61 وکٹیں حاصل کیں
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہ اننگز ان کے فرسٹ کلاس کیریئر کی سب سے بڑی اور واحد سنچری ثابت ہوئی
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نیوزی لینڈ میں دوسرا ٹیسٹ میک ملن کا فرسٹ کلاس کرکٹ کا آخری کھیل تھا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے نیو ساؤتھ کے خلاف ایک غیر فرسٹ کلاس میچ کھیلا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس سے پہلے کہ وہ فرسٹ کلاس کرکٹ کو اچھے طریقے سے چھوڑ دیں
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اننگز انہیں دوبارہ جنوبی افریقہ کے لیے منتخب نہیں کیا گیا اور درحقیقت انہوں نے مزید فرسٹ کلاس کرکٹ بھی نہیں کھیلی
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس وقت انہوں نے جو 542 گیندیں کیں وہ فرسٹ کلاس کرکٹ میں کسی ایک اننگز میں سب سے زیادہ تھیں
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہ ان کا فرسٹ کلاس کا سب سے بڑا سکور رہے گا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 18 اکتوبر 2019 کو کوئنز لینڈ کے لیے 2019 20 شیفیلڈ شیلڈ سیزن میں کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 4 نومبر 2019 کو سٹریٹ نے مغربی آسٹریلیا کے خلاف 115 رنز کے ساتھ اپنی پہلی فرسٹ کلاس سنچری بنائی
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے مقابلے کے دوران دو مزید فرسٹ کلاس کھیلے بولانڈ اور ایسٹرنز کے خلاف
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جولائی 2018 میں انہیں نیدرلینڈز کے ون ڈے انٹرنیشنل سکواڈ میں شامل کیا گیا نیپال کے خلاف سیریز کے لیے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے پہلی بار 1931 32 میں بارڈر کے لیے ایک اوپننگ بلے باز کے طور پر فرسٹ کلاس کرکٹ کھیلی
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1960 میں انگلینڈ کا دورہ کیا 23 فرسٹ کلاس میچوں میں 29 69 کی اوسط سے 980 رنز بنائے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S " وہ سیزن کے اختتام پر ریٹائر ہو گئے اس لیے یہ ان کا آخری فرسٹ کلاس میچ ثابت ہوا
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S تیسرے میچ کے بعد جب انہیں ڈراپ کیا گیا تو انہوں نے فرسٹ کلاس کرکٹ سے ریٹائرمنٹ لے لی
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے بینسن اینڈ ہیجز ورلڈ سیریز 1993 94 کے دوران 1994 میں آسٹریلیا کے خلاف اپنے دونوں ون ڈے کھیلے
A 19 20|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1997 اور 1998 میں 3 انڈر 19 ٹیسٹ میچ اور 8انڈر 19 ون ڈے کھیلے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا پہلا سیزن 35 73 کی بولنگ اوسط سے 15 فرسٹ کلاس وکٹوں کے ساتھ ختم کیا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ کیپ کوبراز اور مغربی صوبے کے لیے فرسٹ کلاس کرکٹ کھیلتا ہے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 2006 07 میں اس کا آخری فرسٹ کلاس سیزن اس نے 8 میچوں میں 34 00 پر 16 وکٹیں حاصل کیں
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پیڈٹ نے کیپ کوبراز کے اپنے بہت سے دوسرے ساتھیوں کی طرح مغربی صوبے کی کرکٹ ٹیم کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 21 22|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جنوری 2019 میں 2018 19 سی ایس اے 4 روزہ فرنچائز سیریز میں اس نے فرسٹ کلاس کرکٹ میں اپنی پہلی سنچری بنائی
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کا فرسٹ کلاس ڈیبیو 3ہفتے بعد ہوا فری سٹیٹ کے خلاف سپر اسپورٹ سیریز کے میچ میں کھیلا
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے پاکستان کے خلاف ون ڈے سیریز کے دوسرے میچ میں بیٹنگ کا آغاز کرتے ہوئے اپنے ون ڈے کیریئر کا آغاز کیا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S تھامس نے 1998 99 کے سیزن میں نیو لینڈز کیپ ٹاؤن میں مغربی صوبے بی کے لیے کھیلتے ہوئے اپنا فرسٹ کلاس ڈیبیو کیا
A 21 22|||U:NOUN||||||REQUIRED|||-NONE-|||0

S موسیہلے نے اکتوبر 2008 میں ایسٹرنز کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جنوری 2020 میں 2019 20 سی ایس اے 4 روزہ فرنچائز سیریز میں اس نے فرسٹ کلاس کرکٹ میں اپنی پہلی 5وکٹیں حاصل کیں
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہ خواتین کے ون ڈے میں سری لنکن باؤلر کے لیے بہترین باؤلنگ کے اعداد و شمار ہیں
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ سری لنکا کے لیے 2 خواتین کے ون ڈے میں کھیل چکی ہیں
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ممبئی کرکٹ ٹیم ایک کرکٹ ٹیم ہے جو ہندوستانی ڈومیسٹک کرکٹ میں شہر ممبئی کی نمائندگی کرتی ہے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ سری لنکا کے لیے خواتین کے واحد ون ڈے میں کھیل چکی ہیں
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ 2004 ویمنز ایشیا کپ کے ایک حصے کے طور پر ایک تنہا عالمی ون ڈے میں سری لنکا کے لیے کھیل چکی ہے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S آخری ون ڈے میں جوہماری لوگٹن برگ کی سنچری نے جنوبی افریقہ کو سیریز میں 3 0 سے وائٹ واش کرنے میں مدد کی
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بعد کی زندگی اور فرسٹ کلاس کرکٹ
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1889 میں آکسفورڈ یونیورسٹی کے لیے انگلستان کے جنٹلمین کے خلاف اپنی واحد دوسری فرسٹ کلاس پیشی کی
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1934 اور 1936 کے دوران اکثر کھیلا لیکن 1935 1937 اور 1938 میں ہر سال صرف ایک فرسٹ کلاس گیم کھیلا
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1902 کے انگلش کرکٹ سیزن کے دوران لنکاشائر کے لیے اپنے صرف دو فرسٹ کلاس میچ کھیلے
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے ہیمپشائر کے لیے 1922 میں کاؤنٹی گراؤنڈ ساؤتھمپٹن میں مقامی حریف سسیکس کے خلاف فرسٹ کلاس ڈیبیو کیا
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فرائی فرسٹ کلاس کرکٹ میں اپنے والد کے حملہ آور فلسفوں کی تقلید نہیں کر سکے
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایک نصف سنچری کے ساتھ جس نے فرسٹ کلاس میں ان کا سب سے زیادہ 78 رنز بنائے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ سے ان کی ریٹائرمنٹ ان کے 1931 کے سیزن کے آخری میچ کے بعد ہوئی جو وارکشائر کے خلاف ہوا تھا
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ لیجنڈری سی بی فرائی کے پوتے ہیں ان کے والد سٹیفن فرائی بھی ہیمپشائر کے لیے فرسٹ کلاس کرکٹ کھیلتے تھے
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے بھائی جان نے بھی فرسٹ کلاس کرکٹ کھیلی
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جان ایڈورڈ ٹیو ( پیدائش 3 ستمبر 1905 ) ( انتقال 28 دسمبر 1992 ) ایک انگلش فرسٹ کلاس کرکٹر اور وکیل تھے
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ٹیو کے بھائی انتھونی نے بھی فرسٹ کلاس کرکٹ کھیلی
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے فرسٹ کلاس وکٹ لیے بغیر 25 گیندیں کیں
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ) یا آمو ریجن افغانستان کی آٹھ علاقائی فرسٹ کلاس کرکٹ ٹیموں میں سے ایک ہے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S آمو ریجن احمد شاہ ابدالی 4 روزہ ٹورنامنٹ میں حصہ لے رہا ہے جسے 2017 کے بعد سے فرسٹ کلاس کا درجہ حاصل ہے
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ غازی امان اللہ خان ریجنل ون ڈے ٹورنامنٹ میں بھی کھیلتے ہیں جسے 2017 سے لسٹ اے کا درجہ دیا گیا تھا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے والد ہنری پیلریٹ نے میریلیبون کرکٹ کلب کے لیے 1868 اور 1869 میں دو بار فرسٹ کلاس کرکٹ کھیلی
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس دورے کے بعد فرسٹ کلاس کرکٹ میں ان کی نمائش کم ہوتی گئی
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ دائیں ہاتھ کا بلے باز تھا اور اس نے صرف ایک ہی میچ میں فرسٹ کلاس رن کے ٹوٹل 3 کے ساتھ کھیلا
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سٹیپلٹن نے مزید کوئی فرسٹ کلاس نہیں کھیلا لیکن 1909 میں مائنر کاؤنٹی چیمپئن شپ میں گلیمورگن کے لیے ایک میچ کھیلا
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے 4 فرسٹ کلاس میچوں میں انہوں نے 31 کے سب سے زیادہ سکور کے ساتھ مجموعی طور پر 89 رنز بنائے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پھر 1937 میں میتھیوز سٹو سکول میں کوچ بن گئے اور ان سے کوئی فرسٹ کلاس کرکٹ کھیلنے کی توقع نہیں تھی
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پرائس ایک وکٹ کیپر تھے جنہوں نے اپنے فرسٹ کلاس کیریئر میں 648 کیچ اور 316 اسٹمپنگ کیے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے کیمبرج یونیورسٹی کے لیے 1935 سے 1938 تک فرسٹ کلاس کرکٹ کھیلی
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S گ ب 1957 سے 1966 تک فرسٹ کلاس کرکٹ میں امپائر رہے بعد میں وہ گلڈ فورڈ سرے میں بس ڈرائیور بن گئے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایل رابنسن الیون کے خلاف ایونز نے کیمبرج یونیورسٹیز کی دوسری اننگز میں 70 رنز بنا کر اپنی واحد فرسٹ کلاس نصف سنچری بنائی
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایونز کا آخری فرسٹ کلاس میچ 1914 میں کیمبرج یونیورسٹی کے خلاف فری فارسٹرز کے لیے ہوا تھا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایلیٹ نے 1956 سے 1974 تک فرسٹ کلاس امپائر کے طور پر خدمات انجام دیں
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بعد میں وہ 1979 1980 میں ہووا باؤل میں 3 فرسٹ کلاس میچوں میں نٹال کے لیے کھیلے
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 16 ستمبر 2019 کو ناٹنگھم شائر کے لیے 2019 کاؤنٹی چیمپئن شپ میں کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے تین بھائی ایرک جیوف اور بل اور اس کے کزن جان سبھی فرسٹ کلاس کرکٹ کھیلتے تھے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایڈریچ نے فارمر بننے سے پہلے 1946 اور 1948 کے درمیان لنکاشائر کے لیے 36 فرسٹ کلاس میچز بطور وکٹ کیپر کھیلے
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے 3 بھائی برائن جیوف اور بل اور اس کے کزن جان ایڈریچ سبھی فرسٹ کلاس کرکٹ کھیلتے تھے
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے فرسٹ کلاس کی 1600 وکٹیں حاصل کیں
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے کیمبرج کے لیے 1979 تک فرسٹ کلاس کرکٹ کھیلی 14 میچز کھیلے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کا بہترین سیزن 1961 تھا جب انہوں نے فرسٹ کلاس کرکٹ میں 1 , 860 رنز بنائے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S رہوڈس بعد میں فرسٹ کلاس امپائرنگ کی فہرست میں شامل ہو گئے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ بائیں ہاتھ کے بلے باز اور وکٹ کیپر تھے جنہوں نے 1995 میں ڈربی شائر کے لیے فرسٹ کلاس کرکٹ کھیلی
A 19 20|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے اپنی واحد فرسٹ کلاس سنچری 1997 میں آکسفورڈ یونیورسٹی کے خلاف صرف 64 گیندوں پر بنائی تھی
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S شٹل ورتھ نے 1998 اور 2003 کے درمیان 11 فرسٹ کلاس میچوں میں امپائرنگ کی
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے بیٹے جیمی نے بھی فرسٹ کلاس کرکٹ کھیلی
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1964 65 رنجی ٹرافی میں آندھرا کے خلاف تمل ناڈو کے لیے صرف ایک فرسٹ کلاس میچ کھیلا
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے بیٹے ریس نے 2017 میں آکسفورڈ ایم سی سی یو لیے فرسٹ کلاس کرکٹ کھیلی
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 17 سال پر محیط فرسٹ کلاس کیریئر میں انہوں نے 675 وکٹیں حاصل کیں اور 4 , 457 رنز بنائے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S تمام فرسٹ کلاس کرکٹ میں انہوں نے 29 35 کی اوسط سے 1000 سے زیادہ وکٹیں حاصل کیں
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 11سیزن میں اس نے نارتھمپٹن شائر کے لیے 500 سے زیادہ فرسٹ کلاس وکٹیں حاصل کیں 2001 میں ان کی رہائی تک
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایلوٹ نے ایسیکس کے ساتھ 15 سالہ فرسٹ کلاس کیریئر کا لطف اٹھایا
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 10 جولائی 2016 کو 2016 کاؤنٹی چیمپئن شپ میں نارتھمپٹن شائر کے خلاف ووسٹر شائر کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 21 22|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بار بار کہنی کی چوٹ کے بعد انہوں نے 2008 کے سیزن کے آغاز میں فرسٹ کلاس کرکٹ سے ریٹائرمنٹ کا اعلان کیا
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 2012 کے سیزن کے اختتام پر فرسٹ کلاس کرکٹ سے ریٹائرمنٹ لے لی 23 سیزن تک کاؤنٹی کرکٹ کھیلی
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہات یائی ضلع ( لاطینی ) تھائی لینڈ کا ایک آباد مقام جو سونگکھلا صوبہ میں واقع ہے
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جنوری 2020 تک شرما کے پاس 150 سے زیادہ آٹھ اور تین ڈبل سنچریاں ہیں یہ دونوں ون ڈے میں ریکارڈ ہیں
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S دسمبر 2016 میں سڈنی کرکٹ گراؤنڈ میں نیوزی لینڈ کے خلاف ان کا سب سے زیادہ ون ڈے سکور 164 تھا
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے ون ڈے میں گیارہ سنچریاں اسکور کی ہیں اور آسٹریلیا کے لیے ون ڈے سنچریوں کی فہرست میں پانچویں پوزیشن پر ہیں
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 82 کا ان کا سب سے زیادہ ون ڈے سکور 2002 میں انڈیا کے خلاف دوسرے میچ میں آیا
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 2003 میں آسٹریلیا کے خلاف 3 26 ان کا بہترین ون ڈے بولنگ فیگر تھا
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اسی سال اس نے گلوسٹر شائر میں شمولیت اختیار کی اور فرسٹ کلاس ڈیبیو کیا
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایک دائیں ہاتھ کے بلے باز انہوں نے 8سنچریوں سمیت 3 , 305 فرسٹ کلاس رنز بنائے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 2012 کے سیزن میں کیریگن کو کیڈی کی جگہ فرسٹ کلاس کرکٹ میں لنکاشائر کے اہم سپنر کے طور پر دیکھا گیا
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 2012 میں وہ مارچ کے مہینے میں انگلینڈ میں فرسٹ کلاس سنچری بنانے والے پہلے بلے باز بن گئے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 2019 میں اس نے ڈرہم کے لیے چار فرسٹ کلاس میچ کھیلے لیکن سیزن کے اختتام پر اسے عملے میں برقرار نہیں رکھا گیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مولانا نے حفظ قرآن پاک اپنی والدہ محترمہ سے شروع کیا اور تیسویں کی سورتیں ا ن سے حفظ کیں
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مولانا نے حفظ قرآن پاک اپنی والدہ محترمہ سے شروع کیا اور تیسویں کی سورتیں ا ن سے حفظ کیں
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اوورٹن نے پہلی بار 2011 اور 2012 کے درمیان 16 یوتھ ون ڈے کھیل کر انگلینڈ انڈر 19 کے لیے بین الاقوامی کرکٹ کھیلی
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سنہ 1978 میں اسے ریگسٹرڈ تنظیم کی حیثیت حاصل ہوئی اور اسے عالمی صیہونی تنظیم نے بھی تسلیم کیا
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے انگلینڈ کے لیے تین ایک روزہ بین الاقوامی اور 359 فرسٹ کلاس میچوں میں کھیلا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1986 تک کیمبرج کے لیے فرسٹ کلاس کرکٹ کھیلی جس میں کل 23 میچ کھیلے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے جنوری 1914 میں ٹرانسوال کے لیے میریلیبون کرکٹ کلب کے خلاف مزید دو فرسٹ کلاس کھیلے
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ فرسٹ کلاس کرکٹ میں مڈل آرڈر میں بیٹنگ کرتا ہے اور محدود اوورز میں کھلتا ہے
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 2011 میں وہ ڈیرک انڈر ووڈ کے بعد 100 فرسٹ کلاس وکٹیں لینے والے سب سے کم عمر انگلش اسپن بولر بن گئے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ ڈینس ایمس کے بعد انگلینڈ کے لیے ون ڈے ڈیبیو پر سنچری بنانے والے دوسرے اور مجموعی طور پر نویں کھلاڑی بن گئے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S تاہم گزشتہ ماہ ستمبر میں ایم کیو ایم پاکستان نے مذاکرات کے بعد انہیں دوبارہ پارٹی میں شامل کر لیا تھا
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S گارٹن نے اپنا فرسٹ کلاس ڈیبیو سسیکس کے لیے اپریل 2016 میں لیڈز بریڈ فورڈ ایم سی سی یونیورسٹی کے خلاف کیا تھا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے ستمبر 2014 میں سسیکس کے خلاف ناٹنگھم شائر کے لیے فرسٹ کلاس ڈیبیو کیا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اکتوبر 2022 میں انہیں جنوبی افریقہ کے خلاف سیریز کے لیے ہندوستان کی ون ڈے ٹیم میں شامل کیا گیا تھا
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S شہر کی دیوار شہر کو حملہ آور قبائل جیسے کہ محسود قزاقوں سے بچانے کے لیے تعمیر کی گئی تھی
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پاجانگ بادشاہت ( جاوا انڈونیشیا میں پیدا ہونے والی اور گرنے والی بہت سی سلطنتوں میں سے ایک تھی
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نیوزی لینڈ کی سب سے بڑی ون ڈے کامیابی ایملی ڈرم کی قیادت میں تھی جب اس نے 2000 1 ورلڈ کپ جیتا تھا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ستمبر 2022 تک اس نے پاکستان کے لیے 42 ٹیسٹ اور 92 ون ڈے انٹرنیشنل کے ساتھ ساتھ 86 ٹوئنٹی 20 انٹرنیشنل کھیلے ہیں
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کا سب سے زیادہ ون ڈے سکور 158 جولائی 2021 میں انگلینڈ کے خلاف بنایا گیا تھا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کی ون ڈے سنچریاں جو تیرہ مختلف مقامات پر بنائی گئی تھیں سات مختلف مخالفین کے خلاف بنی ہیں
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے کیفاس زوائو پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S خواتین کا پہلا ون ڈے 1973 میں انگلینڈ اور آسٹریلیا کے درمیان کھیلا گیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے ہربل لائف نیوٹریشن پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اسکاٹ لینڈ نے 1999 کرکٹ ورلڈ کپ میں اپنا پہلا ون ڈے میچ کھیلا
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپریل 2018 میں اسے 2018 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے گال کے اسکواڈ میں شامل کیا گیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپریل 2018 میں اسے 2018 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے کولمبو کے اسکواڈ میں شامل کیا گیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے کمیونزم کی تاریخ پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے گلگت بلتستان میں تعلیم پر بیرونی ربط میں ترمیم کی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے کزن یوی برکن سٹاک جنوبی افریقہ میں فرسٹ کلاس کرکٹ کھیل چکے ہیں
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے اپنی پہلی فرسٹ کلاس اننگز میں نصف سنچری بنائی
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے فرسٹ کلاس ڈیبیو سے پہلے انہیں 2018 کے انڈر 19 کرکٹ ورلڈ کپ کے لیے نمیبیا کے سکواڈ میں شامل کیا گیا تھا
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 11 فروری 2018 کو 2017 18 سی ایس اے صوبائی ون ڈے چیلنج میں نمیبیا کے لیے اپنا لسٹ اے ڈیبیو کیا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے فرسٹ کلاس ڈیبیو سے پہلے انہیں 2018 کے انڈر 19 کرکٹ ورلڈ کپ کے لیے نمیبیا کے سکواڈ میں شامل کیا گیا تھا
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 11 فروری 2018 کو 2017 18 سی ایس اے صوبائی ون ڈے چیلنج میں نمیبیا کے لیے اپنا لسٹ اے ڈیبیو کیا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 11 اکتوبر 2015 کو سی ایس اے صوبائی ون ڈے چیلنج ٹورنامنٹ میں اپنا لسٹ اے ڈیبیو کیا
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ غازی امان اللہ خان ریجنل ون ڈے ٹورنامنٹ میں بھی کھیلتے ہیں جسے 2017 سے لسٹ اے کا درجہ دیا گیا تھا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جنوبی افریقہ میں پیدا ہوئے ڈی لینج نے مارچ 1998 میں دورہ سری لنکا کے خلاف بولانڈ کے لیے فرسٹ کلاس ڈیبیو کیا
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 20 اکتوبر 2016 کو 2016 17 سن فوئل 3 روزہ کپ میں بولانڈ کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 19 20|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 26 مارچ 2017 کو 2016 17 سی ایس اے صوبائی ون ڈے چیلنج میں بولینڈ کے لیے اپنا لسٹ اے ڈیبیو کیا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے چھ کھیلوں نے فرسٹ کلاس کا درجہ حاصل کیا اور ان میں اس نے 17 وکٹیں حاصل کیں اور 61 رنز بنائے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اینڈرسن نے 1892 اور 1895 کے درمیان یورپیوں کے لیے 2 فرسٹ کلاس میچ کھیلے جو دونوں پارسیوں کے خلاف تھے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S آرنلڈ کا فرسٹ کلاس کیریئر پہلی جنگ عظیم کے آغاز کے ساتھ ختم ہوا
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہ اپنے ون ڈے کیریئر کے دوران رمیش کی طرف سے لی گئی واحد وکٹ بھی تھی
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے ون ڈے کرکٹ میں اپنی پہلی گیند پر وکٹ حاصل کی
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1911 12 شیفیلڈ شیلڈ سیزن میں جنوبی آسٹریلیا کے لیے ایک فرسٹ کلاس میچ کھیلا
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1907 اور 1910 کے درمیان 20 فرسٹ کلاس میچ کھیلے جن میں سے 17 وورسٹر شائر کے لیے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S دولتیہ ( لاطینی ) بنگلہ دیش کا ایک آباد مقام جو راج باڑی ضلع میں واقع ہے
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اگلے سیزن میں بیکن نے سمرسیٹ کے خلاف ہیمپشائر کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S دائیں ہاتھ کے بلے باز اس نے آئرلینڈ کے لیے دو فرسٹ کلاس میچ کھیلے ایک 1913 میں دوسرا 1914 میں
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بیلچر نے 1905 میں ہیمپشائر کے لیے ایک ہی فرسٹ کلاس میں شرکت کی
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایک لوئر مڈل آرڈر بلے باز کے طور پر اس نے اپنی ہر فرسٹ کلاس اننگز میں صفر رنز بنائے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بنگھم نے 1896 کے سیزن کے دوران میریلیبون کرکٹ کلب کے خلاف ڈربی شائر کے لیے ایک فرسٹ کلاس کھیلا
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1904 سے 1913 درمیان مڈل سیکس اور آکسفورڈ یونیورسٹی کے لیے 55 فرسٹ کلاس میچ کھیلے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بوڈنگٹن نے 1901 کاؤنٹی چیمپیئن شپ میں سرے کے خلاف ہیمپشائر کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1914 تک آکسفورڈ کے لیے فرسٹ کلاس کرکٹ کھیلی چودہ میچز کھیلے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بریڈ فورڈ نے سمرسیٹ کے خلاف 1895 کاؤنٹی چیمپئن شپ میں ہیمپشائر کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے چچا فرانسس بٹلر نے بھی فرسٹ کلاس کرکٹ کھیلی
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S چارٹیرس نے 1910 کے سیزن کے دوران سرے کے خلاف ٹیم کے لیے واحد فرسٹ کلاس کھیل پیش کیا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S چارٹرس کے بہنوئی آرچر ونڈسر کلائیو اور چچا رچرڈ چارٹرس دونوں فرسٹ کلاس کرکٹ کھیلتے تھے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1897 سے 1910 درمیان مڈل سیکس اور سرے کے لیے 66 فرسٹ کلاس میچ کھیلے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایک دائیں ہاتھ کا بلے باز اس نے جون 1895 میں لیسٹر شائر کے خلاف ڈبلن یونیورسٹی کے لیے ایک فرسٹ کلاس میچ کھیلا
A 21 22|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے بھائی جیفری کتھبرٹسن نے بھی فرسٹ کلاس کرکٹ کھیلی
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے بھائی آئیور اور بہنوئی مرے بسیٹ دونوں فرسٹ کلاس کرکٹ کھیلتے تھے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1871 72 میں نیو ساؤتھ ویلز کے لیے ایک فرسٹ کلاس میچ کھیلا
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1905 06 میں ویلنگٹن کے لیے ایک فرسٹ کلاس میچ کھیلا
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ون ڈے کرکٹ میں ان کے کیریئر کی بہترین باؤلنگ دسمبر 1993 میں کراچی میں زمبابوے کے خلاف 15 رنز کے عوض وکٹیں تھیں
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 9 فروری 2013 کو کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S تخت پڑی پاکستان کا ایک پاکستان کی یونین کونسل جو تحصیل و ضلع راولپنڈی میں واقع ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پنڈ جھاٹلہ پاکستان کا ایک قصبہ ہے جو تحصیل و ضلع راولپنڈی میں واقع ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مجموعی طور پر برمودا نے 38 ون ڈے کھیلے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہ ادارہ وفاق المدارس العربیہ وفاقی بورڈ برائے متوسط و ثانوی تعلیم اور پنجاب یونیورسٹی سے منسلک ہے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے شہر اجنبی پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہ ان کے کیریئر کے 6 ون ڈے میچوں میں سے آخری تھا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے بھائی کرسٹوفر نے 1967 میں جنوبی افریقی یونیورسٹیوں کے لیے ایک فرسٹ کلاس میچ کھیلا
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے قومی بینک کرکٹ گراؤنڈ پر بیرونی ربط میں ترمیم کی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S رچرڈسن دائیں ہاتھ کے بلے باز اور وکٹ کیپر کے طور پر بائیس فرسٹ کلاس میچوں میں نظر آئے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S میزبان ٹیم کو پہلے ون ڈے میں 84 رنز سے شکست کا سامنا کرنا پڑا
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ون ڈے سیریز سے پہلے جنوبی افریقہ نے انگلینڈ لائنز کے خلاف 50 اوور کے دو میچ کھیلے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سیارے نیپچون میں ایک مدھم سیاروں کا حلقہ نظام ہے جو کئی الگ الگ حلقوں اور کچھ " رنگ آرکس " سے بنا ہے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سیارے نیپچون میں ایک مدھم سیاروں کا حلقہ نظام ہے جو کئی الگ الگ حلقوں اور کچھ " رنگ آرکس " سے بنا ہے
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے بھائی ہاشم آملہ نے جنوبی افریقہ کے لیے ٹیسٹ اور ون ڈے کرکٹ کھیلی
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مشرقی افریقہ نے اپنے گروپ میں ٹیسٹ کھیلنے والے ممالک کے خلاف جدوجہد کی اپنے تمام ون ڈے میچوں میں بھاری شکست کھائی
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پہلا ون ڈے میچ آسٹریلیا اور انگلینڈ کے درمیان 1971 میں میلبورن کرکٹ گراؤنڈ میں 40 اوور کے میچ کے طور پر کھیلا گیا
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S آپ مولانا محمد ذاکر کے چھوٹے بھائی تھے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اب تک اپنے 22 ون ڈے میچوں میں انہوں نے 28 چھکے لگائے ہیں
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے ایکشن کو بالآخر منظور کر لیا گیا اور وہ برمودا کے لیے نو ون ڈے کھیلنے گئے
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 20 ون ڈے کھیلے جن میں سب سے زیادہ سکور 74 تھا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ 12 ون ڈے میچوں میں دائیں ہاتھ کے بلے باز اور وکٹ کیپر کے طور پر کھیلے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے بغیر کوئی وکٹ لیے صرف دو اوور پھینکے اور یہ ان کے کیریئر کا واحد ون ڈے میچ تھا
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S حکیم چٹھہ پاکستان کا ایک پاکستان کی یونین کونسلیں جو تحصیل گوجر خان ضلع راولپنڈی پنجاب پاکستان میں واقع ہے
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 2022 23 قائداعظم ٹرافی ایک فرسٹ کلاس کرکٹ ٹورنامنٹ تھا جو پاکستان میں 27 ستمبر سے 30 نومبر 2022 تک کھیلا گیا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ستمبر 2022 میں اسے نیوزی لینڈ اے کرکٹ ٹیم کے خلاف 3 ون ڈے سیریز کھیلنے والے انڈیا اے سکواڈ میں شامل کیا گیا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1 ستمبر 2018 کو 2018 19 قائد اعظم ٹرافی میں زرعی ترقیاتی بینک لمیٹڈ کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 2008 میں اپنا ون ڈے ڈیبیو کیا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کا پہلا ون ڈے میچ 01 جولائی 2008 کو کینیڈا بمقابلہ برمودا کنگ سٹی میں ہوا تھا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S رضا نے اپنا پہلا فرسٹ کلاس میچ 28 مارچ 2013 کو کینیا کے خلاف کھیلا
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ میں 1948 سے اب تک 33 ٹائیز ہو چکے ہیں
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ میں سب سے زیادہ انفرادی اسکور 501 ہے جو برائن لارا نے 1994 میں واروکشائر کے لیے بنایا تھا
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1772 سے فرسٹ کلاس میچوں میں درج ذیل انفرادی اسکور آہستہ آہستہ معاصر سکور کارڈز " پر " ریکارڈ کیے گئے سب سے زیادہ ہیں
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ نو فرسٹ کلاس کرکٹ میچوں میں میٹابیلینڈ ٹیم کے لیے کھیل چکے ہیں
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ماؤنٹینیئرز ویمن کرکٹ ٹیم زمبابوے کی خواتین کی کرکٹ ٹیم ہے جو مطارے میں واقع ہے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کی 26 ون ڈے وکٹوں کی تعداد صرف کیرولین سالومن اور سینڈرا کوٹ مین نے ہالینڈ کے لیے حاصل کی ہے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 16 ستمبر 2018 کو 2018 19 قائداعظم ٹرافی میں کراچی وائٹس کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 26 ستمبر 2017 کو 2017 18 قائد اعظم ٹرافی میں سوئی ناردرن گیس پائپ لائنز لمیٹڈ کے لیے فرسٹ کلاس ڈیبیو کیا
A 21 22|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 29 دسمبر 2013 کو 2013 14 قائد اعظم ٹرافی میں سوئی ناردرن گیس پائپ لائنز لمیٹڈ کے لیے فرسٹ کلاس ڈیبیو کیا
A 21 22|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فارمرکے ماموں ولیم کرولی اور آرتھر فارمر دونوں فرسٹ کلاس کرکٹ کھیلتے تھے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایک وکٹ کیپر 152 فرسٹ کلاس میچوں میں اس نے 5 , 798 رنز بنائے اور 203 آؤٹ ہوئے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1913 اور 1914 کے درمیان تسمانیہ کے لیے 2 فرسٹ کلاس میچ کھیلے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1914 15 میں اوٹاگو کے لیے ایک فرسٹ کلاس میچ کھیلا
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S رونالڈ سٹیورٹ گورڈن ( پیدائش 24 نومبر 1876 ) ( انتقال 31 اکتوبر 1914 ) سکاٹش فرسٹ کلاس کرکٹر اور برطانوی آرمی افسر تھے
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کی بولنگ اوسط 10 22 فرسٹ کلاس کرکٹ میں آئرلینڈ کے لیے دوسری بہترین ہے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے بھائی ولیم اور والٹر جنہوں نے سکاٹ لینڈ کے لیے فرسٹ کلاس کرکٹ بھی کھیلی تھی دونوں جنگ میں مارے گئے
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے دونوں بھائی جان اور والٹر نے فرسٹ کلاس کرکٹ کھیلی
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہیتھ کوٹ ایموری کے بھائی جان اور چچا ہنری اسٹینلے دونوں فرسٹ کلاس کرکٹ کھیلتے تھے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کا فرسٹ کلاس کا سب سے زیادہ سکور 1907 کے کھیل میں 15 تھا
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مئی 1912 میں لارڈز میں رائل نیوی کے خلاف آرمی کی طرف سے اس نے ایک اور فرسٹ کلاس میچ کھیلا
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ اس سے قبل ایم سی سی اور سینڈہرسٹ کے لیے نان فرسٹ کلاس میچ کھیل چکے ہیں
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اسحاق کے بھائی جان اور بیٹے ہربرٹ کا بھی مختصر فرسٹ کلاس کیریئر تھا
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جیمز کے تینوں فرسٹ کلاس مقابلے گلوسٹر شائر کے لیے شکست پر ختم ہوئے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جیننگز نے اپنا فرسٹ کلاس ڈیبیو وارکشائر کے لیے 1923 میں دورہ کرنے والے ویسٹ انڈینز کے خلاف کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جیننگز نے وارکشائر کے لیے 1923 سے 1925 تک فرسٹ کلاس کرکٹ کھیلی ان کے لیے 20 بار کھیلے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کرکٹ کے ایک بڑے خاندان کا حصہ اس کے بھائی ڈیوڈ جارج اور لیونارڈ سب فرسٹ کلاس کرکٹ کھیلتے تھے
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے بھائی ڈیوڈ جارج اور ٹام سبھی فرسٹ کلاس کرکٹ کھیلتے تھے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جیسن نے 1907 کاؤنٹی چیمپیئن شپ میں وارکشائر کے خلاف ہیمپشائر کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1907 میں ہیمپشائر کے لیے 11 فرسٹ کلاس میچ کھیلے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1912 13 میں آکلینڈ کے لیے ایک فرسٹ کلاس میچ کھیلا
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S میکے نے کینٹ کے خلاف 1914 کے سیزن کے دوران ٹیم کے لیے ایک واحد فرسٹ کلاس کھیل پیش کیا
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مارک کنکیڈ میکنزی ( پیدائش 22 اگست 1888 ) ( انتقال 25 ستمبر 1914 ) سکاٹش فرسٹ کلاس کرکٹر اور برطانوی آرمی آفیسر تھے
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S میرڈیتھ میگنیاک ( پیدائش 27 جون 1880 ) ( انتقال 25 اپریل 1917 ) ایک انگریز فرسٹ کلاس کرکٹر اور برطانوی آرمی آفیسر تھا
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1914 15 میں اوٹاگو کے لیے ایک فرسٹ کلاس میچ کھیلا
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جنوری 2019 میں وہ ون ڈے میچ میں پانچ وکٹیں لینے والے نیپال کے پہلے بولر بن گئے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا لسٹ اے امپائرنگ کا آغاز نومبر 2007 میں کیا اور دسمبر 2008 میں فرسٹ کلاس ڈیبیو کیا
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S میڈ نے 1913 کاؤنٹی چیمپئن شپ میں ڈربی شائر کے خلاف ایسیکس کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے کاؤنٹی کے لیے مزید تین فرسٹ کلاس کھیلے جن میں سے آخری 1914 کاؤنٹی چیمپئن شپ میں سسیکس کے خلاف آیا
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جان کانگریو مرے ( پیدائش 21 اگست 1882 ) ( انتقال 23 ستمبر 1917 ) سکاٹش فرسٹ کلاس کرکٹر اور برطانوی آرمی آفیسر تھے
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اگرچہ ایک وکٹ کیپر مرے نے صرف اپنی فرسٹ کلاس میچوں میں سے ایک میں وکٹ کیپ کی تھی
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ولیم کے بھائی ایڈون اوڈیل نے بھی ایک میچ میں لیسٹر شائر کے لیے فرسٹ کلاس کرکٹ کھیلی
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ذوالفقار علی ( پیدائش 1947 ) کینیا کے کرکٹر تھے جنہوں نے مشرقی افریقہ کے لیے تین ون ڈے کھیلے
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پرسی نے سرے کے خلاف 1905 کاؤنٹی چیمپئن شپ میں ہیمپشائر کاؤنٹی کرکٹ کلب کے لیے فرسٹ کلاس ڈیبیو کیا
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پرسی کا فرسٹ کلاس کیریئر ختم ہو گیا اس کی وجہ یہ بتائی گئی کہ وہ بیرون ملک سفر کر رہا تھا
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1914 15 میں کوئنز لینڈ کے لیے ایک فرسٹ کلاس میچ کھیلا
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پرڈمور ایک کرکٹر بھی تھا اور وارکشائر کے لیے دائیں ہاتھ کے بلے باز کے طور پر فرسٹ کلاس کرکٹ کھیلتا تھا
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S راجرز نے یارکشائر کے خلاف 1912 کاؤنٹی چیمپئن شپ میں ہیمپشائر کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1914 کے سیزن میں راجرز نے مزید تین بار ہیمپشائر کی نمائندگی کی اس کا آخری فرسٹ کلاس میچ ڈربی شائر کے خلاف تھا
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نےجے بامفورڈ کی الیون کے لیے فرسٹ کلاس کرکٹ کا ایک کھیل کھیلا
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے بعد ان کا بھائی رابرٹ تھا جس نے فرسٹ کلاس کرکٹ کھیلی اور بعد میں رائل نیوی میں کپتان بن گئے
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کا بھتیجا برائن بوبیئر آکسفورڈ یونیورسٹی اور انگلینڈ کے لیے رگبی یونین کے لیے فرسٹ کلاس کرکٹ کھیلتا تھا
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S دوسرے میں سے ایک الفریڈ ٹریسٹریل کے لیے یہ بھی واحد فرسٹ کلاس میچ تھا
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1911 اور 1913 درمیان کوئنز لینڈ کے لیے 3 فرسٹ کلاس میچ کھیلے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کینیا کی پہلی ون ڈے جیت ورلڈ کپ کے چوتھے میچ میں ویسٹ انڈیز کے خلاف ہوئی
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S تھامس اوڈویو اور اسٹیو ٹکولو نے کینیا کے لیے سب سے زیادہ 131 ون ڈے کھیلے ہیں
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مجموعی طور پر اس نے آئرلینڈ کے لیے 26 بار کھیلا جس میں 3 فرسٹ کلاس میچز اور 4 لسٹ اے میچز شامل تھے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مسجد قانی بے ( عربی مسجد قان با الرماح ) مصر کا ایک مسجد جو محافظہ قاہرہ میں واقع ہے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اگست 2018 میں وہ دورے کا پہلا ون ڈے کھیلنے کے بعد ریٹائر ہو گئے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ نیدرلینڈز کے لیے پہلی ون ڈے کیپ ہیں
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S چھتیس گڑھ نے 2016 17 کے سیزن سے رانجی ٹرافی سمیت ہندوستانی ڈومیسٹک ٹورنامنٹس میں کھیلنا شروع کیا
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S قطر کی قومی کرکٹ ٹیم وہ ٹیم ہے جو بین الاقوامی کرکٹ میں قطر کی ریاست کی نمائندگی کرتی ہے
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S تھائی لینڈ کی قومی کرکٹ ٹیم وہ ٹیم ہے جو بین الاقوامی کرکٹ میں سلطنت تھائی لینڈ کی نمائندگی کرتی ہے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے فرسٹ کلاس کرکٹ میں 2002 تک جاری رکھا جب وہ ریٹائر ہوئے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کی دوسری فرسٹ کلاس میں کچھ دنوں بعد لنکاشائر کے خلاف کاؤنٹی میچ میں شرکت ہوئی
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 8 اگست 2020 کو ڈربی شائر کے لیے 2020 باب ولس ٹرافی میں کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ ایک راؤنڈ آرم سلو بولر تھا اور اس نے 27 رنز کے عوض 1 فرسٹ کلاس وکٹ حاصل کی
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ بائیں ہاتھ کے ایک سست بولر تھے اور انہوں نے 100 رنز کے عوض دو فرسٹ کلاس وکٹیں حاصل کیں
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ دائیں ہاتھ کے بلے باز تھے جنہوں نے ڈربی شائر اور آکسفورڈ یونیورسٹی کے لیے فرسٹ کلاس کرکٹ کھیلی
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بیڈفورڈ نے 1924 کے سیزن میں ڈربی شائر کے لیے ایک فرسٹ کلاس میچ کھیلا جو مئی میں گلیمورگن کے خلاف تھا
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1925 اور 1947 کے درمیان ڈربی شائر کے لیے وقفے وقفے سے فرسٹ کلاس کرکٹ کھیلی
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بوڈن نے مڈل آرڈر میں کھیلا اور اپنی دو فرسٹ کلاس اننگز میں 5 اور 9 رن بنائے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے بہنوئی ہوریس پیکوک اور ان کے بھتیجے ٹموتھی بوڈن دونوں فرسٹ کلاس کرکٹ کھیلتے تھے
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ڈربی شائر کے لیے اس کا واحد فرسٹ کلاس ظہور اگست میں لیسٹر شائر کے خلاف 1895 کے سیزن کے آخر میں آیا تھا
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S باؤڈن دائیں ہاتھ کے بلے باز تھے اور انہوں نے 231 فرسٹ کلاس میچوں میں 20 57 کی اوسط سے 395 اننگز کھیلیں
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ دائیں ہاتھ کے میڈیم فاسٹ باؤلر تھے لیکن فرسٹ کلاس کرکٹ میں باؤلنگ نہیں کرتے تھے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 11 اگست 2017 کو ویسٹ انڈیز کے خلاف اپنے دورہ انگلینڈ کے دوران ڈربی شائر کے لیے فرسٹ کلاس ڈیبیو کیا
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بکلی دائیں ہاتھ کے بلے باز تھے اور انہوں نے ایک فرسٹ کلاس میچ میں 2اننگز میں مجموعی طور پر دس رنز بنائے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بکسٹن کے بہنوئی ہنری آلسوپ نے 1876 کے دوران کیمبرج یونیورسٹی کے لیے فرسٹ کلاس کرکٹ کھیلی
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1912 کے سیزن میں ڈربی شائر کے لیے اپنے واحد فرسٹ کلاس میچ کھیلے
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S برنہم نے پانچ فرسٹ کلاس میچوں میں 6 00 کی اوسط اور 15 کے ٹاپ سکور کے ساتھ 6اننگز کھیلی
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے فرسٹ کلاس وکٹ لیے بغیر 7 اوورز پھینکے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1946 میں ڈربی شائر کے لیے فرسٹ کلاس کرکٹ بھی کھیلی
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1973 کے سیزن کے دوران ان کا پہلا فرسٹ کلاس کھیل وارکشائر کے خلاف شکست
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 241 رنز کی قیمت پر ایک فرسٹ کلاس وکٹ حاصل کی
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے اپنے کیریئر میں صرف ایک فرسٹ کلاس اننگز میں کامیابی حاصل کی اور 2005 میں ریلیز ہوئے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1992 میں 2 انڈر 19 ٹیسٹ اور 1992 اور 1996 کے درمیان 13 فرسٹ کلاس میچ کھیلے
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 3 مئی 2015 کو گلیمورگن کے خلاف 2015 کاؤنٹی چیمپئن شپ میں کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ دائیں ہاتھ کے بلے باز تھے اور انہوں نے 16 فرسٹ کلاس میچوں میں 28 اننگز کھیلی
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 9 میچوں کے بعد سیزن کے اختتام پر اپنا فرسٹ کلاس کیریئر بند کر دیا
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے دو فرسٹ کلاس میچوں میں چار اننگز میں 9 5 کی اوسط اور 13 کے ٹاپ اسکور سے بیٹنگ کی
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے دو بیٹے ہنری اور گلبرٹ تھے جنہوں نے ڈربی شائر کے لیے فرسٹ کلاس کرکٹ بھی کھیلی اور دو بیٹیاں
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے والد کے ساتھ ساتھ ان کے بھائی گلبرٹ نے بھی ڈربی شائر کے لیے فرسٹ کلاس کرکٹ کھیلی
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S آرتھر ولیم کرشم ( پیدائش 14 مارچ 1853 ) ( انتقال 24 دسمبر 1884 ) ایک انگریز کرکٹ کھلاڑی اور فٹ بالر تھا
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایک مفید آل راؤنڈر اس نے اپنے فرسٹ کلاس کیریئر میں 5500 سے زیادہ رنز بنائے اور 621 وکٹیں حاصل کیں
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ڈیوس ایک دائیں ہاتھ کے بلے باز تھے جنہوں نے 1 فرسٹ کلاس میچ میں 2 اننگز کھیل کر مجموعی طور پر 9 بنائے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ ایک کرکٹ کھلاڑی بھی تھا جس نے 1920 میں ڈربی شائر کے لیے فرسٹ کلاس کرکٹ کھیلی
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 23 جولائی 2015 کو آسٹریلیا کے خلاف ڈربی شائر کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بطور وکٹ کیپر اس نے فرسٹ کلاس کھیل میں نو اور ایک روزہ مقابلے میں 2 کیچ لیے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ڈیلاکومبے نے 10 فرسٹ کلاس میچوں میں 9 50 کی اوسط کے ساتھ 13 اننگز کھیلی اور ٹاپ سکور 23 ناٹ آؤٹ رہا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ڈزنی نے 57 فرسٹ کلاس میچوں میں 87 کیچ لیے اور 12 بار سٹمپنگ کی وکٹ کیپنگ کی
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1881 اور 1882 میں ڈربی شائر کے لیے فرسٹ کلاس کرکٹ بھی کھیلی
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ کبھی کبھار اگرچہ ناکام باؤلر بھی تھا کیونکہ اس نے کبھی فرسٹ کلاس وکٹ نہیں لی
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایورشیڈ دائیں ہاتھ کا بلے باز اور وکٹ کیپر تھا اور اس نے فرسٹ کلاس گیم میں ایک رن بنایا تھا
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S آئیر 1908 کے سیزن میں ڈربی شائر کے لیے ایک واحد فرسٹ کلاس میچ میں نمودار ہوئے جنٹلمین آف فلاڈیلفیا کے خلاف
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ کبھی کبھار دائیں ہاتھ کے میڈیم پیس باؤلر تھے اور انہوں نے 248 رنز کی قیمت پر ایک فرسٹ کلاس وکٹ حاصل کی
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ بائیں ہاتھ کے بلے باز تھے جنہوں نے 3 فرسٹ کلاس میچوں میں 10 4 کی اوسط سے 6 اننگز کھیلیں
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مجموعی طور پر اس نے 5 فرسٹ کلاس میچوں میں 10 اننگز کھیلی جس میں سب سے زیادہ سکور 4 تھا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فل ووڈ نے چھ فرسٹ کلاس میچوں میں 4 55 کی اوسط اور 13 کے ٹاپ اسکور کے ساتھ دس اننگز کھیلیں
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فراسٹ کے بھائی جان جو اس سے 21 ماہ بڑے تھے نے ڈربی شائر کے لیے ایک فرسٹ کلاس میچ کھیلا
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S گلیڈون بائیں ہاتھ کے اوپننگ بلے باز نے 71 فرسٹ کلاس اور 52 محدود اوورز کے میچ کھیلے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ٹرینیڈاڈ اینڈ ٹوباگو کے لیے فرسٹ کلاس اور لسٹ اے کرکٹ
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 9 نومبر 2017 کو 2017 18 کے علاقائی 4 روزہ مقابلے جمیکا کی طرف سے کھیلتے ہوئے اپنا فرسٹ کلاس ڈیبیو کیا
A 21 22|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہالینڈ نے اپنا فرسٹ کلاس ڈیبیو وکٹوریہ کے لیے 3 فروری 2016 کو 2015 16 شیفیلڈ شیلڈ میں کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 12 اکتوبر 2014 کو 2014 15 قائد اعظم ٹرافی میں پاکستان انٹرنیشنل ایئر لائنز کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 2000 01 کے سیزن میں فرسٹ کلاس ڈیبیو کیا
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نتائج کا ٹیبل جون 2022 میں نیدرلینڈ کے خلاف تیسرے ون ڈے تک مکمل ہے
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S گولڈ نے 7 فرسٹ کلاس میچوں میں 10 اننگز کھیلی جن کا ٹاپ سکور 18 ناٹ آؤٹ اور 7 87 کی اوسط ہے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S گرین نے چھ فرسٹ کلاس میچوں میں 3 54 کی اوسط اور 20 کے ٹاپ اسکور کے ساتھ گیارہ اننگز کھیلیں
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ستمبر 2021 میں 2021 کاؤنٹی چیمپئن شپ میں مہمان نے فرسٹ کلاس کرکٹ میں اپنی پہلی سنچری بنائی
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ آف بریک باؤلر بھی تھے اور انہوں نے 33 28 کی اوسط سے 71 فرسٹ کلاس وکٹیں حاصل کیں
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے اگست میں سسیکس کے خلاف 1973 کے سیزن میں ڈربی شائر کے لیے اپنی واحد فرسٹ کلاس میں شرکت کی
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اینڈریو جیمز ہیرس ( پیدائش 26 جون 1973 ) ایک سابق انگلش فرسٹ کلاس کرکٹر ہیں
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایک امید افزا فرسٹ کلاس ڈیبیو نے اسے پہلی اننگز میں 4 وکٹیں حاصل کرتے ہوئے دیکھا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 12 سالہ فرسٹ کلاس کیریئر کے دوران ہیہرسٹ نے لنکاشائر سمرسیٹ اور ڈربی شائر کے لیے کھیلا
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایک جام " ہکٹن کے بیٹے جس کا نام بھی ولیم ہکٹن ہے نے ورسیسٹر شائر کے لیے فرسٹ کلاس کرکٹ کھیلی
A 19 20|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے والد کے ساتھ ساتھ ان کے بھائی پیٹر ہگسن نے بھی فرسٹ کلاس کرکٹ کھیلی
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے فرسٹ کلاس میچ میں 10 , 00 سے زیادہ رنز بنائے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 24 09 کی اوسط کے ساتھ 272 فرسٹ کلاس میچ کھیلے اور ٹاپ سکور 137 ناٹ آؤٹ رہا
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ ایک لیگ بریک بولر تھا اور اس نے 62 20 کی اوسط سے پانچ فرسٹ کلاس وکٹیں حاصل کیں
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ڈینس کے بیٹے پیٹر نے 1960 میں ایک فرسٹ کلاس میچ کھیلا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جنہوں نے 1876 اور 1877 کے درمیان ڈربی شائر کے لیے فرسٹ کلاس کرکٹ کھیلی
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہاؤس مین کا 10 1942 کو اپریل ویسٹ ہاٹن انگلینڈمیں 73 سال کی عمر میں انتقال ہوگیا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہیوز نے اپنا فرسٹ کلاس ڈیبیو اگست 2013 میں ہوو میں سسیکس کاؤنٹی کرکٹ کلب کے خلاف کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 2 ستمبر 2016 کو ہیوز نے گلوسٹر شائر کے خلاف اپنی دوسری فرسٹ کلاس سنچری بنائی میچ کی دوسری اننگز میں 140 رنز بنائے
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے بہنوئی جان پاول نے بھی فرسٹ کلاس کرکٹ کھیلی
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہمبل دائیں ہاتھ کے بلے باز لوئر مڈل آرڈر بلے باز تھے اور انہوں نے 6 فرسٹ کلاس میچوں میں 10 اننگز کھیلی تھیں
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہنٹ دائیں ہاتھ کے مڈل آرڈر بلے باز تھے جنہوں نے 5 فرسٹ کلاس میچوں میں 5 اننگز کھیلیں
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہنٹ دائیں ہاتھ کے نچلے آرڈر کے بلے باز تھے اور انہوں نے 4 فرسٹ کلاس میچوں میں 5 اننگز کھیلی تھیں
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے فرسٹ کلاس میچ میں کلب کے لیے 14 , 000 سے زیادہ رنز بنائے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جانسن دائیں ہاتھ کے بلے باز تھے اور انہوں نے 351 فرسٹ کلاس میچوں میں 606 اننگز کھیل کر 14 , 286 رنز بنائے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1882 میں ڈربی شائر کے لیے فرسٹ کلاس کرکٹ بھی کھیلی
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے بھائی چارلس کینورڈ نے سرے سیکنڈ الیون کے لیے کرکٹ کھیلی اور انگلینڈ کے جنٹلمینز کے لیے ایک فرسٹ کلاس میچ کھیلا
A 21 22|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 2001 میں ڈربی شائر جانے سے پہلے 1993 سے سمرسیٹ کے لیے فرسٹ کلاس کرکٹ کھیلی
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S خان کے بھائی زبیر نے بھی 2000 میں ڈربی شائر کے لیے فرسٹ کلاس کرکٹ کھیلی
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے اپنے فرسٹ کلاس کیریئر میں تقریبا 15000 رنز بنائے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S لی نے 1935 سے 1949 تک فرسٹ کلاس میچوں میں باقاعدگی سے امپائرنگ کی
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1922 کے سیزن میں ڈربی شائر کے لیے گلیمورگن کے خلاف واحد فرسٹ کلاس کھیلا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ 23 جولائی 2015 کو آسٹریلیا اور ڈربی شائر کے درمیان ہونے والے فرسٹ کلاس میچ میں امپائر کے طور پر کھڑے ہوئے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے دائیں ہاتھ کی بلے بازی نے 45 فرسٹ کلاس اننگز میں 7 92 پر 317 رنز بنائے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ 1890 میں نان فرسٹ کلاس کے لیے ڈربی شائر واپس بھی آئے بلے اور گیند دونوں سے جدوجہد کرتے ہوئے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اگرچہ ایک لیگ بریک باؤلر تھا لیکن اس نے کسی بھی فرسٹ کلاس میچ میں گیند بازی نہیں کی
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سیسٹ نے اصل منصوبوں کو ڈرامائی طور پر تبدیل کیا اور ریلوے اسٹیشن کو ایک نیا انتہائی جدید ڈیزائن دیا
A 0 1|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ سے ریٹائر ہونے کے بعد سے رولنز نے لوٹن نارتھمپٹن لندن اور ڈربی میں تعلیم کے شعبے میں کام کیا ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے بھائی ایڈرین نے ڈربی شائر اور نارتھمپٹن شائر کے لیے فرسٹ کلاس اور لسٹ اے کرکٹ کھیلی
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S داس نے 1993 94 رنجی ٹرافی میں آسام کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 43 فرسٹ کلاس میچز کھیلے جن میں سب سے زیادہ 118 سکور اور 32 لسٹ اے میچ تھے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 3 جولائی 2016 کو اس نے پاکستان کے دورہ انگلینڈ کے دوران سمرسیٹ کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 13 جولائی 2019 کو 2019 کاؤنٹی چیمپئن شپ میں واروکشائر کے لیے کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S رائڈر نے 1903 کے سیزن کے دوران لندن کاؤنٹی کے خلاف ایک فرسٹ کلاس میچ میں ڈربی شائر کے لیے کھیلا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے بیٹے ولیم ٹاملنسن نے ڈربی شائر اور کیمبرج یونیورسٹی کے لیے فرسٹ کلاس کرکٹ کھیلی
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اعلی تعلیم پر توجہ مرکوز کرنے کے لیے 1999 کے سیزن کے اختتام پر ٹوئیٹس فرسٹ کلاس کرکٹ سے ریٹائر ہوئے
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 2002 میں اپنا فرسٹ کلاس ڈیبیو کیا اور بولنگ اوسط کے اوپری حصے پر سیزن ختم کیا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S واکر ایک دائیں ہاتھ کے بلے باز تھے جنہوں نے 4 فرسٹ کلاس میچوں میں 6 اننگز کھیلیں
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S والس نے ڈربی شائر کے لیے اپنی پہلی اور واحد فرسٹ کلاس میچ مئی 1906 میں میریلیبون کرکٹ کلب کے خلاف کھیلی
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S دائیں ہاتھ کے بلے باز کے طور پر انہوں نے 200 فرسٹ کلاس میچوں میں 17 10 کی اوسط سے 272 اننگز کھیلیں
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ ایک لیگ بریک باؤلر تھا لیکن کسی فرسٹ کلاس میچ میں بولنگ نہیں کرتا تھا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کا واحد فرسٹ کلاس ظہور 1975 میں آکسفورڈ یونیورسٹی کے خلاف یونیورسٹی میچ میں ہوا تھا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 2003 کے سیزن کے بعد ویسٹن نے فرسٹ کلاس کرکٹ کو خیرباد کہہ دیا
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 22 جولائی 2018 کو نارتھمپٹن شائر کے خلاف 2018 کاؤنٹی چیمپئن شپ میں ڈربی شائر کے لیے فرسٹ کلاس ڈیبیو کیا
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 23 جولائی 2015 کو آسٹریلیا کے خلاف ڈربی شائر کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ دائیں ہاتھ کے میڈیم پیس بولر تھے اور انہوں نے 64 50 کی اوسط سے 2 فرسٹ کلاس وکٹیں حاصل کیں
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ولٹ کے بیٹے جوناتھن نے 1989 میں کیمبرج یونیورسٹی کے لیے فرسٹ کلاس کرکٹ کھیلی
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1885 کے سیزن میں اس نے کلب کے لیے 14 گیمز کھیلے جن میں سے کچھ فرسٹ کلاس نہیں تھے
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ولموٹ ایک وکٹ کیپر تھا اور اس نے دس فرسٹ کلاس میچوں میں 11 کیچ اور ایک سٹمپنگ کی
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 2 فرسٹ کلاس میچوں میں 4 75 کی اوسط اور 9 کے ٹاپ سکور کے ساتھ 4 اننگز کھیلیں
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے کل 71 فرسٹ کلاس میچ کھیلے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ووڈ نے 1879 کے سیزن میں ڈربی شائر کے لیے دو فرسٹ کلاس میچ کھیلے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1986 کے دوران ٹیم کے لیے دو میچ کھیلے لیکن سیزن کے بعد دوبارہ فرسٹ کلاس کرکٹ نہیں کھیلی
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایڈمز کا فرسٹ کلاس کیریئر 1926 اور 1932 تک جاری رہا
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے سسیکس کے خلاف 144 رنز کی سب سے زیادہ اننگز کے ساتھ 4 فرسٹ کلاس سنچریاں بنائیں
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے بھائی جان برجیس اور بھتیجے رابرٹ فیدرسٹن ہاگ دونوں فرسٹ کلاس کرکٹ کھیلتے تھے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بالڈون نے 1906 کاؤنٹی چیمپئن شپ میں لیسٹر شائر کے خلاف نارتھمپٹن شائر کے لیے واحد فرسٹ کلاس میں شرکت کی
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بال نے نارتھمپٹن شائر کے لیے 1921 کاؤنٹی چیمپیئن شپ میں کاؤنٹی گراؤنڈ نارتھمپٹن میں ایسیکس کے خلاف فرسٹ کلاس ڈیبیو کیا
A 19 20|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1921 میں کاؤنٹی کے لیے مزید گیارہ فرسٹ کلاس کھیلے جن میں سے آخری وارکشائر کے خلاف کھیلا
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بلر نے 1931 کے سیزن کے دوران ایسیکس کے خلاف ایک ہی فرسٹ کلاس میں شرکت کی
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بال نے نارتھمپٹن شائر کے لیے 1924 کاؤنٹی چیمپیئن شپ میں ناٹنگھم شائر کے خلاف فرسٹ کلاس ڈیبیو کیا
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے چار فرسٹ کلاس میچوں میں اس نے 2 50 کی اوسط سے صرف 10 رنز بنائے جس کا زیادہ سکور 8 ہے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بیسلے دس فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نظر آئے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بیئرز 17 فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نمودار ہوئے جنہوں نے دائیں بازو کی سست گیند کی
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بیل نے نارتھمپٹن شائر کے لیے 1934 کاؤنٹی چیمپین شپ میں وورسٹر شائر مڈل سیکس اور گلیمورگن کے خلاف تین فرسٹ کلاس کھیلے
A 21 22|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے بھائی پال نے کاؤنٹی کی سطح پر فرسٹ کلاس کرکٹ کھیلی
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بوول نے ہیمپشائر کے لیے 1902 کاؤنٹی چیمپئن شپ میں ڈربی شائر کے خلاف فرسٹ کلاس ڈیبیو کیا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بریڈ فیلڈ نے 1970 کے سیزن کے دوران کیمبرج یونیورسٹی کے خلاف واحد فرسٹ کلاس ظہور کیا
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ چار فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نظر آئے جنہوں نے آف اسپن بولنگ کی
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے بھائی ہنری برجیس اور بھتیجے رابرٹ فیدرسٹن ہاگ دونوں فرسٹ کلاس کرکٹ کھیلتے تھے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ 6 فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نمودار ہوئے جنہوں نے ٹانگ سپن گیند کی
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کلارک نے 1908 کاؤنٹی چیمپئن شپ میں کینٹ کے خلاف نارتھمپٹن شائر کے لیے واحد فرسٹ کلاس میں شرکت کی
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1991 میں خواتین کے ایک ٹیسٹ میچ اور 1988 میں خواتین کے ایک ون ڈے میچ میں امپائرنگ کی
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے اپنے کیریئر میں 1967 سے 1992 کے درمیان 95 فرسٹ کلاس میچوں میں امپائرنگ کی
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہربرٹ بھی اپنے بیٹے کی طرح فرسٹ کلاس امپائر کے طور پر کھڑا رہا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S باربور زمبابوے میں 6 ٹیسٹ حال ہی میں 2005 میں اور 29 ون ڈے میچوں میں تھرڈ امپائر بھی رہ چکے ہیں
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ٹیسٹ میں امپائرنگ کے علاوہ انہوں نے وکٹوریہ میں 86 فرسٹ کلاس کرکٹ گیمز اور اے ایف ایل میچوں کی امپائرنگ بھی کی
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مجموعی طور پر انہوں نے 14 فرسٹ کلاس میچوں میں امپائرنگ کی یہ تمام میچ کنگسٹن جمیکا میں 1948 اور 1960 کے درمیان تھے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کرکٹ میں ٹرنر نے 1906 میں فینرز میں کیمبرج یونیورسٹی کے خلاف گلوسٹر شائر کے لیے فرسٹ کلاس ڈیبیو کیا
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے بعد اس نے سمرسیٹ اور سرے کے خلاف اس سیزن کاؤنٹی چیمپئن شپ میں مزید دو فرسٹ کلاس کھیلے
A 19 20|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے دادا سر تھامس مونکریف اور بہنوئی ڈرموٹ بلنڈل دونوں فرسٹ کلاس کرکٹ کھیلتے تھے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے پوتے جیرالڈ وارڈ نے بعد میں فرسٹ کلاس کرکٹ بھی کھیلی
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے دوسری بوئر جنگ میں خدمات انجام دیں اور میریلیبون کرکٹ کلب کے لیے فرسٹ کلاس کرکٹ کھیلی
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1900 کے سیزن کے دوران مڈل سیکس کے خلاف ٹیم کے لیے واحد فرسٹ کلاس کھیل پیش کیا
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وریفورڈ براؤن کے بڑے بھائی چارلس اور بھتیجے انتھونی دونوں فرسٹ کلاس کرکٹ کھیلتے تھے
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سپیرو نے اپنی واحد فرسٹ کلاس اننگز میں 8 رنز بنائے اور کیمبرج اننگز میں ایک وکٹ حاصل کی
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یالینڈ نے سمرسیٹ کے خلاف 1910 کاؤنٹی چیمپیئن شپ کے دوران ٹیم کے لیے واحد فرسٹ کلاس کھیل پیش کیا
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S آئرلینڈ کے لیے ان کے گیارہ کھیل فرسٹ کلاس کا درجہ رکھتے تھے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1936 اور 1938 درمیان بنگال کے لیے دو فرسٹ کلاس میچ کھیلے
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1920 کی دہائی میں 3 میچوں میں فرسٹ کلاس کرکٹ کھیلی
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S آرک رائٹ نے ایک اور فرسٹ کلاس میچ 1925 میں آرمی کے لیے کیمبرج یونیورسٹی کے خلاف کھیلا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بلیک نے 1937 کاؤنٹی چیمپئن شپ میں مقامی حریف سسیکس کے خلاف ہیمپشائر کے لیے فرسٹ کلاس ڈیبیو کیا
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بلیک کے بھائی ڈیوڈ بلیک نے فرسٹ کلاس کرکٹ میں ہیمپشائر اور میریلیبون کرکٹ کلب کی نمائندگی کی
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 1949 میں ہیمپشائر کے لیے ایک کمبائنڈ سروسز ٹیم کے خلاف کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بلیک کے بھائی جان بلیک نے فرسٹ کلاس کرکٹ میں ہیمپشائر اور کیمبرج یونیورسٹی کی نمائندگی کی
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے حیدرآباد کے لیے 1931 32 میں ایک فرسٹ کلاس میچ کھیلا
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1911 سے 1923 برٹش گیانا کے لیے چار فرسٹ کلاس میچ کھیلے
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S لیکن وہ اپنے دوسرے کھیلوں میں کامیاب نہیں ہوئے اور دوبارہ فرسٹ کلاس کرکٹ میں نظر نہیں آئے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1903 04 میں ویلنگٹن کے لیے ایک فرسٹ کلاس میچ کھیلا
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1933 اور 1940 کے درمیان جنوبی آسٹریلیا کے لیے 15 فرسٹ کلاس میچ کھیلے
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کی دوسری فرسٹ کلاس ظہور مغربی صوبے کے لیے اگلے مہینے گریکولینڈ ویسٹ کے خلاف آئی
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S چھ سال بعد 1936 میں مائلز نے جوہانسبرگ میں ٹرانسوال کے خلاف روڈیشیا کے لیے فرسٹ کلاس کرکٹ میں تیسری اور آخری نمائش کی
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S رائل واروکشائر رجمنٹ میں خدمات انجام دیتے ہوئے اورٹن نے انگلینڈ اور برطانوی ہندوستان دونوں میں فرسٹ کلاس کرکٹ کھیلی
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے 41 فرسٹ کلاس میچوں میں پیک نے 18 86 کی اوسط سے 1151 رنز بنائے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پیک کے دو بھائی چارلس اور مائیکل نے بھی لیسٹر شائر کے لیے فرسٹ کلاس کرکٹ کھیلی اور دونوں نے ٹیم کی کپتانی کی
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کی دوسری فرسٹ کلاس ظہور اسی مخالفت کے خلاف نٹال کے لیے دو ماہ سے کچھ کم عرصے بعد پیٹرمیرٹزبرگ میں ہوئی
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بی سی سی آئی نے سیکیورٹی خدشات کے پیش نظر پاکستان جانے سے انکار کردیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بنیادی طور پر ایک بلے باز اس نے اپنی تیز میڈیم پیس بولنگ سے 61 فرسٹ کلاس وکٹیں بھی حاصل کیں
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1871 تک آکسفورڈ کے لیے فرسٹ کلاس کرکٹ کھیلی سات میچ کھیلے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے بھائی جارج اور پوتے پیٹر سکاٹ اور رابرٹ سکاٹ سبھی فرسٹ کلاس کرکٹ کھیلتے تھے
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S شا کا فرسٹ کلاس ڈیبیو سسیکس کے لیے کیمبرج یونیورسٹی کے خلاف کھیل رہا تھا
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S شا کا دوسرا اور آخری فرسٹ کلاس میچ 8سال بعد بنگال کے لیے کھیلنا تھا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1937 اور 1939 کے درمیان وکٹوریہ کے لیے فرسٹ کلاس کرکٹ میچ کھیلے
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے بھائی جان سٹیفنسن نے بھی فرسٹ کلاس کرکٹ کھیلی
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے بھائی رابرٹ سٹیفنسن نے رائل نیوی کے لیے تین فرسٹ کلاس میچ کھیلے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ 28 فروری اور مارچ 1930 کے درمیان کینٹربری کے خلاف اوٹاگو کے لیے ایک فرسٹ کلاس پلنکٹ شیلڈ میچ میں نظر آئے
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بائیں ہاتھ کے بلے باز اور کبھی کبھار وکٹ کیپر واکر نے ہیمپشائر کے لیے 73 فرسٹ کلاس کھیل کھیلے
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کارنیلیس نے 1947 کے سیزن کے دوران لیسٹر شائر کے خلاف واحد فرسٹ کلاس میں شرکت کی
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ پال کورڈیل کے والد ہیں ایک کرکٹنگ آل راؤنڈر جو کہ 2007 تک نارتھمپٹن شائر کے عملے میں تھے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ 230 فرسٹ کلاس میچوں میں رائٹ آرم لیگ بریک باؤلر کے طور پر نظر آئے جو دائیں ہاتھ کے بلے باز تھے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے 3 فرسٹ کلاس میچوں میں اس نے 2 00 کی اوسط سے 8 رنز بنائے جس میں زیادہ سکور 5 تھا
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے والد جنہیں مارک بھی کہا جاتا ہے اور بھائی آرتھر دونوں فرسٹ کلاس کرکٹ کھیلتے تھے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ 2007 کے سیزن کے لیے نارتھمپٹن شائر چلا گیا اور کاؤنٹی کے لیے 6 فرسٹ کلاس میچ کھیلے
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے مزید 17 فرسٹ کلاس کھیلے جن میں سے آخری 1935 کاؤنٹی چیمپئن شپ میں ناٹنگھم شائر کے خلاف آیا
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے 3 فرسٹ کلاس میچوں میں انہوں نے 6 66 کی اوسط سے 20 رنز بنائے جس میں 8 کے اعلی سکور
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 3 جنوری کو جسپریت بمراہ کو بھارت کے ون ڈے اسکواڈ میں شامل کیا گیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ نو فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نمودار ہوئے جنہوں نے دائیں بازو کی رفتار آہستہ کی
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سیکنڈ الیون کرکٹ میں اپنے فرسٹ کلاس کیریئر کے آغاز سے تین سال قبل لیسٹر شائر نارتھمپٹن شائر اور ایسیکس کے لیے کھیلنا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ میں منتقل ہو کر اس نے 4 سالہ طویل کیریئر میں نارتھمپٹن شائر اور مکمل ایسیکس ٹیم کے لیے کھیلا
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے بھائی پرسی نے بھی نارتھمپٹن شائر کے لیے فرسٹ کلاس کرکٹ کھیلی
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ 169 فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نظر آئے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1933 میں نارتھمپٹن شائر کاؤنٹی کرکٹ کلب کے لیے ڈربی شائر کے خلاف ایک فرسٹ کلاس کرکٹ کھیل بھی کھیلا
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس سے قبل وہ نارتھمپٹن شائر وورسٹر شائر گلیمورگن اور یارکشائر کے لیے فرسٹ کلاس کرکٹ کھیل چکے ہیں
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 39 فرسٹ کلاس میچوں میں داؤد نے 102 کی بہترین کارکردگی کے ساتھ 22 پر 1 , 122 رنز بنائے
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ 7 فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نمودار ہوئے جنہوں نے انڈر آرم لابز کی گیند کی
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ڈینٹن 104 فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نمودار ہوئے جنہوں نے لیگ بریک اور گوگلی گیند کی
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ڈینٹن 119 فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نمودار ہوئے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ڈکنز نے وارک شائر کے خلاف 1907 کے سیزن کے دوران ایک ہی فرسٹ کلاس میں شرکت کی
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ 163 فرسٹ کلاس میچوں میں رائٹ آرم میڈیم پیس بولر کے طور پر نظر آئے جو دائیں ہاتھ کے بلے باز تھے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایلڈرکن نے 1934 کے سیزن کے دوران پیٹربورو میں سسیکس کے خلاف ایک ہی فرسٹ کلاس میں شرکت کی
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ 18 فرسٹ کلاس میچوں میں بطور وکٹ کیپر نظر آئے جو دائیں ہاتھ کے بلے باز تھے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 7 سٹمپنگ سمیت 34 فرسٹ کلاس شکار کیے اور اس نے 18 کے سب سے زیادہ سکور کے ساتھ 72 رنز بنائے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پہلی جنگ عظیم کے بعد فالڈنگ نے نارتھمپٹن شائر کے لیے ٹور کرنے والے آسٹریلیائیوں کے خلاف ایک ہی فرسٹ کلاس میں شرکت کی
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ کرکٹ جنوبی افریقہ کے فرسٹ کلاس میچوں کے امپائر پینل کا حصہ ہیں
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ نمیبیا اور جنوبی افریقہ میں ڈومیسٹک فرسٹ کلاس اور لسٹ اے میچوں میں امپائر کے طور پر کھڑے ہیں
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1 اکتوبر 2015 کو 2015 16 رنجی ٹرافی میں اپنا فرسٹ کلاس ڈیبیو کیا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فری مین نے 1954 کے سیزن کے دوران ہیمپشائر کے خلاف اپنے کزن کے ساتھ کھیلتے ہوئے ایک ہی فرسٹ کلاس میں شرکت کی
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فریڈلینڈر نے 2003 4 کے سیزن کے دوران فری اسٹیٹ کے خلاف بولنڈ کے لیے فرسٹ کلاس ڈیبیو کیا
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بولینڈ کے لیے ان کا دوسرا اور آخری فرسٹ کلاس میچ اسی سیزن میں ایسٹرنز کے خلاف کھیلا گیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ 2 فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نمودار ہوئے جنہوں نے انڈر آرم لابز کی گیند کی
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 6 ستمبر 2020 کو نارتھمپٹن شائر کے لیے 2020 باب ولس ٹرافی میں کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پیٹروسپورٹ اسٹیڈیم ( عربی ملعب بتروسبورت ) مصر کا ایک اسٹیڈیم جو محافظہ قاہرہ میں واقع ہے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ٹیم خواتین کی سینئر ون ڈے ٹرافی اور خواتین کی سینئر ٹی 20 ٹرافی میں مقابلہ کرتی ہے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 22 اکتوبر 2015 کو 2015 16 رنجی ٹرافی میں کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بیکسٹر نے 1998 میں لسٹ اے کرکٹ میں ڈیبیو کیا اور اگلے سال فرسٹ کلاس کرکٹ میں ڈیبیو کیا
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 23 ستمبر 2019 کو نارتھمپٹن شائر کے لیے 2019 کاؤنٹی چیمپئن شپ میں کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S گوڈے نے 2004 کے سیزن کے دوران وورسٹر شائر کے خلاف ایک ہی فرسٹ کلاس میں شرکت کی
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 10 ستمبر 2022 کو ایرون فنچ نے تیسرے ون ڈے سے قبل ون ڈے کرکٹ سے ریٹائرمنٹ کا اعلان کیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 10 ستمبر 2022 کو ایرون فنچ نے تیسرے ون ڈے سے قبل ون ڈے کرکٹ سے ریٹائرمنٹ کا اعلان کیا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ 79 فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز اور وکٹ کیپر کے طور پر نظر آئے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ 78 فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نمودار ہوئے جنہوں نے دائیں بازو کی رفتار سست بولی
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہال نے وارک شائر کے خلاف 1907 کے سیزن کے دوران ایک ہی فرسٹ کلاس میں شرکت کی
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے بیٹے رابرٹ نے بھی 1949 میں سکاٹ لینڈ کے لیے ایک فرسٹ کلاس میچ کھیلا
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے پوتے نے جسے رابرٹ بھی کہا جاتا ہے نے 1949 میں اسکاٹ لینڈ کے لیے ایک فرسٹ کلاس میچ کھیلا
A 19 20|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہیبرٹ نے 1931 کے سیزن کے دوران اسسیکس کے خلاف ایک ہی فرسٹ کلاس میں شرکت کی
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے فرسٹ کلاس ڈیبیو سے پہلے وہ 2016 کے انڈر 19 کرکٹ ورلڈ کپ کے لیے انگلینڈ کے سکواڈ کا حصہ تھے
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ دس فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نمودار ہوئے جنہوں نے دائیں بازو کی رفتار آہستہ کی
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جون 2021 میں 2021 کاؤنٹی چیمپئن شپ کے دوران ہٹن نے اپنی 200 ویں فرسٹ کلاس وکٹ لی
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ہائیڈ نے 1907 کے سیزن کے دوران کینٹ کے خلاف ایک ہی فرسٹ کلاس میں شرکت کی
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس سیزن میں اس نے انگلینڈ انڈر 19 کے لیے کھیلا اور 10 ٹیسٹ اور ون ڈے میچ کھیلے
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایزارڈ نے 1919 کاؤنٹی چیمپیئن شپ میں لنکاشائر کے خلاف نارتھمپٹن شائر کے لیے فرسٹ کلاس ڈیبیو کیا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے مزید گیارہ فرسٹ کلاس کھیلے جن میں سے آخری 1920 کاؤنٹی چیمپئن شپ میں لنکاشائر کے خلاف آیا
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے 12 فرسٹ کلاس میچوں میں انہوں نے 10 30 کی اوسط سے 206 رنز بنائے جس میں 51 کے اعلی سکور تھے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S یہ سکور ان کا واحد فرسٹ کلاس ففٹی تھا اور 1919 میں ڈربی شائر کے خلاف آیا تھا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1952 میں میریلیبون کرکٹ کلب کے لیے فرسٹ کلاس کرکٹ بھی کھیلی
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جیننگز نے نارتھمپٹن شائر کے لیے 2004 کاؤنٹی چیمپین شپ میں وورسٹر شائر کے خلاف واحد فرسٹ کلاس میں شرکت کی
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے واحد فرسٹ کلاس میچ میں انہوں نے 6 رنز بنائے اور ایک وکٹ حاصل کی
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ 18 فرسٹ کلاس میچوں میں بطور وکٹ کیپر اور دائیں ہاتھ کے بلے باز کے طور پر نظر آئے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ 156 فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز اور وکٹ کیپر کے طور پر نظر آئے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S جونز نے 1933 کاؤنٹی چیمپیئن شپ میں ٹاؤن گراؤنڈ پیٹربورو میں نارتھمپٹن شائر کے لیے سسیکس کے خلاف واحد فرسٹ کلاس پیش کیا
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بعد میں انہوں نے سرے کے ساتھ معاہدہ کیا لیکن وہ فرسٹ کلاس کرکٹ میں ان کے لیے نظر نہیں آئے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کیمے نے 1939 کاؤنٹی چیمپئن شپ میں سسیکس کے خلاف نارتھمپٹن شائر کے لیے فرسٹ کلاس ڈیبیو کیا
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اس سیزن میں مزید 4 فرسٹ کلاس کھیلے جن میں سے آخری وارسٹر شائر کے خلاف کھیلا
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کینڈل نے نارتھمپٹن شائر کے لیے کریبل ایتھلیٹک گراؤنڈ ڈوور میں کینٹ کے خلاف 1930 کاؤنٹی چیمپئن شپ میں اپنا فرسٹ کلاس ڈیبیو کیا
A 21 22|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 5 8 جون 2014 کو دورہ سری لنکا کے خلاف نارتھمپٹن شائر کے 4 روزہ میچ میں اپنا فرسٹ کلاس ڈیبیو کیا
A 21 22|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1 نومبر 2017 کو 2017 18 رنجی ٹرافی میں ہماچل پردیش کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کمبل نے اپنا واحد فرسٹ کلاس میچ نارتھمپٹن شائر کے لیے 1908 کاؤنٹی چیمپئن شپ میں ایسیکس کے خلاف کھیلا
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کنگ نے نارتھمپٹن شائر کے لیے 1907 کاؤنٹی چیمپئن شپ میں گلوسٹر شائر کے خلاف فرسٹ کلاس ڈیبیو کیا
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے مزید 3 فرسٹ کلاس کھیلے جن میں سے آخری 1908 کاؤنٹی چیمپئن شپ میں ہیمپشائر کے خلاف آیا
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے 4 فرسٹ کلاس میچوں میں انہوں نے 9 40 کی اوسط سے 47 رنز بنائے جس میں 23 کے اعلی سکور تھے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے کاؤنٹی گراؤنڈ ساؤتھمپٹن میں ہیمپشائر کے خلاف نارتھمپٹن شائر کے افتتاحی فرسٹ کلاس میچ میں اپنا فرسٹ کلاس ڈیبیو کیا
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے بھائی چارلس فریڈرک جیمز اور ولیم سبھی فرسٹ کلاس کرکٹ کھیلتے تھے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے کاؤنٹی گراؤنڈ ساؤتھمپٹن میں ہیمپشائر کے خلاف نارتھمپٹن شائر کے افتتاحی اول درجہ میچ میں اپنا فرسٹ کلاس ڈیبیو کیا
A 19 20|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اس سیزن کے ٹورنامنٹ میں ٹرینیڈاڈ کے خلاف اور بارباڈوس کے خلاف ٹورنامنٹ کے فائنل میں دو مزید فرسٹ کلاس کھیلے
A 21 22|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے بھائی فریڈ ہیوبرٹ جیمز اور ولیم سبھی فرسٹ کلاس کرکٹ کھیلتے تھے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے والد ٹم لیمب نے متعدد ٹیموں کے لیے فرسٹ کلاس کرکٹ کھیلی
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نارتھمپٹن شائر کے لیے فرسٹ کلاس کرکٹ کھیلنے والے ایلن لڈل کے بیٹے وہ نارتھمپٹن نارتھمپٹن شائر میں پیدا ہوئے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S لڈل نے 1951 کاؤنٹی چیمپیئن شپ میں ڈربی شائر کے خلاف نارتھمپٹن شائر کے لیے فرسٹ کلاس ڈیبیو کیا
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ 91 فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نمودار ہوئے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے بیٹے ایلن لڈل نے بھی نارتھمپٹن شائر کے لیے فرسٹ کلاس کرکٹ کھیلی
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S میننگ 53 فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز اور کبھی کبھار وکٹ کیپر کے طور پر نظر آئے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ 41 فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نظر آئے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S دائیں ہاتھ کے اوپنر مونٹگمری نے 1991 میں نارتھمپٹن شائر کے لیے فرسٹ کلاس ڈیبیو کیا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے بیٹے رچرڈ نے کئی ٹیموں کے لیے فرسٹ کلاس کرکٹ کھیلی
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنے 5 فرسٹ کلاس میچوں میں 18 کے ٹاپ سکور کے ساتھ کل 54 رنز بنائے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مرے ولس نے اپنے فرسٹ کلاس کیریئر میں صرف ایک بار پچاس رنز بنائے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S برنلے کے قصبے میں پیدا ہوئے اس نے 22 سال کی عمر میں اگست 1935 میں لنکاشائر کے لیے فرسٹ کلاس ڈیبیو کیا
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نارتھ وے 1936 کے سیزن میں نارتھمپٹن شائر کے لیے فرسٹ کلاس کرکٹ میں دوبارہ نمودار ہوا
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1927 اور 1928 میں نارتھ وے رائل ایئر فورس کے لیے خدمات کی دیگر شاخوں کے خلاف فرسٹ کلاس میچوں میں نمودار ہوئے
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1936 کے آخر تک وہ نان فرسٹ کلاس گیمز میں آر اے ایف کے لیے دکھائی دے رہے تھے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 12 اگست 2019 کو آئرلینڈ میں 2019 بین الصوبائی چیمپئن شپ میں نارتھ ویسٹ واریئرز کے لیے فرسٹ کلاس ڈیبیو کیا
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پارٹریج نے 1921 کاؤنٹی چیمپیئن شپ میں اولڈ ٹریفورڈ میں لنکاشائر کے خلاف نارتھمپٹن شائر کے لیے ایک واحد فرسٹ کلاس پیش کیا
A 20 21|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ تین فرسٹ کلاس میچوں میں بطور وکٹ کیپر اور دائیں ہاتھ کے بلے باز کے طور پر نظر آئے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ بارہ فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نظر آئے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1953 کے سیزن کے دوران لنکاشائر کے خلاف واحد فرسٹ کلاس کھیلا تھا
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پنر نے بعد میں 1908 کاؤنٹی چیمپیئن شپ میں لنکاشائر کے خلاف کاؤنٹی کے لیے واحد فرسٹ کلاس کھیل پیش کیا
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1956 میں کمبائنڈ سروسز کے لیے دو فرسٹ کلاس میچز اور 1964 میں نارتھمپٹن شائر کے لیے تین میچز بھی کھیلے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پاویس موریس 11 فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نظر آئے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پریسٹلے نے 1981 میں سری لنکا کے خلاف نارتھمپٹن شائر کے لیے واحد فرسٹ کلاس کھیلا تھا
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے 307 فرسٹ کلاس کھیلوں میں انہوں نے 28 40 کی رفتار سے نو سنچریوں کی مدد سے 8693 رنز بنائے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S رابرٹس نے 1996 میں آکسفورڈ یونیورسٹی کے خلاف نارتھمپٹن شائر کے لیے فرسٹ کلاس ڈیبیو کیا
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1996 سے 1999 تک اس نے 17 فرسٹ کلاس میچوں میں کاؤنٹی کی نمائندگی کی جن میں سے آخری سمرسیٹ کے خلاف ہوا تھا
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے کزن ڈیوڈ رابرٹس نے فرسٹ کلاس اور لسٹ اے کرکٹ کھیلی
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے 28 39 کی اوسط سے 8120 فرسٹ کلاس رنز میں 13 سنچریاں شامل ہیں
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 2007 اور 2008 میں کوازولو نٹال کے لیے 2 فرسٹ کلاس اور دو لسٹ اے کھیلے
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اپنا فرسٹ کلاس ڈیبیو 17 جنوری 2022 کو زمبابوے میں 2021 22 لوگن کپ میں ٹسکرز کے لیے کھیلتے ہوئے کیا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S افغانستان نے اپنا پہلا ون ڈے 2009 میں سکاٹ لینڈ کے خلاف کھیلا
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1 اپریل 2014 کو یارکشائر کے خلاف لیڈز بریڈفورڈ ایم سی سی یونیورسٹی کے لیے فرسٹ کلاس ڈیبیو کیا
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S آئرلینڈ کے لیے ان کے 5 کھیل فرسٹ کلاس کا درجہ رکھتے تھے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S سٹریٹ فورڈ نے تسمانیہ کے خلاف 1853 54 کے سیزن کے دوران ٹیم کے لیے ایک واحد فرسٹ کلاس کھیل پیش کیا
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس طرح فلپوٹ آسٹریلیا میں فرسٹ کلاس کرکٹ میں ہارنے والے پہلے کپتان بن گئے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے اوٹاگو کے لیے دو فرسٹ کلاس میچ بھی کھیلے
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے ناٹنگھم شائر گراؤنڈ اسٹاف میں شمولیت اختیار کی لیکن فرسٹ کلاس میں نہیں آیا
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ 1956 میں فرسٹ کلاس لسٹ سے ریٹائر ہوئے
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 21 ٹیسٹ میچوں اور 48 ون ڈے میچوں میں امپائرنگ کی
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مجموعی طور پر انہوں نے 1977 سے 1988 کے درمیان اپنے کیریئر میں 18 فرسٹ کلاس میچوں میں امپائرنگ کی
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نیدرلینڈز نے 1988 کے ورلڈ کپ تک مزید کوئی ون ڈے نہیں کھیلا لیکن اکثر دیگر یورپی ٹیموں کے خلاف کھیلا
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کے 2 ون ڈے میچ ڈنمارک میں 1989ی کی یورپی چیمپئن شپ میں آئے جہاں اس نے انگلینڈ اور ڈنمارک کے خلاف کھیلا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S گلیمورگن کے لیے ان کا فرسٹ کلاس کیریئر 1924 سے 1954 تک اکتیس سال تک جاری رہا
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے جمیکا میں 1954 سے 1967 کے درمیان 3 ٹیسٹ سمیت دس فرسٹ کلاس میچوں میں امپائرنگ کی
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مئی 2015 میں ڈیوس نے انگلینڈ اور نیوزی لینڈ کے درمیان ون ڈے سیریز کے اختتام کے بعد اپنی ریٹائرمنٹ کا اعلان کیا
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 56 سالہ کھلاڑی نے 38 ٹیسٹ 112 ون ڈے اور 17 ٹی ٹوئنٹی انٹرنیشنل میچز کھیلے
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1874 میں ڈریپر نے کینٹ کے لیے ڈربی شائر کے خلاف اپنا پہلا کاؤنٹی میچ کھیلتے ہوئے اپنا فرسٹ کلاس ڈیبیو کیا
A 19 20|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ڈریپر 1887 اور 1898 کے درمیان فرسٹ کلاس امپائر تھا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1945 اور 1954 کے درمیان 45 فرسٹ کلاس میچوں میں امپائرنگ کی جن میں سے زیادہ تر سڈنی میں ہوئے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ون ڈے کی تاریخ میں انگلینڈ کے ساتھ 9 میچوں میں 37 ٹائیز ہو چکے ہیں
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S بھارت کے سچن ٹنڈولکر نے 96 کے ساتھ ون ڈے میں سب سے زیادہ نصف سنچریاں اسکور کی ہیں
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S تندولکر نے ون ڈے میں سب سے زیادہ سنچریاں 49 کے ساتھ بنائی ہیں
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مجموعی طور پر 65 کھلاڑیوں نے اپنے ون ڈے کیریئر میں 1000 رنز اور 100 وکٹیں حاصل کیں
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نیدرلینڈ کے بلے باز نولان کلارک ایک ون ڈے میچ میں نظر آنے والے سب سے پرانے کھلاڑی ہیں
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 2002 اور 2002 سے 2006 کے درمیان ایک ٹیسٹ میچ بنگلہ دیش بمقابلہ پاکستان 17 ون ڈے میچوں میں امپائرنگ کی
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 1923 اور 1939 کے درمیان تئیس فرسٹ کلاس میچ کھیلے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کا معروف فرسٹ کلاس کیریئر 1853 سے 1871 کے سیزن پر محیط تھا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مجموعی طور پر گارنگ نے 10 فرسٹ کلاس میچوں کی امپائرنگ کی
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S انہوں نے 34 41 کی رفتار سے 67 فرسٹ کلاس وکٹیں 74 کے عوض 6 دی تھیں
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کی بیٹنگ نہ ہونے کے برابر تھی اور اس کا فرسٹ کلاس کا سب سے زیادہ اسکور صرف 15 تھا
A 12 13|||U:NOUN||||||REQUIRED|||-NONE-|||0

S دسمبر 1998 میں اس نے اپنا فرسٹ کلاس ڈیبیو کیا اور پھر 11 جنوری 2002 کو اپنا ایک روزہ بین الاقوامی ڈیبیو کیا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 18 دسمبر 2019 کو 2019 20 لوگن کپ میں رینجرز کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے فرسٹ کلاس ڈیبیو سے پہلے انہیں 2018 کے انڈر 19 کرکٹ ورلڈ کپ کے لیے زمبابوے کے اسکواڈ میں شامل کیا گیا تھا
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S حطائے صوبے میں حطائے ہوائی اڈے کے رن وے کو الگ کر کے اونچا کر دیا گیا تھا
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کا آخری ون ڈے 6 دسمبر 1996 کو پاکستان اور نیوزی لینڈ کے درمیان جناح سٹیڈیم سیالکوٹ میں کھیلا گیا تھا
A 4 5|||U:NOUN||||||REQUIRED|||-NONE-|||0

S آسٹریلوی کرکٹ ٹیم نے 1893 میں انگلینڈ میں 31 فرسٹ کلاس میچ کھیلے جن میں 3 ٹیسٹ بھی شامل تھے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فرسٹ کلاس میچوں میں سے ایک پورٹسماؤتھ میں آکسفورڈ اور کیمبرج یونیورسٹیز کی ماضی اور حال کی ٹیم کے خلاف تھا
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S فرسٹ کلاس کرکٹ میں ایک ہی اننگز میں آٹھ نصف سنچریاں بنانے کا یہ واحد واقعہ ہے
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ 1990 میں بھارت بمقابلہ سری لنکا کے ایک ٹیسٹ میچ اور 1986 اور 1988 کے درمیان 5 ون ڈے میچوں میں کھڑے تھے
A 19 20|||U:NOUN||||||REQUIRED|||-NONE-|||0

S آسٹریلیا کی کرکٹ ٹیم نے 1905 میں انگلینڈ میں 35 فرسٹ کلاس میچ کھیلے جن میں 5 ٹیسٹ شامل تھے
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1 اپریل 2014 کو گلیمورگن کے خلاف کارڈف ایم سی سی یو کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ 1986 میں ایک ون ڈے میچ میں کھڑے تھے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ 2002 میں ایک ون ڈے میچ میں کھڑے ہوئے تھے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ان کے کھیل کے کیریئر میں کرناٹک کے لیے 1983 سے 1988 کے دوران 3 فرسٹ کلاس میچ شامل تھے
A 16 17|||U:NOUN||||||REQUIRED|||-NONE-|||0

S نیرو نے 2007 میں لسٹ اے کرکٹ میں ڈیبیو کیا اس کے اگلے سال فرسٹ کلاس کرکٹ میں امپائرنگ کی
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ 2001 میں ایک ون ڈے میچ میں کھڑے ہوئے تھے
A 5 6|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 2020 میں امیونولوجی میں ماسٹر آف سائنس کی ڈگری حاصل کی
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 17 مارچ 2017 کو 2016 17 ڈسٹرکٹس ون ڈے ٹورنامنٹ میں ہمبنٹوٹا ڈسٹرکٹ کے لیے اپنا لسٹ اے ڈیبیو کیا
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 17 جنوری 2014 کو 2013 14 پریمیئر ٹرافی میں بلوم فیلڈ کرکٹ اور ایتھلیٹک کلب کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 21 22|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپریل 2018 میں اسے 2018 کے سپر پراونشل ون ڈے ٹورنامنٹ کے لیے کینڈی کے سکواڈ میں شامل کیا گیا
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایک دائیں ہاتھ کے بلے باز انہوں نے پارسیوں کے لیے کھیلتے ہوئے 1941 42 کے بمبئی پینٹنگولر ٹورنامنٹ میں فرسٹ کلاس ڈیبیو کیا
A 21 22|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ مڈل سیکس کی تاریخ میں سب سے طویل عرصے تک رہنے والے فرسٹ کلاس کھلاڑی بھی ہیں
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S پی سی بی بلاسٹرز 2018 میں تشکیل دی گئی تھی 2017 18 پی سی بی ٹرائنگولر ون ڈے ویمنز ٹورنامنٹ سے پہلے
A 17 18|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے لاہور یونیورسٹی سے اپنی تعلیم مکمل کی
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مارچ 2023 میں کرکٹ آئرلینڈ نے تصدیق کی کہ تینوں ون ڈے انگلستان میں چلمسفورڈ میں کھیلے جائیں گے
A 11 12|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے فرسٹ کلاس ڈیبیو سے پہلے انہیں 2018 کے انڈر 19 کرکٹ ورلڈ کپ کے لیے نمیبیا کے سکواڈ میں شامل کیا گیا تھا
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایک درمیانے درجے کے تیز گیند باز عثمان نے ستمبر 1969 میں قائد اعظم ٹرافی میں اپنا فرسٹ کلاس ڈیبیو کیا
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اروناچل پردیش کرکٹ ٹیم ایک کرکٹ ٹیم ہے جو ہندوستانی ڈومیسٹک مقابلوں میں ریاست اروناچل پردیش کی نمائندگی کرتی ہے
A 10 11|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ مدھیہ پردیش کے لیے دائیں ہاتھ کے بلے باز ہیں اور انہوں نے 1995 96 میں فرسٹ کلاس ڈیبیو کیا
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 1950 سے 1960 کے درمیان 22 فرسٹ کلاس میچ کھیلے تمام رنجی ٹرافی میں 2 جیتے 13 ہارے اور 7 ڈرا ہوئے
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 2014 میں حیدرآباد کے لیے فرسٹ کلاس اور لسٹ اے کرکٹ ڈیبیو دونوں پر سنچریاں بنائیں
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S درج ذیل ممالک مخصوص حالات میں ایک بین الاقوامی ٹیم کے طور پر فرسٹ کلاس کرکٹ کھیلتے ہیں
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1 فرسٹ کلاس صرف اس وقت جب آئی سی سی انٹر کانٹینینٹل کپ میں کھیل رہے ہوں
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1 فرسٹ کلاس صرف اس وقت جب آئی سی سی انٹرکانٹینینٹل کپ میں کھیل رہے ہوں
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S 1 فرسٹ کلاس صرف اس وقت جب آئی سی سی انٹرکانٹینینٹل کپ میں کھیل رہے ہوں
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S لڑائی کا آغاز نیم فوجی دستے ریپڈ سپورٹ فورسز کے اہم سرکاری مقامات پر حملوں سے شروع ہوا
A 7 8|||U:NOUN||||||REQUIRED|||-NONE-|||0

S باقر آباد ریلوے اسٹیشن کے ذریعے ایران کے تمام بڑے شہروں سے جڑا ہوا ہے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S کیون شارپ ( پیدائش 6 اپریل 1959 ) ایک انگلش کرکٹ کوچ اور سابق فرسٹ کلاس کرکٹ کھلاڑی ہے
A 15 16|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس کا یارکشائر کاؤنٹی کرکٹ کلب اور گریکولینڈ ویسٹ کرکٹ ٹیم کے لیے کھیلتے ہوئے چودہ سالہ فرسٹ کلاس کیریئر تھا
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S وہ 300 فرسٹ کلاس میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نظر آئے جو کبھی کبھار آف بریک بولتے تھے
A 3 4|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس نے 24 مارچ 2019 کو دبئی میں میریلیبون کرکٹ کلب کے خلاف سرے کے لیے اپنا فرسٹ کلاس ڈیبیو کیا
A 18 19|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اپنے فرسٹ کلاس ڈیبیو سے پہلے ہل 2020 انڈر 19 کرکٹ ورلڈ کپ میں انگلینڈ کے سکواڈ کے نائب کپتان تھے
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ایس ڈلن رپلی سینٹر ( لاطینی ) ریاست ہائے متحدہ کا ایک عجائب گھر جو واشنگٹن ڈی سی میں واقع ہے
A 13 14|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ابھی میں نے بہار اردو یوتھ فورم پر بیرونی ربط میں ترمیم کی ہے
A 6 7|||U:NOUN||||||REQUIRED|||-NONE-|||0

S اس صیحیح فکر اور رائے کی سب سے پہلے حمایت شیخ الہند نے کی
A 9 10|||U:NOUN||||||REQUIRED|||-NONE-|||0

S ون ڈے سیریز 2022 2025 آئی سی سی ویمنز چیمپئن شپ کا حصہ بنے گی
A 1 2|||U:NOUN||||||REQUIRED|||-NONE-|||0

S موراتووا اسپورٹس کلب سری لنکا کی ایک فرسٹ کلاس کرکٹ ٹیم تھی
A 8 9|||U:NOUN||||||REQUIRED|||-NONE-|||0

S مرزوق کی شوٹنگ پر عوامی احتجاج مظاہروں اور فسادات میں بدل گیا
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S دو رہائشی اپنے کمروں میں جل کر ہلاک ہو گئے جبکہ باقی چار دھواں سانس لینے سے مر گئے
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

S آسٹریلوی ٹیم الگ الگ کپتانی میں تھی ٹیسٹ میں اسٹیو وا اور اگلے ون ڈے میں رکی پونٹنگ
A 14 15|||U:NOUN||||||REQUIRED|||-NONE-|||0

