کاسرگوڈ بھارت کی ریاست کیرالا کے سب سے جنوب میں واقع ایک شہر ہے
اس خطے میں واقع بلند شہر پر راجپوت راجہ ہار دات کی حکومت تھی
جزائر کرگولن مع ادیلی لینڈ جزائر کروزیٹ جزیرہ ایمسٹرڈیم اور جزیرہ سینٹ پال مل کر سرزمین جنوبی فرانسیسیہ و انٹارکٹیکا بناتے ہیں
جزائر کرگولن مع ادیلی لینڈ جزائر کروزیٹ جزیرہ ایمسٹرڈیم اور جزیرہ سینٹ پال مل کر سرزمین جنوبی فرانسیسیہ و انٹارکٹیکا بناتے ہیں
جزائر کرگولن مع ادیلی لینڈ جزائر کروزیٹ جزیرہ ایمسٹرڈیم اور جزیرہ سینٹ پال مل کر سرزمین جنوبی فرانسیسیہ و انٹارکٹیکا بناتے ہیں
جزائر کرگولن مع ادیلی لینڈ جزائر کروزیٹ جزیرہ ایمسٹرڈیم اور جزیرہ سینٹ پال مل کر سرزمین جنوبی فرانسیسیہ و انٹارکٹیکا بناتے ہیں
جزائر کرگولن مع ادیلی لینڈ جزائر کروزیٹ جزیرہ ایمسٹرڈیم اور جزیرہ سینٹ پال مل کر سرزمین جنوبی فرانسیسیہ و انٹارکٹیکا بناتے ہیں
برہماگیری جنوبی ہند کے مغربی گھاٹ پہاڑی سلسلے کا کوہستان ہے
تختہ دار پر چڑھانے سے قبل ان کا طبی معائنہ کیا گیا ان کی صحت اور خونی دباؤ نارمل تھا
دونگ ہوئی ویتنام کا ایک شہر ہےیہ شہر قوانگ بنہ صوبہ کا دارلخلافہ بھی ہے
18 مئی 2011 بروز 23 صفر جمعہ کا دن تھا
سلسل ناٹک دھوپ کنارے پی ٹی وی پر 1987 کے دور میں پیش کیا جانے والا ایک ڈرامہ ہے
اس گیم کا مرکزی کردار لارا کرافٹ کا ہے جو ایک 21 سالہ گریجوئٹ نوجوان اور حوصلہ مند آثار قدیمہ کی ماہر ہے
جنوب مشرق میں ( خیرماتو کوٹ سیاب ) اور مکمل مشرقی علاقوں ( توغ بلی ٹنگ سے خوشحال گڑھ ) میں بولی جاتی ہے
نبیل احمد گبول نے انتخابات 2008 میں کامیابی حاصل کی اور قومی اسمبلی کے رکن بن گئے
سید ایاز علی شیرازی قومی اسمبلی کے انتخابات میں اس حلقے سے 2008 میں کامیاب ہوئے
نامزد شدہ مضمون پر کسی جانب سے اعتراض نہ آنے کی صورت میں 10 دن بعد اسے حذف کردیا جاتا ہے
محکمہ خارجہ ودولت مشترکہ برطانیہ برطانوی حکومت کا شعبہ ہے اور اسے عام طور پر دفتر خارجہ کہا جاتا ہے
تاج الشریعہ محمد اختر رضا خان قادری بریلی شریف بھارت
عظیم اردو اردوئے زریں کی تقسیم کے بعد باقی رہنے والی ریاست تھی جو 1466 سے 1502 تک رہی
ان کے پھوپھی رفعت عالم اور ان کے ماموں وحید مرزا پاکستان کے لیے اول درجہ کرکٹ کھیلتے تھے
یونانی اساطیر یا یونانی علم الاساطیر قدیم یونانی مذہب سے وابستہ دیگر افسانوں اور فنون پر مبنی اساطیر کا مجم وعہ ہے
اس نے اپنے کیریئر کا اختتام اول درجہ کرکٹ میں 1560 وکٹوں کے ساتھ کیا جو کہ کسی بھی دوسرے بھارتی سے زیادہ ہے
ان کی بہترین اول درجہ بولنگ دہلی بمقابلہ جموں اور 7 5 تھی
بھارتی مقامی کرکٹ میں وہ بہار اور جھارکھنڈ کرکٹ ٹیم کے لیے کھیلے
دھونی نے اپنے ایک روزہ کیریئر کی شروعات اچھی نہیں کی وہ ڈیبیو پر صفر پر رن آؤٹ ہو گئے
بنگلہ دیش کے خلاف اوسط سیریز کے باوجود دھونی کو پاکستان ایک روزہ سیریز کے لیے منتخب کیا گیا
اس نے 19 سال کی عمر میں کرناٹک کی نمائندگی کرتے ہوئے اپنا اول درجہ ڈیبیو کیا
فروری 1997 میں بھارت نے پانچ ٹیسٹ اور چار ایک روزہ میچوں کی سیریز کے لیے ویسٹ انڈیز کا دورہ کیا
ٹیسٹ اور ایک روزہ سیریز میں ان کی باؤلنگ پرفارمنس ان کی خراب بیٹنگ پرفارمنس سے متاثر ہوئی
رام چند نے 1945 46 رنجی ٹرافی میں مہاراشٹر کے خلاف سندھ کے لیے اپنا اول درجہ ڈیبیو کیا
اس نے 1948 49 رنجی ٹرافی میں بمبئی جانے سے پہلے دو اور اول درجہ میچوں میں سندھ کی نمائندگی کی
ان کی فارسی شاعری کا ترجمہ انگریزی میں شوہل ولپ نے کیا ہے
2010 اور 2013 میں انہیں بہترین اداکارہ کا سینما ایوارڈ ( ساؤتھ انڈین مووی ایوارڈ ) دیا گیا
بھوجپور نیپال کی مجموعی آبادی 5 , 823 افراد پر مشتمل ہے
اور ان کو پادشاہ بیگم کا اودہ حاصل تھا
بسمل نے چیف کورٹ کے سامنے جب رواں انگریزی میں فیصلے کے خلاف بحث کی تو سرکاری وکیل جگت ناراین ملا چونک گئے تھے
بسمل نے چیف کورٹ کے سامنے جب رواں انگریزی میں فیصلے کے خلاف بحث کی تو سرکاری وکیل جگت ناراین ملا چونک گئے تھے
تومشوک کا رقبہ 1 , 927 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 110 , 000 افراد پر مشتمل ہے
چنگتونگشیا ( لاطینی ) چین کا ایک رہائشی علاقہ جو ووژونگ نینگشیا میں واقع ہے
ضلع فرخ آباد بھارت کا ایک ضلع جو اتر پردیش میں واقع ہے
ضلع فرخ آباد کی مجموعی آبادی 1 , 577 , 239 افراد پر مشتمل ہے
جونپور اترپردیش بھارت کا ایک تاریخی شہر جو مشرقی اترپردیش میں واقع ہے
تھانہ بھون کی مجموعی آبادی 31 , 183 افراد پر مشتمل ہے
برززنکی کیویں پومیرانیان صوبہ کی مجموعی آبادی 240 افراد پر مشتمل ہے
ظاہری ایران کی مجموعی آبادی 31 افراد پر مشتمل ہے
جہان آباد بلا کرمان کی مجموعی آبادی 866 افراد پر مشتمل ہے
جالون بھارت کا ایک رہائشی علاقہ جو ضلع جالون میں واقع ہے
جنگلدہ پائ ن ( لاطینی ) ایران کا ایک گاؤں جو صوبہ گلستان میں واقع ہے
جنگلدہ پائ ن کی مجموعی آبادی 186 افراد پر مشتمل ہے
جنگاوں 16 04 مربع کلومیٹر کے علاقے میں پھیلا ہوا ہے اور 29 دوسرے میونسپلٹی طور پر میونسپل وارڈوں میں تقسیم ہے
جنکوو کوزیں کے کاؤنٹی کی مجموعی آبادی 600 افراد پر مشتمل ہے
جنوو وارسا ویسٹ کاؤنٹی کی مجموعی آبادی 383 افراد پر مشتمل ہے
جاسکووو اوہوا کاؤنٹی کی مجموعی آبادی 110 افراد پر مشتمل ہے
محافظہ عجلون ( عربی عجلون ) اردن کا ایک رہائشی علاقہ جو اردن میں واقع ہے
محافظہ جرش ( عربی جرش ) اردن کا ایک رہائشی علاقہ جو اردن میں واقع ہے
محافظہ مفرق ( عربی المفرق ) اردن کا ایک رہائشی علاقہ جو اردن میں واقع ہے
محافظہ بلقا ( عربی البلقا ) اردن کا ایک رہائشی علاقہ جو اردن میں واقع ہے
محافظہ عقبہ ( عربی العقب ) اردن کا ایک رہائشی علاقہ جو اردن میں واقع ہے
یارموتھ نوا سکوٹیا ( انگریزی , ) کینیڈا کا ایک قصبہ جو یارموتھ کاؤنٹی نوا سکوٹیا میں واقع ہے
صوبہ سا کائو کا رقبہ 7 , 195 1 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 545 , 596 افراد پر مشتمل ہے
سینٹ بلاسے لا روکھے کا رقبہ 2 39 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 232 افراد پر مشتمل ہے
فرانسیسی کیمیادان نے آبزا فارغہ کو یہ نام یونانی لفظ سے دیا تھا جس کا مطلب ہے "
سوریگاؤ شمالی ( لاطینی ) فلپائن کا ایک فلپائن کے صوبے جو کاراگا میں واقع ہے
سوریگاؤ شمالی کا رقبہ 1 , 972 93 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 442 , 588 افراد پر مشتمل ہے
شمالی سامار ( لاطینی ) فلپائن کا ایک فلپائن کے صوبے جو مشرقی ویسایا میں واقع ہے
کاگایان وادی ( لاطینی ) فلپائن کا ایک فلپائن کے علاقے جو فلپائن میں واقع ہے
اشرف شاہ ریلوے اسٹیشن پاکستان میں واقع ہے
چمن مجوزہ قندھار ریاست ریلوے کا ایک اہم اسٹیشن ہے
ڈیرا الل یار ریلوے اسٹیشن پاکستان میں واقع ہے
شیر خوار اموات یا کمسن اموات ایک بچے کی ایک سال سے کم عمر میں موت ہے
یہ خونی کھیل زمانہ قدیم سے ہی چلے آئے ہیں
1 " تن متری " ,
1 " گالون امریکی فی دقیق " ,
2 " گالون امریکی فی دقیق " ,
1 " گالون امریکی فی دقیق " ,
2 " گالون امریکی فی دقیق " ,
2 " بوشل امریکی فی ایکڑ " ,
1 " فٹ فی بحری میل " ,
2 " فٹ فی بحری میل " ,
1 " بحری میل " ,
1 " بحری میل برطانوی " ,
1 " بحری میل " ,
1 " بحری میل " ,
1 " بحری میل " ,
1 " بحری میل " ,
اپنے والد ماجد محمد یحیی کاندھلوی سے قرآن حفظ کیا
الراشد ماہنامہ اردو کے ایڈیٹر بھی رہ چکے ہیں
کوٹ نجیب اللہ ریلوے اسٹیشن کوٹ نجیب اللہ میں واقع ہے
صوبہ لا ریوخا ارجنٹائن کا رقبہ 89 , 680 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 333 , 642 افراد پر مشتمل ہے
لال میر ہالٹ ریلوے اسٹیشن پاکستان میں واقع ہے
پاکستان ریلویز کی سرکاری ویب سائٹ کے مطابق لال میر ہالٹ ریلوے اسٹیشن کا کوڈ ہے
منچھر چھٹا ریلوے اسٹیشن پاکستان میں واقع ہے
مائے ٹہا چیانگ مائی کی مجموعی آبادی 4 , 812 افراد پر مشتمل ہے
لاس انوڈ ضلع صومالیہ کا ایک رہائشی علاقہ جو میں واقع ہے
3 اکتوبر 2018 کو وہ جنوبی افریقہ کے لیے ایک روزہ میں ہیٹ ٹرک کرنے والے چوتھے بولر بن گئے
جہانگیر خان نے اپنے اول درجہ ڈیبیو پر 108 رنز بنائے اور میچ کی دوسری اننگز میں سات وکٹیں حاصل کیں
ٹیسٹ کرکٹ کی نسبت ان کی کارکردگی اول درجہ میں زیادہ بہتر تھی
ٹیسٹ میں 116 رنز کے عوض 2 اور اول درجہ میچوں میں 1071 رنز کے عوض 28 وکٹیں بھی ان کے کیریئر کا حصہ ہیں
وہ 1946 47 میں اول درجہ کرکٹ میں وارد ہوئے
ٹیسٹ میں 8 اور اول درجہ میں 69 کیچز ان کی فیلڈ میں چابکدستی کا ثبوت تھے
شاہ نے 2008 ایشیا کپ میں بنگلہ دیش کے خلاف اپنا ایک روزہ ڈیبیو کیا
انسانی نظام انہضام انسان کے جسم میں خوراک کے ہضم ہونے کا ایک طویل نظمت ہے جس میں انسان خوراک کھا کر ہضم کرتاہے
ہا قوانگ ضلع ( لاطینی ) ویتنام کا ایک رہائشی علاقہ جو شمال مشرقی ( ویتنام ) میں واقع ہے
ہا قوانگ ضلع کا رقبہ 454 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 34 , 113 افراد پر مشتمل ہے
حبیل جبر ضلع ( عربی مد ر حب ل جبر ) یمن کا ایک رہائشی علاقہ جو محافظہ لحج میں واقع ہے
حبیل جبر ضلع کی مجموعی آبادی 41 , 474 افراد پر مشتمل ہے
نیوپورٹ کے لیے آپ مندرجہ ذیل سے بھی رجوع کر سکتے ہیں
انہوں نے ہندوؤں اور مسلمانوں کے اتحاد اور تحریک آزادی سے مسلمانوں کو جوڑنے کے قائل تھے
عہد طفلی ہی میں آپ کی والدہ کا انتقال 1357ھ میں ہوا
آسٹریلین ایک روزہ ٹیم میں ہیوز کے انتخاب کی تصدیق 6 جنوری 2013 کو ہوئی
اسلامی آزاد بازار ( انگریزی ) قرآن حدیث اور فقہی اصولوں کے مطابق بنائے گئے بازار کو کہا جاتا ہے
چونکہ سماج کا ایک طبقہ قانون کلیسیا کو مانتا ہے اس لیے اس قانون سے معاشرے اور انسانی رشتوں پر گہرا اثر پڑتا ہے
آب‌بلوط بناری کی مجموعی آبادی 34 افراد پر مشتمل ہے
آب‌بیدک زیلائی کی مجموعی آبادی 218 افراد پر مشتمل ہے
آب‌بید دلی‌ریچ علیا کی مجموعی آبادی 96 افراد پر مشتمل ہے
انکا خیال تھا کہ ہوا کی زبردست قوت کے زیراثر سمندر کا پانی براعظموں ( خشکی ) میں اندرونی حصوں میں چلا آتا ہے
ترجمہ " اللہ کے نام سے شروع جو بڑا مہربان اور نہایت رحم فرمانے والا ہے
آپ کا ذکر عیسائیوں کی کتاب مقدس کی انسائیکلوپیڈیا بائبل میں کیا گیا ہے
اس نے موسم گرما میں 45 اول درجہ وکٹیں 31 پر حاصل کیں یہ گلمور کا اب تک کا بہترین مجموعہ تھا
گلمور کا نیوزی لینڈ میں اول درجہ ڈیبیو آکلینڈ کے خلاف تھا
ورلڈ سیریز کرکٹ کے خاتمے کے بعد گلمور نے نیو ساؤتھ ویلز کے لیے صرف دو اور اول درجہ میچ کھیلے
اس نے اپنی پہلی اول درجہ سنچری 1971 72 میں بنائی
وہ دائیں ہاتھ کا بلے باز اور دائیں ہاتھ کا تیز رفتار ہے
2009 میں زمبابوے کے مقامی ڈھانچے کی اصلاح کے بعد رضا نے میشونا لینڈ ایگلز کے لیے اول درجہ کرکٹ کھیلنا شروع کیا
اس نے اپنا اول درجہ ڈیبیو 12 اپریل 2007 کو ناردرنز کے لیے ایسٹرنز کے خلاف 2007 لوگن کپ کے دوران کیا
مڈ ڈیون ( انگریزی ) برطانیہ کا ایک رہائشی علاقہ جو انگلستان میں واقع ہے
مشرقی سٹیفورڈشائر ( انگریزی ) برطانیہ کا ایک رہائشی علاقہ جو انگلستان میں واقع ہے
مشرقی سٹیفورڈشائر کا رقبہ 390 0 مربع کیلومیٹر ہے ہے
باک ننہ ویتنام کا ایک رہائشی علاقہ جو صوبہ باک نن میں واقع ہے
تھائی بنہ ویتنام کا ایک رہائشی علاقہ جو صوبہ تھائے بن میں واقع ہے
تاے ننہ ویتنام کا ایک رہائشی علاقہ جو صوبہ تائی نن میں واقع ہے
لوؤنگ تآئی ضلع کا رقبہ 101 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 103 , 156 افراد پر مشتمل ہے
ویزہ ترکی کا ایک رہائشی علاقہ جو خط مرمرہ میں واقع ہے
قطیف ( عربی القط ف ) سعودی عرب کا ایک رہائشی علاقہ جو صوبہ الشرق ہ میں واقع ہے
ضلع کھوئی چھنگ کا رقبہ 21 82 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 5 23 300 افراد پر مشتمل ہے
بوساسو ضلع صومالیہ کا ایک رہائشی علاقہ جو , میں واقع ہے
علولہ صومالیہ صومالیہ کا ایک رہائشی علاقہ جو , میں واقع ہے
گارباہارے ضلع صومالیہ کا ایک رہائشی علاقہ جو میں واقع ہے
لوق ضلع صومالیہ کا ایک رہائشی علاقہ جو میں واقع ہے
تلاح ضلع صومالیہ کا ایک رہائشی علاقہ جو میں واقع ہے
جمیل لیبیا کی مجموعی آبادی 102 , 000 افراد پر مشتمل ہے
نبی نے اپنے پہلے ایک روزہ میں نصف سنچری بنانے کے لیے 58 رنز بنائے یہ میچ افغانستان نے جیتا تھا
زمبابوے کے خلاف افغانستان کی دو طرفہ ایک روزہ سیریز تک کپتانی سے استعفی دینے کے بعد نبی کی خراب فارم برقرار رہی
اینڈرو میڈا سے آتی ہوئی روشنی میں طیفی خطوط کا نیلا منتقلی موجود ہے
شمالی جئولا صوبہ ( لاطینی ) جنوبی کوریا کا ایک رہائشی علاقہ جو ہونام میں واقع ہے
بایرام علی ( لاطینی ) ترکمانستان کا ایک رہائشی علاقہ جو صوبہ ماری میں واقع ہے
کئی مسیحی فرقے ان کتب کو صحیح مانتے ہیں اور وہ ان کتابوں کو ایپوکریفا ( غیر مستند جعلی ) نہیں سمجھتے
جیکب برنیٹ ایک امریکی طبیعیات کا طالب علم اور عبقری طفل ہیں
لیوگی پیرآندیلو کی ادبی خدمات کے صلے میں 1936 میں نوبل انعام برائے ادب دیا گیا
نومبر 1840 کو قید میں ہی مر گیا
باب خیبر ایک مشہور دروازہ ہے جس کے ذریعے سے لوگ درہ خیبر میں داخل ہوتے ہیں
باگونال موہڑہ کی مجموعی آبادی 108 , 784 افراد پر مشتمل ہے اور 455 میٹر سطح سمندر سے بلندی پر واقع ہے
جہنگا بنگیال کی مجموعی آبادی 117 , 535 افراد پر مشتمل ہے اور 458 میٹر سطح سمندر سے بلندی پر واقع ہے
ان کے والد اسٹیورٹ میک کولم بھی اول درجہ سطح پر ٹیم کے لیے کھیلتے تھے
توپراق قلعہ عثمانیہ کی مجموعی آبادی 67 میٹر سطح سمندر سے بلندی پر واقع ہے
چاندیر ( لاطینی ) ترکی کا ایک فہرست ترکی کے اضلاع جو صوبہ یوزگات میں واقع ہے
قاضی شہری ( لاطینی ) ترکی کا ایک فہرست ترکی کے اضلاع جو صوبہ یوزگات میں واقع ہے
نئی سول لائن کو شاہ پور صدر کا نام اور مغرب کی جانب آبادی والے علاقہ کا نام شاہ پور شہر کر دیا گیا
موہن پور ذیلی ضلع کا رقبہ 162 65 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 126 , 396 افراد پر مشتمل ہے
کشور گنج ذیلی ضلع کا رقبہ 264 98 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 246 , 201 افراد پر مشتمل ہے
اشاعتی میدان میں ایک اہم سنگ میل
تیمیش کاؤنٹی کا رقبہ 8 , 697 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 683 , 540 افراد پر مشتمل ہے
شاہ رسول طالقانی کو شمس الحق کوہستانی نے ان کی لیاقت و استعداد دیکھ کر بہت تھوڑے عرصہ میں خلافت عطا فرما دی
سیدی امحمد ضلع کی مجموعی آبادی 267 , 691 افراد پر مشتمل ہے
حاسی بحبح ضلع ( عربی دائر حاس بحبح ) الجزائر کا ایک الجزائر کے اضلاع جو صوبہ الجلفہ میں واقع ہے
حاسی بحبح ضلع ( عربی دائر حاس بحبح ) الجزائر کا ایک الجزائر کے اضلاع جو صوبہ الجلفہ میں واقع ہے
حاسی بحبح کی مجموعی آبادی 61 , 790 افراد پر مشتمل ہے
جائے نماز یا نماز چٹائی ( عربی سجاد سجادہ سجاج د یا مسلح
محافظہ الظاہرہ کا رقبہ 37 , 000 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 151 , 664 افراد پر مشتمل ہے
ڈیگو مارٹن علاقائی کارپوریشن کا رقبہ 127 53 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 105 , 720 افراد پر مشتمل ہے
محمد عمران خان ( پیدائش 15 جولائی 1987 ) ایک پاکستانی کرکٹ کھلاڑی ہے
رمضان کے مہینے کا مسلمانوں کے نزدیک ایک خاص تاریخی مقام و مرتبہ ہے
شہر بخاراسے چھ میل کے فاصلہ پر سوخار نامی قریہ میں 676ھ مطابق 1278 میں پیدا ہوئے
کی قانونی " عمومی یا تفریحی استعمال کے لئے مختلف ممالک میں مختلف ہے
مزید برآں ان کے پاس ایک روزہ کرکٹ میں سب سے زیادہ وکٹ کیپنگ آؤٹ کرنے کا ریکارڈ ہے
واندے ( فرانسیسی ) فرانس کا ایک فرانس کے محکمے جو پئی دو لا نوار میں واقع ہے
قریب الخطر انواع وہ ہیں جنہیں بین الاقوامی اتحاد برائے تحفظ قدرت نے قریب الخطر کے زمرے میں شامل کیا ہے
قریب الخطر انواع وہ ہیں جنہیں بین الاقوامی اتحاد برائے تحفظ قدرت نے قریب الخطر کے زمرے میں شامل کیا ہے
یالووہنی کا رقبہ 31 6 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 15 , 700 افراد پر مشتمل ہے
یہ ایجنسی انگریزی ہندی اور اردو تینوں زبانوں میں سرگرم ہے
گنگوہی کے اجل خلفا میں ابو القاسم نعمانی رحمت اللہ میر قاسمی اور ابراہیم ڈیسائی بھی شامل ہیں
آپ کا وصال بروز جمعرات 19 محرم الحرام 970ھ بمطابق 1562 کو ہوا
ابانکی لفظ کی اصل لوکل زبان کیچوا کا لفظ امانکی ہے جس کے معنی گل سوسن کے ہیں
میرسیدیس یوراگوئے کی مجموعی آبادی 41 , 974 افراد پر مشتمل ہے
زیریں کانگو ( فرانسیسی ) جمہوری جمہوریہ کانگو کا ایک جمہوری جمہوریہ کانگو کے صوبے جو جمہوری جمہوریہ کانگو میں واقع ہے
شاہ ضیا الحق یا میاں ضیا الحق المعروف حضرت ایشاں شہید ہے
فییوم گوویرنوراٹی ( عربی الف وم ) مصر کا ایک محافظہ جو مصر میں واقع ہے
لیک فارسٹ کے لیے آپ مندرجہ ذیل سے رجوع کر سکتے ہیں
مڈل ٹاؤن کے لیے آپ مندرجہ ذیل سے رجوع کر سکتے ہیں
مورگن ٹاؤن کے لیے آپ مندرجہ ذیل سے رجوع کر سکتے ہیں
ساؤتھ گیٹ کے لیے آپ مندرجہ ذیل سے رجوع کر سکتے ہیں
آپ کی ولادت 22 رجب المرجب 342ھ کو یمن میں بوقت عصر ہوئی
جب مملکت بارکزئی کے حمکرن شیر علی خان کی افغانستان میں حکمرانی تھی
اسی سال یہ انعام ان کے ہم وطن سائنسدان وکتور گرینیارد کو بھی ملا
سینٹ پال کے لیے آپ مندرجہ ذیل سے رجوع کر سکتے ہیں
2015 میں ہی حج کے دوران 11 ستمبر کو 118 افراد مکہ کرین حادثہ کی نذر ہوئے
محمد مکی کی تمام کتابیں گراں قدر فقہی تالیفات میں شمار ہوتی ہیں
اس گاؤں کا دوسرا نام گوٹھ شکیل آباد ہے
اس وقت امیرمولانا داؤد غزنوی اور ناظم اعلی مولانامحمداسماعیل سلفی تھے آپ کوناظم دفتربنایاگیا اس عہدے پر1964 تک کام کیا
بیچلرآف آرکیٹیکچر کی ڈگری داؤد کالج آف انجینیرنگ اور ایم اے ( صحافت ) کی ڈگری جامعہ کراچی سے حاصل کی
بھارت کے کئی علاقوں میں یہ طوطے اناج اور ارہر کی پھلیوں پر حاج ت ر وائی کرتے ہیں
نابعہ اپنے دونوں ساتھیوں سے کنایہ کی ندرت اشارہ کی دقت و نزاکت مضمون کی نظافت اور تکلف کی قلت میں ممتاز ہے
شہدائے کربلا میں بنی ہاشم کے سب شہدا حضرت ابوطالب کے ہی بیٹے پوتے اور پڑپوتے تھے
اس واقعہ نے آنے والی صدیوں میں اسلامی تاریخ پر دور رس اثرات مرتب کیے
بلیک جیک کے لیے آپ مندرجہ ذیل سے رجوع کر سکتے ہیں
آپ کا وصال تقریبا 100 سال کی عمر میں 29 محرم الحرام یکم جولائی 1315ھ بمطابق 1897 کو بروز جمعرات ہوا
بلیو سپرنگز کے لیے آپ مندرجہ ذیل سے رجوع کر سکتے ہیں
کرسٹل سٹی کے لیے آپ مندرجہ ذیل سے رجوع کر سکتے ہیں
مریخ کی انسانی مہم کے دوران پیش آنے والی دوسری مشکلات بھی بیان کی جا چکی ہیں
سپرنگ ویلی کے لیے آپ مندرجہ ذیل سے رجوع کر سکتے ہیں
پارک سٹی کے لیے آپ مندرجہ ذیل سے رجوع کر سکتے ہیں
اسے کوکا کولا سپانسر کرتی ہے
دیدیدو ( انگریزی ) ریاستہائے متحدہ امریکہ کا ایک گاؤں جو گوام میں واقع ہے
وائٹ سٹی کے لیے آپ مندرجہ ذیل سے رجوع کر سکتے ہیں
ویلی سٹی کے لیے آپ مندرجہ ذیل سے رجوع کر سکتے ہیں
برلن ٹاؤن شپ کے لیے آپ مندرجہ ذیل سے رجوع کر سکتے ہیں
نارتھ سٹی کے لیے آپ مندرجہ ذیل سے رجوع کر سکتے ہیں
بیونا وسٹا کے لیے آپ مندرجہ ذیل سے رجوع کر سکتے ہیں
آل الشیخ محمد ابن ابراہیم سے سرور بہت متاثر ہیں
اس دس ارب ڈالر کے منصوبہ کا سنگ بنیاد 13 دسمبر 2015 کو رکھا گیا
جونز نے اپنے اول درجہ کیریئر کا آغاز 1981 82 کے سیزن میں وکٹوریہ کے ساتھ شیفیلڈ شیلڈ میں کیا
جامعہ پنجاب سے اردو ادب میں " ڈاکٹریٹ " کی ڈگری حاصل کی اور " گولڈ میڈل " بھی حاصل کیا
آدم نام کی شخصیت کا ذکر قرآن پاک میں کے ساتھ 25 بار آیا ہے
بعد میں اس نے 2010 11 میں نیو ساوتھ آسٹریلیا کے خلاف وکٹوریہ کے لیے اپنا اول درجہ ڈیبیو کیا
بسم اللہ خان ایک اول درجہ پاکستانی کرکٹ کھلاڑی ہیں جو کوئٹہ کرکٹ ٹیم کے لیے کھیلتے ہیں
احمد ندیم قاسمی سال سوم میں تھے اور خالد اختر سے دو برس سینئر
بئش رباط کی مجموعی آبادی 5 , 142 افراد پر مشتمل ہے
قلعہ آسیا کی مجموعی آبادی 17 , 306 افراد پر مشتمل ہے
آلات ازبکستان کی مجموعی آبادی 11 , 500 افراد پر مشتمل ہے
پیڑھی در پیڑھی زبان میں کچھ الفاظ ایسے ہیں جو اپنے اصل مطلب کی بجائے کوئی دوسرے مطلب دیتے ہیں
ان کی ولادت 27 رجب 400ھ گیلان میں ہوئی اپنے والد سید ابو عبداللہ الجیلی سے بیعت و خلافت حاصل کی
ان کے مطابق " اگر حکومت واقعی خواتین کو بااختیار بنانا چاہتی ہے تو اسے یہ سماج کے ہر طبقے کے لیے ہونا چاہیے
ارشد مدنی حلق الف کے صدر کی حیثیت سے خدمات انجام دے رہے ہیں
یہ قانون ہندوؤں بدھ متیوں جینیوں اور سکھوں میں نافذ ہے
ہندو قانون کم سنی و سرپرستی ہندو کوڈ بل کے تحت 1956 میں بنایا گیا تھا
غلام حسن شاہ کاظمی نے 1939 میں سری نگر سے شائع ہونے والے ہفت روزہ حقیقت سری نگر کی ادارت سنبھال لی
سلیم احمد 27 نومبر 1927 کو قصبے کھیولی بارہ بنکی ضلع برطانوی ہندوستان میں پیدا ہوئے
ناول کے واقعات کی ابتدا 1857 کی جنگ آزادی سے ہوتی ہے اور اختتام قیام پاکستان پر ہوتا ہے
وہ مشہور افسانہ نگار اور مؤرخ عاشق حسین بٹالوی اور ممتاز قانون دان اعجاز حسین بٹالوی کے بھائی تھے
دروار کا رقبہ 589 3 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 7 , 506 افراد پر مشتمل ہے
مالونگ کاؤنٹی کا رقبہ 2 , 096 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 181 , 421 افراد پر مشتمل ہے
علووالی ( انگریزی ) پاکستان کا ایک پاکستان کی یونین کونسلیں جو میانوالی میں واقع ہے
پائی خیل ( انگریزی ) پاکستان کا ایک پاکستان کی یونین کونسلیں جو ضلع میانوالی میں واقع ہے
رئیس 2017 کی بالی وڈ فلم ہے
وہ 1977 سے 1979 تک اس مرکز کے دوسرے صدر نشین رہے تھے
یہ فلم وحید مراد کے فلم ساز ادارے فلم آرٹس کے بینر تلے پہلی فلم ریلیز ہوئی
آپ کا شمار معتدل شیعہ علما میں ہوتا ہے
اجودھیا میں بابری مسجد کی شہادت کے بعد جو بلوہ ہوا اس میں ہاشم انصاری کے گھر کو بھی نذر آتش کردیا گیا تھا
اس نے ایک روزہ میں 100 وکٹیں حاصل کیں
دھیماجی ریلوے اسٹیشن آسام بھارت میں واقع ہے
سنہ 2001 میں ویکی مارک اپ سیکھنے کی مشکل قابل قبول تھی
شنکر اچاریہ کے مطابق چار دھام وشنو دھرم کی چار زیارت گاہیں ہیں
ایک کامیاب خاکہ نگار کی نگاہ اس مقام کو پا لیتی ہے جس مقام تک عام خاکہ نویسوں کی نگاہ نہیں پہنچتی
ویکیپیڈیا میں صارفین شخصی سازی کے ذریعہ ویکیپیڈیا صفحات کے انداز اور ان کی شکلوں کو حسب منشا تبدیل کر سکتے ہیں
اسی مسجد سے انہوں نے دین اسلام کے فروغ اور استقامت کے لئے سندھ کے حاکموں کے نام خطوط لکھے
تصوف اور احسان و سلوک میں سید ابو الحسن علی ندوی کے دست گرفتہ ہیں
اوڑی حملے میں پاکستان میں موجود دہشت گردوں کا ہاتھ بتایا گیا ہے
م لا شیخ اسح اق بکھری
حضرت سید فقیر محمد گیلانی رحم الل عل
خلیفہ مولوی مست علی ( میترانوالی سیالکوٹ )
پوتالی بازار کی مجموعی آبادی 30 , 704 افراد پر مشتمل ہے
سالیری سولوکھومبو کی مجموعی آبادی 5 , 368 افراد پر مشتمل ہے
لیوانگ رولپا کی مجموعی آبادی 8 , 425 افراد پر مشتمل ہے
مانتھالی رامیچھاپ کی مجموعی آبادی 3 , 097 افراد پر مشتمل ہے
محبوب آباد ( انگریزی ) بھارت کا ایک انسانی آبادکاری جو تلنگانہ میں واقع ہے
یہ دھپال چونگی کی بیرونی آمدروفت اور ناکہ ( وصولی ) کے لیے استعمال ہوتی تھی
شمس الضحی اردو و پنجابی نعتوں کا مجموعہ ہے جو عبدالستار نیازی فیصل آبادی کی تصنیف ہے
شیخ الحدیث ندوۃ العلما لکھنؤ
عربی زبان کی خدمات کے اعتراف میں صدر جمہوریہ ہند ایوارڈ 2008م
جو قیس بن زعورا کی بیٹی تھی ربیع کے والد ان کے تمام بھائی عفرا کی اولاد مشہور ہیں عفرا ان کی دادی رہیں
1905 میں سرے کے لیے اپنے پہلے اول درجہ میچ میں انہوں نے 88 رنز بنائے
جاپان میں یہ کھیل گزشتہ 50 سالوں سے کھیلا جا رہا ہے
سنڈھم نے ٹیسٹ کرکٹ میں پہلی ٹرپل سنچری 1930 میں ویسٹ انڈیز کے خلاف 325 اور 40 , 000 اول درجہ رنز بنائے
یہ پروگرام کئی سال تک جاری رہا اور اسے بعد میں طارق عزیز شو کا نام دے دیا گیا
یکم جنوری 1603 کو عائشہ سلطان سے ایک بیٹے سلطان زادے محمد پاشا کی ولادت ہوئی
بعد نماز عص ردرود و سلام اور قصیدہ بردہ کی گونج میں جنازہ اٹھایا گیا
ماؤنٹ فیبیس کی مجموعی آبادی 4 , 105 1 میٹر سطح سمندر سے بلندی پر واقع ہے
میٹکاف ماؤنٹین کی مجموعی آبادی 3 , 652 16 میٹر سطح سمندر سے بلندی پر واقع ہے
شائنینگ راک کی مجموعی آبادی 1 , 841 01 میٹر سطح سمندر سے بلندی پر واقع ہے
کھائن دونگ ضلع کی مجموعی آبادی 31 , 908 افراد پر مشتمل ہے
نون سیلا ضلع کی مجموعی آبادی 25 , 987 افراد پر مشتمل ہے
سائی نگام ضلع کی مجموعی آبادی 51 , 183 افراد پر مشتمل ہے
ایہود بن گیرہ کا بائبل میں ذکر آیا ہے
ح ن ہ ( " ح ن ا " کے نام سے بھی جانی جاتی ہیں ) داؤد علیہ اسلام کے خانوادے سے ہیں
اسحاق راہی کا شمار سندھ کے استادالشعرا میں ہوتا ہے
گراؤنڈ اس ترتیب میں درج ہیں جس میں انہیں پہلی بار ایک روزہ کرکٹ کے مقام کے طور پر استعمال کیا گیا تھا
منچھر جھیل سے مشرق کی طرف مڑ کر سیہون کے جنوب میں دوبارہ دریائے سندھ سے جاکر ملتی تھی
بعد میں مخدوم بلاول ٹلٹی سے ہجرت کرکہ موجودہ ضلع دادو میں گاؤں باغبان میں رہائش پزیر ہوئے
ابن ابو حاتم 240ھ بمطابق 854 میں پیدا ہوئے
آپ کی ولادت لکھنؤ سے تین منزل کی مسافت پر جائس اور نصیر آباد میں واقع ہوئی
زیادہ تر یہ دوسری شخص کی درخواست کے بعد ہوتا ہے
سلطان قلی کا نسب قرہ یوسف تک پہنچتا ہے اور والدہ مریم خانم سے نسب بادشاہ ایران جہاں شاہ تک پہنچتا ہے
سلطان قلی چونکہ علم حساب میں بڑی مہارت رکھتا تھا اور خوشخط تھا
گنبدان قطب شاہی گولکنڈہ موجودہ حیدرآباد دکن بھارت میں واقع قطب شاہی سلطنت کے حکمرانوں کے مقابر ہیں
کوسٹاریکا ( انگریزی ) براعظم شمالی امریکا میں واقع ہے
ملاں والی کی مجموعی آبادی 170 میٹر سطح سمندر سے بلندی پر واقع ہے
جھمٹ شمالی کی مجموعی آبادی 170 میٹر سطح سمندر سے بلندی پر واقع ہے
پاروتی ایک ہندو دیومالائی کردار ہے
فرانسیسی گیانا کی کرنسی کا نام ہے
واسو آستانہ ( انگریزی ) پاکستان کا ایک رہائشی علاقہ جو پنجاب پاکستان ضلع جھنگ کی تحصیل اٹھارہ ہزاری میں واقع ہے
(
فوائد بدریہقدیم اردو ( دکنی ) میں لکھی گئی تیرھویں صدی کے وسط میں لکھی گئی سیرت پر کتاب ہے
محمد شاہ ( انگریزی ) پاکستان کا ایک رہائشی علاقہ جو پنجاب پاکستان میں واقع ہے
بحرین سے حسب ذیل مراد ہو سکتے ہیں
رحیم شاہ ( انگریزی ) پاکستان کا ایک آباد مقام جو ضلع خانیوال تحصیل جہانیاں میں واقع ہے
رحیم شاہ ( انگریزی ) پاکستان کا ایک آباد مقام جو ضلع خانیوال تحصیل جہانیاں میں واقع ہے
یہ مقام ژوب شہر سے چھ کلومیٹر کے فاصلے پر مغرب میں دریائے ژوب کے کنارے واقع ہے
چک سیدا ( انگریزی ) پاکستان کا ایک رہائشی علاقہ جو ضلع سرگودھا میں واقع ہے
ٹھٹھی نور ( انگریزی ) پاکستان کا ایک رہائشی علاقہ جو ضلع سرگودھا میں واقع ہے
ٹھٹھی نور ( انگریزی ) پاکستان کا ایک رہائشی علاقہ جو ضلع سرگودھا میں واقع ہے
شاہدہ رسول ملتان پنجاب پاکستان میں پیدا ہوئیں
مالک بن ابو خولی غزوہ بدر میں شریک صحابی تھے
بادشاہی عاشور خانہ اہل تشیع کی ماتم گاہ ہے جہاں وہ محرم کے مہینے میں یکجا ہو کر ماتم کی محفلیں منعقد کرتے ہیں
(
کوٹ سندرس ( انگریزی ) ضلع قصور پاکستان کا ایک رہائشی علاقہ جو پنجاب پاکستان میں واقع ہے
مزار بہا اللہ کے چاروں جانب شجرات کے باغیچے ہیں باغیچے کے راستوں پر ایرانی قالین بھچی ہے
علی خیل ( انگریزی ) پاکستان کا ایک رہائشی علاقہ جو ضلع بھکر میں واقع ہے
علی خیل ( انگریزی ) پاکستان کا ایک رہائشی علاقہ جو ضلع بھکر میں واقع ہے
جناب جنم اور پیدائش میں کچھ فرق نہیں بلکہ پیدائش اردو میں زیادہ مستعمل ہے اسی لیے اس کو بدلنا غیر ضروری ہے
چارلس ولیم کے آبا و اجداد ابتدا ہی سے آزادی کی فضا میں رہتے تھے
بورجگین قبائل اور خاندان کا بانی قیات قبیلے کام غل سردار بوزنجر خان تھا
6 دسمبر 1992 کو آر ایس ایس اور اس کے اتحادیوں نے لگ بھگ ڈیڑھ لاکھ افراد مسجد کے پاس جمع کر لیے
مخدوم عبد الرشید حقانی نے شیخ السلام مخدوم بہاؤ الدین زکریا کی بہن مخدومہ کمال خاتون سے عقد کیا
عائشہ ایک عربی زنانہ ذاتی نام ہے جس کا مطلب ہے "
دیگھیار ضلع دربھنگہ کا ایک اہم گاؤں ہے
خریص ہوائی اڈا ( عربی مطار خر ص ) سعودی عرب کا ایک ہوائی اڈا جو میں واقع ہے
پرانا ہالا ضلع مٹیاری کا ایک چھوٹا شہر ہے جو ہالا ذیلی تقسیم میں واقع ہے
شیرمین میونسپل ہوائی اڈا ( انگریزی ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو ٹیکساس میں واقع ہے
کینینلینڈز فیلڈ ( انگریزی ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو یوٹاہ میں واقع ہے
محمد سالم قاسمی کا انتقال 14 اپریل 2018 کو دوپہر 2 بجے کے قریب ہوا
بعد ازاں انہوں نے 26 ستمبر 2017 کو 2017 18 قائد اعظم ٹرافی میں خان ریسرچ لیبارٹریز کے لیے اول درجہ ڈیبیو کیا
اس کے نتیجے میں وہ اپنے اول درجہ اور ٹی20 ڈیبیو پر سنچری بنانے والے پہلے پاکستانی بلے باز بن گئے
ستمبر 2021 میں انہیں نیوزی لینڈ کے خلاف سیریز کے لیے پاکستان کی ایک روزہ ٹیم میں شامل کیا گیا
انہوں نے ڈرہم یونیورسٹی کے لیے تین اول درجہ کھیل کھیلے ہیں
انہوں نے 22 مارچ 2019 کو آسٹریلیا کے خلاف پاکستان کے لیے ایک روزہ ڈیبیو کیا تھا
اعظم خان ( پیدائش 10 اگست 1998 ) ایک پاکستانی کرکٹ کھلاڑی ہے
مرکزی صفحات " صہیون مخالفت اور " " صہیون مخالفت کا خط زمانی "
مزید دیکھیں " غیر صہیونیت , نئی صہیون مخالفت اسرائیلی حکومت پر تنقید اور صہیونی قابضہ نظری سازشی حکومت "
یہود کو اس خطہ ارض سے 586 ق م میں اسیری بابل کے دوران نکالا گیا
مرکزی صفحات اعلان بالفور اور تعہد فلسطین ( قانونی دستاویز )
پہلی صدی میں مسیحیت سے مراد وہ سال جن میں ابتدائی مسیحی برادری تشکیل پائی
سلومی ( " شلومیت " ) یا مریم سلومی یسوع کی ایک پیروکار تھی جس کا اناجیل اربعہ میں اختصارا ذکر ملتا ہے
ہیری پوٹر اور آدھ خالص شہزادہ جے کے رولنگ کا تحریر کردہ ہیری پوٹر کے سلسلہ کا ایک چھٹا فینٹسی ناول ہے
محمد ساجد حسین ابن شمیم الدین ابن عبدالوہاب صاحب مرحوم
1841 میں 21 سال کی عمر میں انہوں نے فورٹ ولیم کالج میں شمولیت اختیار کی اور شعبہ سنسکرت کے صدر کلرک بنے
شبیر کنبھر تحصیل ہالا ضلع مٹیاری سندھ کے چھوٹے سے گوٹھ سیراچون کاکا میں یکم جنوری 1972 کو پیدا ہوئے
1700 کی پہلی دہائی کے وسط سے 1974 تک امریکا بھر میں ایک قابل نفرت بدصورت قانون موجود تھا
صیہون مخالفت صیہونیت کی مخالفت ہے
رنا دجانی اردن کی ایک سالماتی حیاتیات دان اور جامعہ ہاشمیہ میں شریک پروفیسر ہیں
ان کے علاوہ زردشتیوں کے دخمے اور آتش کدے بھی نقش ہیں
اہل سنت السوپ کمیٹی کی سفارشات کو نافذ کرنے کے فیصلے سے متفق نہیں تھے اور نتیجتا عوامی نافرمانی تحریک شروع کردی
داور خان کنڈی پاکستانی سیاست دان ہیں
چودھری حامد حمید پاکستانی سیاست دان ہیں
لیکن کچھ راسخ العقیدہ مذہبی موہل کھال کاٹنے کے بعد اس کام کو اپنے منہ سے انجام دیتے ہیں
راسخ العقیدہ یہودی خواتین موہل کے بغیر کسی پابندی کے جواز کے قائل ہیں اور ان کو موہلوت عبرانی زبان جمع کہا جاتا ہے
اس میں ایک قرارداد ایسی بھی تھی جس میں " فلسطینی پناہ گزینوں کی امداد " پر زور دیا گیا تھا
ویکیمیڈیا کے منصوبے درج ذیل ہیں
موضوعاتی تنظیموں کا قیام ویکیمیڈیا کے منصوبوں کو مرکزی علاقے میں تعاون دینے کی غرض سے ہوا
سامری لوگ زائرین کو سال میں تین بار جبل جرزیم پر لے جانے کے انتظامات کرتی ہے
2018 میں اپنی دوسری فلم اوے پروڈیوس کی یہ فلم بھی کامیاب رہی
ا ن کا انتقال 28 اگست 2018 کی رات کو اٹک میں ہوا
ریڈ گرینز سویڈن کا ایک وسط بائیں سیاسی اتحاد ہے
تب سے اب تک 4 , 000 سے زیادہ ایک روزہ میچوں کا انعقاد ممکن ہو چکا ہے
پہلے ایک روزہ میچ میں انگلینڈ کے جان ایڈریچ نے پہلی نصف سنچری اسکور کی
انگلینڈ کے ڈینس ایمس نے اگلے سال دوسرے ایک روزہ میں پہلی سنچری اسکور کی
دسمبر 1997 تک کسی بھی کھلاڑی نے ایک روزہ میں 200 کا سکور حاصل نہیں کیا تھا
بعد میں بتایا گیا کہ پانچواں حملہ آور جسے پہلے گنا نہیں کیا گیا تھا بھی مارا گیا تھا
ان کے ایک چھوٹے بھائی کریم جنت نے بھی افغانستان کی طرف سے ایک روزہ میچوں میں شرکت کی ہے
مئی 2021 میں انہیں اصغر افغان کی جگہ افغانستان کی ٹیسٹ اور ایک روزہ ٹیموں کا کپتان مقرر کیا گیا
18 جون 2019 کو انگلینڈ کے خلاف میچ میں حشمت اللہ نے ایک روزہ میں اپنا 1 , 000 واں رن بنایا
کی طرف سے اس کی دستک کو سال 2013 کی بہترین ایک روزہ بیٹنگ پرفارمنس میں سے ایک کے لیے نامزد کیا گیا تھا
انہوں نے ایک روزہ سیریز میں اپنی اچھی فارم کو پہلے ہی میچ میں سنچری بنا کر جو ہندوستان نے جیتا تھا
جنوری 2019 میں آسٹریلیا کے خلاف پہلے ایک روزہ میں کمار نے ون ڈے میں اپنی 100 ویں وکٹ حاصل کی
وہ ممبئی کے لیے اول درجہ کرکٹ کھیلتا ہے
اپنے دوسرے اول درجہ میچ میں نومبر 2013 میں دہلی کے خلاف پٹیل نے پہلی اننگز میں 55 رنز کے عوض 6 وکٹ لیے
پٹیل نے گجرات کے لیے اپنے پہلے سیزن میں صرف ایک اول درجہ میچ کھیلا لیکن 2013 میں اس کا زیادہ کامیاب مظاہرہ ہوا
گرمائی وقت کا وقت شامل ہے
آرتھر ایشکن ( 2 ستمبر 1922 2020 ) امریکی سائنس دان تھے
حضرت حسن رضی اللہ عنہ چاہتے تھے کہ حضرت معاویہ رضی اللہ عنہ امت مسلمہ کو جانشین چننے کا موقع دیں
مزید خانہ جنگی سے بچنے کے لیے حضرت حسن ابن علی علیہ السلام نے معاویہ رضی اللہ عنہ کے ساتھ معاہدہ کر لیا
اور پنجاب اور بلوچستان کیے حصوں پر 1351 1524 تک حکومت کی
قیام دہلی کے دوران میں بانی دارالعلوم دیوبند محمد قاسم نانوتوی و دیگر نامی گرامی علما سے بھی ملاقاتیں کیں
اس کے علاوہ فیروز میڈیا اور پبلشنگ کے ڈائریکٹر بھی ہیں
1921 میں کراچی کے بہائیوں نے اپنی اولین بہائی مقامی محفل روحانی کا انتخاب کیا
کوئٹہ میں مقامی مجلس روحانی کا قیام 1943 میں ممبئی اور ایران کے بہائیوں کے ذریعے ممکن ہوا
ایک مجلس روحانی پہلی بار جموں میں 1943 میں تشکیل پائی
کراچی کے بہائیوں نے س کور اور راولپنڈی میں مقامی مجالس روحانی کے 1948 میں انتخاب میں مدد کی تھی
خودو خیل کی مجموعی آبادی 118 , 185 افراد پر مشتمل ہے
اس نے ٹورنامنٹ کے دوران ایک اور ایک روزہ کھیلا جو میزبان ہالینڈ کے خلاف تھا
احمدی کا اول درجہ ڈیبیو 2009 10 کے آئی سی سی انٹرکانٹینینٹل کپ میں کینیا کے خلاف ہوا تھا
میچ کے دوران اس نے 11 اور 55 کے اسکور بنائے جو کہ ان کی پہلی اول درجہ نصف سنچری تھی
اس کے علاوہ ساحلی تفریحی مقامات میں اسے سمندر میں چہل قدمی اور تفریح کے لیے بھی استعمال کیا جاتا ہے
اسی عرصہ میں کانگریس بھارتی سیاست میں مرکزی جماعت کی حیثیت سے سامنے آئی
فیصد نقطہ یا فی صد نقطہ دو فی صدی اعداد کے مابین حسابی فرق کے لیے اکائی ہے
انہوں نے سنہ 2015 سے سنہ 2016 تک وزیر ماحولیاتی تحفظ کے طور خدمات سر انجام دیں
مفتی عبداللہ بن زبیر ایک معروف عالم دین اور دنیاوی تعلیم سے بہرہ ور ایک سوشل ورکر ہیں
سہیل اختر ( پیدائش 2 مارچ 1986 ) ایک پاکستانی اول درجہ کرکٹ کھلاڑی ہے
نام فیصل احمد آرمار بھٹکلی ندوی
تانگ خاندان کے دور میں چین کی خوشحالی کی راہیں برقرار ہوئیں تو لوگوں کے اذہان تجارتی اور ذہنی ترقی کی جانب مائل ہوئے
السیال ( لاطینی ) سوریہ کا ایک گاؤں جو محافظہ دیر الزور میں واقع ہے
گاویی کاؤنٹی ( لاطینی ) چین کا ایک عوامی جمہوریہ چین کی کاؤنٹیاں جو شیجیاژوانگ میں واقع ہے
انگریزی اصطلاح مسٹیزم کا ماخذ قدیم یونان سے ہے جو تاریخی طور پر مختلف المعانی ہے
وہ انگلینڈ کے واحد کپتان ہیں جنہوں نے 4 سے زیادہ اہل روزہ سنچریاں اسکور کی ہیں
مورگن نے اپنی پہلی اول درجہ سنچری مڈل سیکس کے لیے 5 جولائی 2008 کو اکسبرج میں بنائی
ایک روزہ کی تاریخ میں یہ پہلا موقع تھا کہ کوئی کھلاڑی ڈیبیو پر 99 رنز بنا کر آؤٹ ہوا
انہوں نے ویسٹ انڈیز کے خلاف پہلے ایک روزہ میں 21 رنز بنائے حالانکہ دوسرے میچ میں انہوں نے بلے بازی نہیں کی
انہوں نے ٹیسٹ میں 700 ایک روزہ میں 7348 اور ٹی ٹوئنٹی میں 1810 رنز بنائے ہیں
اس نے اپنے اگلے کھیل میں کینیا کے خلاف 104 ناٹ آؤٹ کے ساتھ اسی کامیابی کو دہرایا
پورٹر فیلڈ نے اگست 2007 کے آخر میں اپنی پہلی اول درجہ سنچری بنائی
آئرلینڈ نے سیریز 3 0 سے جیت لی ایک فل ممبر سائیڈ کے خلاف ایک روزہ میں ان کا پہلا کلین سویپ
شمالی مشرقی جزائر کا رقبہ 42 8 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 50 افراد پر مشتمل ہے
2010 میں مقابلہ حسن جیتنے کے بعد نصرت نے ماڈلنگ کی دنیا میں قدم رکھا
رچرڈز اور ان کی اہلیہ مریم کے دو بچے ہیں جن میں مالی بھی شامل ہیں جو اول درجہ کرکٹ بھی کھیل چکے ہیں
جولائی 2019 میں انہوں نے مودی حکومت کے ذریعے کی جانے والی جاسوسی کے خلاف عدالت عظمی میں مقدمہ دائر کیا ہے
ان کی دو کتابیں چھٹی سمت آ نکلا اور دل دل پاکستان شائع ہوئیں
4 پر بیٹنگ کرتے ہوئے اس نے اس میچ میں 33 رنز بنائے جو اس سیزن میں ان کا واحد اول درجہ کھیل تھا
ان کی تیسری ایک روزہ سنچری پانچ سال کی تاخیر کے بعد 16 جون 2016 کو آئرلینڈ کے خلاف آئی
26 جولائی 2019 کو انہوں نے بنگلہ دیش کے خلاف پہلے ایک روزہ کے بعد ایک روزہ بین الاقوامی کرکٹ سے ریٹائرمنٹ لے لی
لیکن ممبئی انڈینز میں کوچنگ کی ذمہ داریوں کی وجہ سے ملنگا 2018 کے سپر پراونشل ایک روزہ ٹورنامنٹ سے بھی محروم رہے
مئی 2021 میں انہیں بنگلہ دیش کے خلاف ایک روزہ انٹرنیشنل سیریز سے پہلے سری لنکن ٹیم کا کپتان نامزد کیا گیا
اپنے اول درجہ ڈیبیو سے پہلے انہوں نے 2016 کے انڈر 19 کرکٹ عالمی کپ میں افغانستان کی انڈر 19 ٹیم کی کپتانی کی
احسان اللہ نے اس عمل میں اپنی پہلی اول درجہ سنچری بھی اسکور کی
ان کا پہلا اول درجہ کرکٹ بھی تھا
16 فروری 2018 کو شارجہ میں زمبابوے کے خلاف مجیب نے اپنا پہلا ایک روزہ میچ میں پانچ وکٹیں حاصل کیں
وہ ایک روزہ میں پانچ وکٹیں لینے والے اب تک کے سب سے کم عمر کھلاڑی بن گئے
امپانگ ( لاطینی ) ملائیشیا کا ایک آباد مقام جو کوالا لمپور میں واقع ہے
محمد طیب قاسمی کے بیٹے محمد سالم قاسمی کے ساتھ انظر شاہ کشمیری نے 1982 میں دار العلوم وقف دیوبند قائم کیا
انھیں مارچ 2019 کو ممبئی منعقد کل ہند مسابقۃ تحفیظ القرآن الکریم کے موقع پر علامہ اقبال ایوارڈ سے نوازا گیا
گ ستاخ عشق ایک پاکستانی تمثیل ہے جسے او لا جولائی کو ا ردو 1 پر نشر کیا گیا
ماتم داری یا ماتم شیعہ معصومین بالخصوص حسین پر عزاداری کرنے کی ایک بہت مشہور رسم و روایت ہے
نیو پنویل ( انگریزی ) بھارت کا ایک جو ممبئی میں واقع ہے
خصوصا مغل حکمران جلال الدین اکبر نے یہاں ایرانی فنکاروں کی آبادکاری کی خاصی حوصلہ افزائی کی
مارچ 1901 میں ان کی شادی یمنا بائی سے ہوئی
تاہم 1960 سے تھائی لینڈ میں عصمت فروشی غیر قانونی ہے
شمس آباد پاکستان کا ایک آباد مقام جو ملتان پنجاب پاکستان میں واقع ہے
عثمان آباد پاکستان کا ایک آباد مقام جو ملتان پنجاب پاکستان میں واقع ہے
انہوں نے بھارت کی مختلف ریاستوں میں چیف سیکریٹری گورنر اور جامعہ ملیہ اسلامیہ دہلی میں چانسلر کے عہدوں پر خدمات انجام دیں
استاد امراؤ بندو خان ( پیدائش 1915 وفات 14 اکتوبر 1979 ) بر صغیر ہند و پاک کے نامور گایک اور سارنگی نواز تھے
2017 میں سوشانت سنگھ نے دنیش ویجن کی فلم " رابطہ " میں کریتی سینون کے ساتھ کام کیا
سودیشی اور تحریک عدم تعاون میں اہم کردار ادا کیا
وہ 12 ٹیسٹ اور 116 ایک روزہ میچوں میں کھیل چکی ہیں
وہ بھارت کے لیے ایک روزہ سنچری بنانے والی پہلی بھارتی کھلاڑی ہیں جبکہ بیرون ملک ٹیسٹ سیریز جیتنے والی پہلی کپتان
ایک عام پیچ کس کا دستہ اور دھات سے بنا آگے حصہ ہوتا ہے
پیچ کس کے دستے عام طور سے لکڑی دھات یا پلاسٹک سے بنے ہوتے ہیں
پیچ کس میں مشینی اور مقناطیسی استعمال کی گنجائش بھی ہوا کرتی ہے
دستی پیچ کس چلاتے وقت کسی شخص کے زخمی ہونے کا خطرہ نہیں ہوتا ہے
وہ ایک روزہ میں لگاتار سات نصف سنچری اسکور کرنے والی پہلی کھلاڑی ہیں
ستمبر 2019 میں اس نے ایک روزہ کرکٹ پر توجہ دینے کے لیے ٹی ٹونٹی سے ریٹائرمنٹ لینے کا اعلان کیا
2013 کے خواتین عالمی کپ میں راج خواتین کے درمیان میں ایک روزہ چارٹ میں نمبر 1 کرکٹ کھلاڑی تھیں
بے کار صفحہ 04 09 11 نومبر 2019 ( م ع و )
ریاست میں وادی سندھ کی تہذیب کے کئی مقامات موجود ہیں جو کبھیگہوارہ ثقافت ہوا کرتا تھا
محمد عبد اللہ گجراتی سیال شریف کے روحانی پیشوا خواجہ شمس الدین سیالوی کے خلیفہ خاص تھے
ہیمانگ کمال بادانی ( پیدائش 14 نومبر 1976 ) ایک سابق بھارتی کرکٹرکھلاڑی ہے جس نےٹیسٹ کرکٹ اور ایک روزہ کرکٹ کھیل رکھی ہے
اس نے اپنا اول درجہ ڈیبیو سوئی ناردرن گیس پائپ لائنز لمیٹڈ کے لیے 2018 19 قائداعظم ٹرافی میں 7 نومبر 2018 کو کیا
وجہ وفات مہاراجا کشمیر کے شخصی راج کے خلاف جنگ
اس بزرگ کا تعلق میانوال تحریک سے تھا
شاہ بدیع الدین احمد قطب المدار کی ولادت یکم شوال 242ھ کو سوریہ کے قدیم اور مشہور شہر حلب میں ہوئی
"
ماسٹر مستقبل میں جاری کی جانے والی بھارتی تمل زبان کی سنسنی ہنگامہ خیز فلم ہے
وہ ایک روزہ کرکٹ میں 300 وکٹیں لینے والے سب سے کم عمر بولر ہیں
ویٹوری کرکٹ کی تاریخ کے پہلے بائیں ہاتھ کے اسپنر ہیں جنہوں نے ایک روزہ اور ٹیسٹ دونوں میں 300 وکٹیں حاصل کیں
تاہم انہیں 2013 کی آئی سی سی چیمپئنز ٹرافی کے لیے ایک روزہ ٹیم میں واپس بلایا گیا
اپنی پانچ وکٹوں میں سے ویٹوری نے ٹیسٹ کرکٹ میں 20 اور ایک روزہ میچوں میں دو وکٹیں حاصل کیں
انہوں نے 13 جنوری 2017 کو پاکستان کے خلاف آسٹریلیا کے لیے اپنا ایک روزہ ڈیبیو کیا
دائیں ہاتھ کا بیٹسمین اور بائیں ہاتھ کا ایک سست بولر وہ نوٹنگھم شائر کاؤنٹی کرکٹ کلب کے لئے اول درجہ کرکٹ کھیلتا ہے
وہ دائیں ہاتھ کے بیٹسمین ہیں جو محدود اوورز کی کرکٹ میں کھلتے ہیں اور اول درجہ میچوں میں مڈل آرڈر میں کھیلتے ہیں
وہ ساؤتھ آسٹریلیا یارکشائر اور گلیمورگن کے لیے اول درجہ لیول پر بھی کھیلے اور 1995 میں آسٹریلین کرکٹ اکیڈمی اسکالرشپ ہولڈر
گلیسپی نے فروری 2008 میں آسٹریلیا میں اول درجہ کرکٹ سے ریٹائرمنٹ کا اعلان کیا
2008 کے انگلش ڈومیسٹک سیزن کے اختتام پر انہوں نے تمام اول درجہ کرکٹ سے ریٹائرمنٹ لے لی
ادروی " سہ ماہی " ترجمان " کے مدیر رہ چکے ہیں اور اس ماہنامہ کے لیے ہی سیکڑوں مضامین لکھ چکے ہیں
جون جولائی 2022 میں سری لنکا کے دورے کے لیے ایک روزہ اور آسٹریلیا اے اسکواڈز میں ہیڈ کا انتخاب کیا گیا تھا
سری لنکا اے کے خلاف دوسرے غیر سرکاری ایک روزہ میں ہیڈ نے ہارنے کی وجہ سے سب سے زیادہ 110 رنز بنائے
ابوالحیات بہاول بخش تخلص خلیق ملتانی ہے
اس کی تقریر کے دوران میں شمال مشرقی دہلی کی پولیس کا سپرنٹنڈنٹ وید پرکاش سوریا بھی موجود تھا
1924 میں 18 اور 1925 میں 16 فسادات ہوئے
دوری عاطف اسلم کا دوسرا البم ہے جو جل پری کے بعد ریلیز ہوا
اس فلم کی نمائش بیجنگ فلم فیسٹول اور برکس میں کی گئی
ان کے والد ڈیو کرو ولینگٹن اور کینٹبری لے لئے اول درجہ کرکٹ کھیلتے تھے
اس کی شروعات شعری یمانی کے عروج کی خوشیاں منانے والے فرعونی تہواروں میں استعمال ہونے والی مشعلوں سے ہوا
آدانا کی جامع مسجد ( لاطینی , ) ترکی کا ایک مسجد جو آدانا میں واقع ہے
7 مئی تک 3 کلومیٹر ( 2 میل ) کے دائرے میں دھواں پھیل چکا تھا
علی مسل ار ( 1861 1922 ) انگریزوں کے خلاف ملابار بغاوت کے رہنما تھے
ریمنڈ آئیووا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک شہر جو بلیک ہاک کاؤنٹی آئیووا میں واقع ہے
یہ پہلا بڑا جنگی جہاز تھا جس کی تعمیر پر عثمانیوں نے ایک دہائی سے بھی زیادہ عرصہ لگا دیا
پانگشا ( لاطینی ) بنگلہ دیش کا ایک آباد مقام جو ڈھاکہ ڈویژن میں واقع ہے
ج رھ ن رندن و رات پوئ سندسنس ر ج
مسرت زہرا ( پیدائش 8 دسمبر 1993 ) کشمیری تصویری صحافی ہیں
یہ کھٹانہ گرجر کی ایک شاخ ہے
پہلا یکجہتی کھیل 2005 میں سعودی عرب میں ہوا تھا اور اس وقت تنظیم تعاون اسلامی کے 57 ارکان ہیں
1977 میں " سندھی زبان کا سماجی کارج " کے موضوع پر مقالا لکھا اور کی ڈگری حاصل کی
انہوں نے اپنے کیریئر کا آغاز سال 2014 میں ڈرامہ سیریل ادھورا ملن سے کیا تھا
کیونکہ وہ اسے اپنے وقت کا امام اور بڑا بھائی سمجھتا تھا
بہت ساری کہانیاں حسین کے خون اور اس کے سر قلم کے بات کرنے کے معجزات سے پیوست ہوتی ہیں
3 فروری 1990 کو علامہ نصیرالاجتہادی کراچی میں وفات پا گئے اور کراچی ہی میں مسجد زین العابدین بفرزون کے احاطہ میں دفن کیے گئے
مارچ 2015 میں سعودی عرب کی عدالت مرافعہ نے النمر کے خلاف سزائے موت کو برقرار رکھا
ابھی میں نے میکروری ساسکچیوان پر بیرونی ربط میں ترمیم کی ہے
ابھی میں نے رشمی بنسل پر بیرونی ربط میں ترمیم کی ہے
ابھی میں نے فہرست ممالک بلحاظ فی کس برآمدات پر بیرونی ربط میں ترمیم کی ہے
نذیر احمد قاسمی ( پیدائش 20 جون 1964 ) ایک کشمیری سنی عالم فقیہ اور دار العلوم رحیمیہ کے صدر مفتی ہیں
آپ 1983 کو اس دار فانی سے کوچ کرگئے تھے 1
بلقیس دادی ایک 82 سالہ بھارتی خاتون ہیں جو متنازع ترمیم شہریت قانون کے خلاف احتجاج کی عالمی علامت بن گئیں
فلم کی موسیقی چترا گپتا نے ترتیب دی تھی جب کے اس کے گیت راجن نے لکھے تھے
ابھی میں نے فوکوشیما پر 2 بیرونی روابط میں ترمیم کی ہے
وہ قائد اعظم یونیورسٹی کے شعبہ جینڈر سٹدیز کی فیکلٹی کا حصہ رہی ہیں
خلیفہ محمود فقیر 1189 ہجری میں ایک گاؤں کڑی گھنور ضلع بدین میں پیدا ہوئے
وسط 19ویں صدی میں بہت سے شیخی لوگوں نے شیخیت سے بابیت اور بہائیت مذہب اپنایا
امر سندھو حقوق نسواں کی کارکن ہیں
انہوں نے کہا " خواجہ سرا افراد کو غربت بے روزگاری تعلیمی مواقع کی کمی اور محفوظ رہائش کا سامنا کرنا پڑتا ہے
حدیث کے معروف عالم محمد یوسف بنوری کے اعزاز میں اس کا نام علامہ بنوری رکھ دیا گیا
ابھی میں نے اسکندریہ پر 2 بیرونی روابط میں ترمیم کی ہے
ابھی میں نے اہرامات جیزہ پر بیرونی ربط میں ترمیم کی ہے
ابھی میں نے تانیس پر 2 بیرونی روابط میں ترمیم کی ہے
ابھی میں نے توی پر 4 بیرونی روابط میں ترمیم کی ہے
ابھی میں نے جاسم بن محمد الثانی پر 2 بیرونی روابط میں ترمیم کی ہے
ابھی میں نے خالسکو پر 2 بیرونی روابط میں ترمیم کی ہے
ابھی میں نے سی این جی پر بیرونی ربط میں ترمیم کی ہے
ابھی میں نے شہرستان میر جاوہ پر بیرونی ربط میں ترمیم کی ہے
ابھی میں نے قطب مینار پر 3 بیرونی روابط میں ترمیم کی ہے
ابھی میں نے لا کاناڈا فلینٹریڈگی کیلیفورنیا پر بیرونی ربط میں ترمیم کی ہے
ابھی میں نے لاہور میراتھن پر 2 بیرونی روابط میں ترمیم کی ہے
ابھی میں نے محمد پاشا کوکاویتسا مسجد پر بیرونی ربط میں ترمیم کی ہے
ابھی میں نے مڈغاسکر پر 2 بیرونی روابط میں ترمیم کی ہے
ابھی میں نے مکہ مسجد ( حیدرآباد دکن ) پر بیرونی ربط میں ترمیم کی ہے
ابھی میں نے مینیفی کیلیفورنیا پر بیرونی ربط میں ترمیم کی ہے
ابھی میں نے نائیجیریا کے عام انتخابات 2019 پر بیرونی ربط میں ترمیم کی ہے
ابھی میں نے نیا لاہور پر 2 بیرونی روابط میں ترمیم کی ہے
ابھی میں نے نیشنل آکواٹک سینٹر پر بیرونی ربط میں ترمیم کی ہے
ابھی میں نے ٹوئنٹی20 بین الاقوامی پر بیرونی ربط میں ترمیم کی ہے
ابھی میں نے چٹاگانگ پر 3 بیرونی روابط میں ترمیم کی ہے
ابھی میں نے گوئیانگ پر 2 بیرونی روابط میں ترمیم کی ہے
ابھی میں نے گولاگ پر 9 بیرونی روابط میں ترمیم کی ہے
ابھی میں نے ہائنان پر 2 بیرونی روابط میں ترمیم کی ہے
ابھی میں نے ہاڑھ پر 2 بیرونی روابط میں ترمیم کی ہے
ابھی میں نے ہند سماچار پر 2 بیرونی روابط میں ترمیم کی ہے
ابھی میں نے ہیفئی پر 2 بیرونی روابط میں ترمیم کی ہے
تلسی مچھر مکھی اور دیگر نقصان دہ کیڑوں کو بھی ختم کرتی ہے
ان کا آخری میچ ہالینڈ کے خلاف ایک روزہ تھا
ٹیلر نے اپنے ایک روزہ کیریئر کی دوسری سنچری 18 فروری 2007 کو آسٹریلیا کے خلاف بنائی
ابھی میں نے باٹھانوالہ پر 2 بیرونی روابط میں ترمیم کی ہے
ابھی میں نے بشر بن حسن پر بیرونی ربط میں ترمیم کی ہے
ابھی میں نے بیروت پر 4 بیرونی روابط میں ترمیم کی ہے
ابھی میں نے تہافت الفلاسفہ پر بیرونی ربط میں ترمیم کی ہے
ابھی میں نے جزائر ایران پر بیرونی ربط میں ترمیم کی ہے
ابھی میں نے درمان پر 2 بیرونی روابط میں ترمیم کی ہے
ابھی میں نے دودو میاں پر بیرونی ربط میں ترمیم کی ہے
ابھی میں نے لیہ تھل جنڈی پر بیرونی ربط میں ترمیم کی ہے
ابھی میں نے نگوال پر 2 بیرونی روابط میں ترمیم کی ہے
ابھی میں نے نیشنل کونسل آف چرچز ( پاکستان ) پر بیرونی ربط میں ترمیم کی ہے
ابھی میں نے ولادیمیر اشکنازی پر بیرونی ربط میں ترمیم کی ہے
اپنے ایک روزہ کیریئر کے اختتام تک فلاور نے ہیتھ اسٹریک کے علاوہ کسی بھی دوسرے زمبابوے بولر سے زیادہ وکٹیں حاصل کی تھیں
انہوں نے اکتوبر 2010 میں جنوبی افریقہ کے خلاف تین میچوں کی سیریز کے پہلے ایک روزہ کے دوران اپنی بین الاقوامی واپسی کی
ابھی میں نے کنیاکماری پر 2 بیرونی روابط میں ترمیم کی ہے
ابھی میں نے کین ( اسٹریٹ فائٹر ) پر بیرونی ربط میں ترمیم کی ہے
اگر مرکزی دھارے کے ذرائع ابلاغ ہوں یا معتبر پبلشرز کے ذریعہ طباعت شدہ کتابیں اور جرائد ہوں تو بہتر ہے
وہ اب بھی اپنی طویل عمری اور خرابئ صحت کے باوجود لکھتی رہتی ہیں
ان کا انتقال 12 جون 2014 کو ہوا
ابھی میں نے جگنی پر 2 بیرونی روابط میں ترمیم کی ہے
انہوں نے 1 ٹیسٹ میچ اور 4 ایک روزہ میچوں میں بھارتی ٹیم کی کپتانی کی
انھوں نے ٹیسٹ کرکٹ اور ایک روزہ کرکٹ دونوں طرز کی کرکٹ کھیلی ہے ٹی ٹوئنٹی کرکٹ نہیں کھیل سکیں
انھوں نے بین الاقوامی سطح پر مجموعی طور پر4 ٹیسٹ اور 78 ایک روزہ میچ کھیلے
وہ دائیں ہاتھ سے بلے بازی کرتی ہیں اور منجھی ہوئی وکٹ کیپر ہیں
انھوں نے نئے دور کی کرکٹ ٹی ٹوئنٹی اور ایک روزہ کرکٹ کھیلی ہے
ریما ملہوترا نے پہلا بین الاقوامی ایک روزہ میچ آسٹریلیا کے خلاف سن 2003 میں کھیلا
انھوں نے ٹیسٹ کرکٹ اور ایک روزہ کرکٹ کھیلی ہے
انھوں نے بین الاقوامی سطح پر مجموعی طور پر2 ٹیسٹ اور 23 ایک روزہ میچ کھیلے
پریتی ڈمری نے پہلا بین الاقوامی ایک روزہ میچ آئر لینڈ کے خلاف سن 2006 میں کھیلا
انھوں نے ٹی ٹوئنٹی اور ایک روزہ کرکٹ کھیلی ہے
بلیک ویل نے تین کیچ لیے لیکن پہلے ایک روزہ میں صرف ایک کیچ لیا
اس کے بعد اس نے 5 189 میں سے 44 رنز بنائے اور پہلے ایک روزہ میں 63 رنز سے جیت حاصل کی
مہم کا آغاز آسٹریلیا میں پانچ ایک روزہ میچوں سے ہوا
اپنے 251 بین الاقوامی میچوں میں بلیک ویل نے تین سنچریاں بنائیں یہ سب ایک روزہ میں
اس کی تیسری ایک روزہ سنچری اور سب سے زیادہ بین الاقوامی اسکور صرف سات سال بعد 2016 میں آیا
21 جولائی کو ہونے والے میچ میں اس نے ایک روزہ کرکٹ میں 1000 رنز کا سنگ میل عبور کیا
اس نے پہلے چار ایک روزہ کھیلے 4 2 ناٹ آؤٹ اور 0 ناٹ آؤٹ بنائے
اس کے بعد آسٹریلین ٹیم ایک ٹی20 بین الاقوامی اور پانچ ایک روزہ میچوں کے لیے لنکن نیوزی لینڈ میں برٹ سٹکلف اوول گئے
سیریز کے بعد نٹشکے نے نیوزی لینڈ کے خلاف روز باؤل سیریز کھیلی جس کا آغاز آسٹریلیا میں پانچ ایک روزہ سے ہوا
اس کے بعد آسٹریلیا نے نیوزی لینڈ میں ایک روزہ میں نیوزی لینڈ کو 3 0 سے کلین سویپ کیا
انھوں نے ٹی ٹوئنٹی اور ایک روزہ کرکٹ کھیلی ہے
انھوں نے بین الاقوامی سطح پر مجموعی طور پر 116 ٹی ٹوئنٹی اور 76 ایک روزہ میچ کھیلے
انھوں نے ٹی ٹوئنٹی اور ایک روزہ دونوں کرکٹ کھیلی ہے
انھوں نے بین الاقوامی سطح پر مجموعی طور پر 82 ٹی ٹوئنٹی اور 71 ایک روزہ میچ کھیلے
جیس جونیسن نے پہلا بین الاقوامی ایک روزہ میچ نیوزی لینڈ کے خلاف سن 2012 میں کھیلا
اپنے بین الاقوامی کیریئر کے دوران اس نے چار ٹیسٹ 67 ایک روزہ اور 37 خواتین کے ٹوئنٹی20 انٹرنیشنل میچز کھیلے
انھوں نے ٹی ٹوئنٹی اور ایک روزہ کرکٹ کھیلی ہے
انھوں نے بین الاقوامی سطح پر مجموعی طور پر67 ٹی ٹوئنٹی اور 62 ایک روزہ میچ کھیلے
انھوں نے ٹیسٹ کرکٹ اور ایک روزہ کرکٹ کھیلی ہے
انھوں نے بین الاقوامی سطح پر مجموعی طور پر 6 ٹیسٹ اور 59 ایک روزہ میچ کھیلے
جولی ہیس نے پہلا بین الاقوامی ایک روزہ میچ سری لنکا کے خلاف سن 2000 میں کھیلا
وہ دائیں ہاتھ سے بلے بازی کرتی ہیں اور لیگ اسپنر گیند باز ہیں
انھوں نے ٹی ٹوئنٹی اور ایک روزہ کرکٹ کھیلی ہے
جیس کیمرون نے پہلا بین الاقوامی ایک روزہ میچ نیوزی لینڈ کے خلاف سن 2009 میں کھیلا
انہوں نے ٹیسٹ کرکٹ اور ایک روزہ کرکٹ کھیلی ہے
انہوں نے بین الاقوامی سطح پر مجموعی طور پر 3 ٹیسٹ اور 50 ایک روزہ میچ کھیلے
نکول بولٹن نے پہلا بین الاقوامی ایک روزہ میچ انگلینڈ کے خلاف سن 2014 میں کھیلا
پولٹن اس کے بعد خود بولڈ ہوئیں اتنے ایک روزہ میچوں میں تیسری بار جب وہ اس طرح آؤٹ ہوئیں
2010 کی روز باؤل سیریز میں فیرل نے آسٹریلیا کے مقابلے کے دوران 5 ایک روزہ میں سے ہر ایک میں کھیلا
اس نے اپنے پہلے ٹیسٹ میں 2 48 اور اپنے پہلے ایک روزہ میں 3 21 حاصل کیا
2007 08 میں اینڈریوز آسٹریلوی ٹیم کے اندر اور باہر تھے اور انہوں نے چھ ایک روزہ کھیلے سات وکٹیں حاصل کیں
آسٹریلیا نے چار میں سے تین ایک روزہ جیتے جب کہ دوسرے میں دھواں دھڑکا
اس دورے کا اختتام سری لنکن ٹیم کے خلاف اول درجہ میچ کے ساتھ ہوا
اس نے اپنے اول درجہ ڈیبیو پر سات اور ایک صفر بھی بنائی
آخری ایک روزہ ختم ہو گیا
ایک روزہ کے بعد پانچ ٹی ٹوئنٹی انٹرنیشنل کھیلے گئے تین ہوبارٹ کے بیلریو اوول میں اور آخری دو نیوزی لینڈ میں
انھوں نے ٹی ٹوئنٹی اور ایک روزہ کرکٹ کھیلی ہے
انھوں نے بین الاقوامی سطح پر مجموعی طور پر 56 ٹی ٹوئنٹی اور 38 ایک روزہ میچ کھیلے
بیتھ مونی نے پہلا بین الاقوامی ایک روزہ میچ نیوزی لینڈ کے خلاف سن 2016 میں کھیلا
انھوں نے ٹیسٹ کرکٹ اور ایک روزہ کرکٹ کھیلی ہے
انھوں نے چھوٹی عمر میں مقامی کرکٹ کا آغاز کر دیا تھا اور اول درجہ کرکٹ بھی کھیلی
مشیل گوسزکو نے پہلا بین الاقوامی ایک روزہ میچ نیوزی لینڈ کے خلاف سن 1997 میں کھیلا
انھوں نے ٹی ٹوئنٹی اور ایک روزہ کرکٹ کھیلی ہے
انھوں نے بین الاقوامی سطح پر مجموعی طور پر 44 ٹی ٹوئنٹی اور 33 ایک روزہ میچ کھیلے
انھوں نے ٹی ٹوئنٹی اور ایک روزہ کرکٹ کھیلی ہے
انھوں نے بین الاقوامی سطح پر مجموعی طور پر 47 ٹی ٹوئنٹی اور 30 ایک روزہ میچ کھیلے
سارہ کوئٹے نے پہلا بین الاقوامی ایک روزہ میچ انگلینڈ کے خلاف سن 2011 میں کھیلا
وہ دائیں ہاتھ سے بلے بازی کرتی ہیں اور لیگ اسپنر گیند باز ہیں
انھوں نے ٹیسٹ کرکٹ اور ایک روزہ کرکٹ کھیلی ہے
انھوں نے بین الاقوامی سطح پر مجموعی طور پر18 ٹیسٹ اور 30 ایک روزہ میچ کھیلے
کرسٹن بیمز نے پہلا بین الاقوامی ایک روزہ میچ پاکستان کے خلاف سن 2014 میں کھیلا
انھوں نے ٹیسٹ کرکٹ اور ایک روزہ کرکٹ کھیلی ہے
انھوں نے بین الاقوامی سطح پر مجموعی طور پر2 ٹیسٹ اور 24 ایک روزہ میچ کھیلے
انہوں نے ٹیسٹ کرکٹ اور ایک روزہ کرکٹ کھیلی ہے
انہوں نے بین الاقوامی سطح پر مجموعی طور پر 3 ٹیسٹ اور 22 ایک روزہ میچ کھیلے
سارہ ایلیٹ نے پہلا بین الاقوامی ایک روزہ میچ انگلینڈ کے خلاف 2005 میں کھیلا
انھوں نے ٹی ٹوئنٹی اور ایک روزہ کرکٹ کھیلی ہے
انھوں نے بین الاقوامی سطح پر مجموعی طور پر9 ٹی ٹوئنٹی اور 22 ایک روزہ میچ کھیلے
ہولی فرلنگ نے پہلا بین الاقوامی ایک روزہ میچ پاکستان کے خلاف سن 2013 میں کھیلا
کیرن ریڈ نے پہلا بین الاقوامی ایک روزہ میچ انٹرنیشنل الیون کے خلاف سن 1982 میں کھیلا
انھوں نے ٹیسٹ کرکٹ اور ایک روزہ کرکٹ کھیلی ہے
انھوں نے بین الاقوامی سطح پر مجموعی طور پر 2 ٹیسٹ اور 24 ایک روزہ میچ کھیلے
انھوں نے ٹیسٹ کرکٹ اور ایک روزہ کرکٹ کھیلی ہے
انھوں نے ٹی ٹوئنٹی اور ایک روزہ کرکٹ کھیلی ہے
انھوں نے بین الاقوامی سطح پر مجموعی طور پر 26 ٹی ٹوئنٹی اور 18 ایک روزہ میچ کھیلے
جارجیا ویرہم نے پہلا بین الاقوامی ایک روزہ میچ پاکستان کے خلاف سن 2018 میں کھیلا
وہ دائیں ہاتھ سے بلے بازی کرتی ہیں اور لیگ اسپنر گیند باز ہیں
انھوں نے ٹیسٹ کرکٹ اور ایک روزہ کرکٹ کھیلی ہے
انھوں نے بین الاقوامی سطح پر مجموعی طور پر 3 ٹیسٹ اور 34 ایک روزہ میچ کھیلے
ان کے والد لائیڈ آرمسٹرانگ نے 1940 اور 1950 کی دہائی میں آئر لینڈ کے لیے اول درجہ کرکٹ کھیلی تھی
اپنے آخری ایک روزہ کے وقت آرمسٹرانگ کی عمر 42 سال اور 154 دن کی تھی
انھوں نے ٹی ٹوئنٹی اور ایک روزہ کرکٹ کھیلی ہے
انھوں نے بین الاقوامی سطح پر مجموعی طور پر 154 ٹی ٹوئنٹی اور 15 ایک روزہ میچ کھیلے
وہ دائیں ہاتھ سے بلے بازی کرتی ہیں اور لیگ اسپنر گیند باز ہیں
انہوں نے ٹیسٹ کرکٹ اور ایک روزہ کرکٹ کھیلی
انہوں نے بین الاقوامی سطح پر مجموعی طور پر 11 ٹیسٹ اور 9 ایک روزہ میچ کھیلے
انھوں نے ٹی ٹوئنٹی اور ایک روزہ کرکٹ کھیلی ہے
انھوں نے بین الاقوامی سطح پر مجموعی طور پر4 ٹی ٹوئنٹی اور 6 ایک روزہ میچ کھیلے
شیرون ملانٹا نے پہلا بین الاقوامی ایک روزہ میچ نیوزی لینڈ کے خلاف سن 2011 میں کھیلا
انھوں نے ٹی ٹوئنٹی اور ایک روزہ کرکٹ کھیلی ہے
انھوں نے بین الاقوامی سطح پر مجموعی طور پر 24 ٹی ٹوئنٹی اور 6 ایک روزہ میچ کھیلے
سوفی مولینیکس نے پہلا بین الاقوامی ایک روزہ میچ پاکستان کے خلاف سن 2018 میں کھیلا
ا تر ونا بگس نے پہلا بین الاقوامی ایک روزہ میچ انگلینڈ کے خلاف 20 جولائی 1995 میں کھیلا
انھوں نے پہلا بین الاقوامی ایک روزہ میچ انگلینڈ کے خلاف 20 جولائی 1990 میں کھیلا
انہوں نے آئرلینڈ کی خواتین کرکٹ ٹیم کے لیے خواتین ایک روزہ بین الاقوامی سطح پر 34 کھیلے
انھوں نے صرف ایک روزہ کرکٹ میں کھیلا
انھوں نے پہلا بین الاقوامی ایک روزہ میچ آسٹریلیا کے خلاف 1987 میں کھیلا
انھوں نے پہلا بین الاقوامی ایک روزہ میچ نیدرلینڈز کے خلاف 2011 میں کھیلا
انھوں نے ٹی 20 کرکٹ اور ایک روزہ کرکٹ کھیلی ہے
انھوں نے صرف کچھ ہی ون ڈے کرکٹ کھیلی ہے
انھوں نے صرف کچھ ہی ون ڈے کرکٹ کھیلی ہے
انھوں نے بین الاقوامی سطح پر مجموعی طور 12 ایک روزہ میچ کھیلے
انھوں نے پہلا بین الاقوامی ایک روزہ میچ آسٹریلیا کے خلاف 1987 میں کھیلا
ریچل ڈیلینی نے پہلا بین الاقوامی ایک روزہ میچ جنوبی افریقا کے خلاف سن 2017 میں کھیلا
انہوں نے بین الاقوامی سطح پر مجموعی طور پر 1 ٹی 20 اور 6 ایک روزہ میچ کھیلے
وہ آئرلینڈ کے ڈبلن میں پیدا ہوئیں تھیں
انھوں نے ٹی20 کرکٹ اور ایک روزہ کرکٹ کھیلی ہے
انہوں نے بین الاقوامی سطح پر مجموعی طور پر 2 ٹیسٹ اور 34 ایک روزہ میچ کھیلے
انھوں نے پہلا بین الاقوامی ایک روزہ میچ نیوزی لینڈ کے خلاف سن 2010 میں کھیلا
مریم گریلی نے ٹیسٹ کرکٹ اور ایک روزہ کرکٹ کھیلی ہے
انھوں نے بین الاقوامی سطح پر مجموعی طور پر واحد ٹیسٹ اور 79 ایک روزہ میچ کھیلے
ماریان ہربرٹ نے پہلا بین الاقوامی ایک روزہ میچ نیوزی لینڈ کے خلاف سن 2002 میں کھیلا
ماریان ہربرٹ نے ٹی20 کرکٹ اور ایک روزہ کرکٹ کھیلی ہے
انھوں نے بین الاقوامی سطح پر مجموعی طور پر 5 ٹی20 اور 15 ایک روزہ میچ کھیلے
انھوں نے پہلا بین الاقوامی ایک روزہ میچ انگلینڈ کے خلاف سن 1988 میں کھیلا
انھوں نے بین الاقوامی سطح پر مجموعی طور پر 9 ایک روزہ میچ کھیلے
راچیل ہارڈیمین نے پہلا بین الاقوامی ایک روزہ میچ آسٹریلیا کے خلاف سن 1987 میں کھیلا
سیلیلیا جوائس نے ٹی20 کرکٹ اور ایک روزہ کرکٹ کھیلی ہے
اسوبل جوائس نے ٹیسٹ کرکٹ اور ایک روزی کرکٹ کھیلی ہے
اسوبل جوائس نے پہلا بین الاقوامی ایک روزہ میچ بھارت کے خلاف سن 1999 میں کھیلا
انہوں نے ٹی20 کرکٹ اور ایک روزہ کرکٹ کھیلی ہے
انھوں نے بین الاقوامی سطح پر مجموعی طور پر 5 ٹیسٹ اور 4 ایک روزہ میچ کھیلے
انھوں نے پہلا بین الاقوامی ایک روزہ میچ جنوبی افریقہ کے خلاف سن 2008 میں کھیلا
میگ کینڈل نے پہلا بین الاقوامی ایل روزہ میچ بنگلہ دیش کے خلاف سن 2016 میں کھیلا
انھوں نے پہلا بین الاقوامی ایک روزہ میچ نیدرلینڈز کے خلاف سن 2011 میں کھیلا
جولی لوگی نے پہلا بین الاقوامی ایک روزہ میچ نیدرلینڈز کے خلاف سن 1988 میں کھیلا
انہوں نے بین الاقوامی سطح پر مجموعی طور پر 9 ٹی20 اور 6 ایک روزہ میچ کھیلے
لوئیس لٹل نے ٹی20 کرکٹ اور ایک روزہ کرکٹ کھیلی ہے
اننی لینھان نے پہلا بین الاقوامی ایک روزہ میچ ڈنمارک کے خلاف سن 1989 میں کھیلا
اننی لینھان نے ٹیسٹ کرکٹ اور ایک روزہ کرکٹ کھیلی ہے
گیبی لیوس نے ٹی20 کرکٹ اور ایک روزہ کرکٹ کھیلی ہے
انھوں نے بین الاقوامی سطح پر مجموعی طور پر11 ایک روزہ میچ کھیلے
انھوں نے بین الاقوامی سطح پر مجموعی طور پر صرف واحد ٹیسٹ اور 36 ایک روزہ میچ کھیلے
سائبہ ینگ نے ٹیسٹ کرکٹ اور ایک روزہ کرکٹ کھیلی ہے
میری والڈرون نے ٹیسٹ کرکٹ ٹی20 اور ایک روزہ کرکٹ کھیلی ہے
ہیدر وہیلان نے ٹی 20 کرکٹ اور ایک روزہ کرکٹ کھیلی ہے
ایلینا ٹائیس نے ٹی20 کرکٹ اور ایک روزہ کرکٹ کھیلی ہے
ایلینا ٹائیس نے پہلا بین الاقوامی ایک روزہ میچ نیدرلینڈ کے خلاف سن 2011 میں کھیلا
پامیلا ٹروہیر نے پہلا بین الاقوامی ایک روزہ میچ آسٹریلیا کے خلاف سن 1987 میں کھیلا
انھوں نے بین الاقوامی سطح پر مجموعی طور پر 8 ایک روزہ میچ کھیلے
انھوں نے پہلا بین الاقوامی ایک روزہ میچ نیوزی لینڈ کے خلاف 7 مئی 2017 کو میں کھیلا
انھوں نے بین الاقوامی سطح پر مجموعی طور پر24 ایک روزہ میچ کھیلے
انھوں نے ٹیسٹ کرکٹ اور ایک روزہ کرکٹ کھیلی ہے
انھوں نے بین الاقوامی سطح پر مجموعی طور پر 47 ٹیسٹ اور 5 ایک روزہ میچ کھیلے
انھوں نے بین الاقوامی سطح پر مجموعی طور پر 2 ٹی 20 اور 8 ایک روزہ میچ کھیلے
انھوں نے پہلا بین الاقوامی ایک روزہ میچ آسٹریلیا کے خلاف 31 جولائی 2005 میں کھیلا
انھوں نے بین الاقوامی سطح پر مجموعی طور 19 ایک روزہ میچ کھیلے
انھوں نے بین الاقوامی سطح پر مجموعی طور پر 7 ٹی 20 اور 4 ایک روزہ میچ کھیلے
انا ریمنڈ نے پہلا بین الاقوامی ایک روزہ میچ جنوبی افریقا کے خلاف 2016 میں کھیلا
کلوڈھنہ شارپ نے پہلا بین الاقوامی ایک روزہ میچ جنوبی افریقا کے خلاف 1997 میں کھیلا
انھوں نے بین الاقوامی سطح پر مجموعی طور پر 37 ایک روزہ میچ کھیلے
انہوں نے ٹیسٹ کرکٹ اور ایک روزہ کرکٹ کھیلی ہے
انہوں نے بین الاقوامی سطح پر مجموعی طور پر 3 ٹی 20 اور 8 ایک روزہ میچ کھیلے
انھوں نے ٹی ٹوئنٹی اور ایک روزہ کرکٹ کھیلی ہے
انھوں نے بین الاقوامی سطح پر مجموعی طور پر 7 ٹی ٹوئنٹی اور 4 ایک روزہ میچ کھیلے
لارین چیٹل نے پہلا بین الاقوامی ایک روزہ میچ نیوزی لینڈ کے خلاف 2017 میں کھیلا
انھوں نے ٹی ٹوئنٹی اور ایک روزہ کرکٹ کھیلی ہے
انھوں نے بین الاقوامی سطح پر مجموعی طور پر6 ٹی ٹوئنٹی اور 3 ایک روزہ میچ کھیلے
اینابل سدرلینڈ نے پہلا بین الاقوامی ایک روزہ میچ نیوزی لینڈ کے خلاف سن 2020 میں کھیلا
انھوں نے ٹی ٹوئنٹی اور ایک روزہ کرکٹ کھیلی ہے
انھوں نے بین الاقوامی سطح پر مجموعی طور پر 2 ٹی ٹوئنٹی اور 2 ایک روزہ میچ کھیلے
رینی چیپل نے پہلا بین الاقوامی ایک روزہ میچ پاکستان کے خلاف سن 2013 میں کھیلا
انہوں نے ٹیسٹ کرکٹ ٹی 20 اور ایک روزہ کرکٹ کھیلی ہے
انھوں نے 109 ایک روزہ میچوں میں 1003 رنز اسکور کیے
جین سمٹ نے پہلا بین الاقوامی ایک روزہ میچ سن 2004 میں کھیلا
انھوں نے ٹیسٹ کرکٹ اور ایک روزہ کرکٹ کھیلی ہے
انھوں نے بین الاقوامی سطح پر مجموعی طور پر 35 ٹی ٹوئنٹی اور 88 ایک روزہ میچ کھیلے
انھوں نے ٹیسٹ کرکٹ اور ایک روزہ کرکٹ کھیلی ہے
انھوں نے ٹیسٹ کرکٹ اور ایک روزہ کرکٹ کھیلی ہے
انھوں نے بین الاقوامی سطح پر مجموعی طور پر 19ٹی ٹوئنٹی اور 58 ایک روزہ میچ کھیلے
انھوں نے ٹیسٹ کرکٹ ٹی ٹوئنٹی اور ایک روزہ کرکٹ کھیلی ہے
انھوں نے بین الاقوامی سطح پر مجموعی طور پر 50 ٹی ٹوئنٹی 5 ٹیسٹ اور 72 ایک روزہ میچ کھیلے
مرغوب الرحمن بجنوری ( 1914 8 دسمبر 2010 ) ایک بھارتی عالم اور دارالعلوم دیوبند کے گیارہویں مہتمم تھے
انھوں نے لکشمی کے حوالے سے کہا ہے کہ " قوم پرست پریس نے مجاہدین آزادی کے ساتھ مل کر مارچ کیا "
ابھی میں نے کمال الدین بنی ہانی پر بیرونی ربط میں ترمیم کی ہے
1993 میں دار العلوم دیوبند کے دار الافتا میں مفتی کے عہدہ پر فائز کیے گئے
21 اگست 2008 تک انھوں نے اس عہدہ پر رہ فتوی نویسی کے فرائض انجام دیے
ابھی میں نے ڈیفنس ہاؤسنگ اتھارٹی لاہور پر بیرونی ربط میں ترمیم کی ہے
وہ قرہ اودھ دلماؤ بہرائچ اور جنوبی بہار کو بھی اپنے زیر قبضہ لانے میں کامیاب رہا
بریلی شریف میں نو سالہ قیام کے دوران میں آپ کے اکثر و بیشتر فتووں پر اعظم ہند کی مہر تصدیق ہوتی تھی
ابھی میں نے تم لنہاس ایریس پر بیرونی ربط میں ترمیم کی ہے
ابھی میں نے قراقلی ( ٹوپی ) پر بیرونی ربط میں ترمیم کی ہے
2004 میں پاکستان کے خلاف ان کی 111 رنز کی اننگز ان کی آخری ایک روزہ سنچری تھی
نائر نے اپنا اول درجہ ڈیبیو 2013 14 کے سیزن میں کیا جس میں کرناٹک نے رنجی ٹرافی جیتی
ستمبر 2019 میں انہیں قائد اعظم ٹرافی 2019 20 کے لیے بلوچستان کی ٹیم میں شامل کیا گیا
ہیڈن کے اول درجہ کیریئر میں 52 57 کی اوسط سے 24 , 603 رنز بنائے
یہ اخبار اب بھی نئی دہلی سے شائع ہو رہا ہے
ابھی میں نے باکو اسٹیٹ یونیورسٹی پر بیرونی ربط میں ترمیم کی ہے
ایک بلوچ قبیلہ جو نوتکانی کی ایک شاخ ہے یہ ضلع ڈیرہ غازی خان میں آباد ہیں
ان کا اصل نام ناصر محمود خان تھا لیکن ناصر کاسگنجوی کے قلمی نام شہرت پائی
ذیل میں ان کے اساتذ دار العلوم دیوبند کے کی فہرست درج ہے
ا ایک عباسی اعوان غازی عباس رضی اللہ عنہ اور دوسرے قطب شاہی اعوان محمد بن حنفیہ رضی اللہ عنہ کی اولاد ہیں
ابھی میں نے اہل قرآن شیعہ پر بیرونی ربط میں ترمیم کی ہے
ابھی میں نے اسرائیل کینیڈا تعلقات پر بیرونی ربط میں ترمیم کی ہے
ابھی میں نے بلٹز پر 2 بیرونی روابط میں ترمیم کی ہے
ابھی میں نے مسجد الحرام کی توسیع پر بیرونی ربط میں ترمیم کی ہے
ابھی میں نے پلاؤ میں اسلام پر بیرونی ربط میں ترمیم کی ہے
ابھی میں نے انقرہ ذیلی علاقہ پر بیرونی ربط میں ترمیم کی ہے
ابھی میں نے بھارت ماتا مندر پر بیرونی ربط میں ترمیم کی ہے
ابھی میں نے روستوف پر 3 بیرونی روابط میں ترمیم کی ہے
ابھی میں نے عظیم قیر ماہی پر بیرونی ربط میں ترمیم کی ہے
ان کے بھتیجے وی ایل نکم نے بھی اول درجہ کرکٹ کھیلی
ہندوستان نے اپنا پہلا ایک روزہ 1974 میں کھیلا اور کل 243 کھلاڑی ٹیم کی نمائندگی کر چکے ہیں
ٹنڈولکر نے 463 کے ساتھ سب سے زیادہ ایک روزہ میچ کھیلنے کا ریکارڈ بھی اپنے نام کیا ہوا ہے نام کیا
ویسٹ انڈیز قومی انڈر 19 کرکٹ ٹیم 1973 سے باضابطہ انڈر 19 ٹیسٹ میچ کھیل رہی ہے
انفرادی پچاس کو شامل کرنے کے لیے یہ اب بھی سب سے کم اول درجہ سکور ہے
انہوں نے 7 سنچریاں اور 15 نصف سنچریاں بھی اول درجہ کرکٹ میں سکور کیں
اس کے ساتھ ساتھ انہوں نے 4028 رنز دے کر 158 اول درجہ وکٹیں اپنے نام کیں
اور وہ صرف 18 سال کے تھے جب انہوں نے شارجہ میں ایک انٹرکانٹینینٹل کپ میچ میں افغانستان کے لیے اول درجہ ڈیبیو کیا
جولائی 2009 میں اسٹرلنگ نے اپنی پہلی اول درجہ سنچری بنائی
رنز ایک روزہ میں آئرلینڈ کی پہلی وکٹ کا ریکارڈ قائم کیا
طاہر بشیر چیمہ پاکستانی سیاست دان ہیں
انہوں نے ایم جے گوپالن ٹرافی میں بھی کھیلا جو سیلون اور مدراس کے درمیان میں شروع ہونے والا اول درجہ کرکٹ ٹورنامنٹ ہے
کنور نوید جمال پاکستانی سیاست دان ہیں
تاہم ان کی ایک روزہ کارکردگی نے سری لنکا کے سلیکٹرز کو پریشان کر دیا 25 اننگز میں صرف ایک ففٹی
علم الآثار کے ماہرین کے مطابق قدیم زمانے میں مندرجہ ذیل تہذیبیں موجود تھیں
بینرمین نے نیو ساؤتھ ویلز کے لیے اول درجہ ڈیبیو کرنے سے پہلے 1871 میں پروفیشنل کرکٹ کھیلنا شروع کیا
انہوں نے 21 62 کی اوسط سے 1 , 687 رنز کا کیریئر اول درجہ بیٹنگ ریکارڈ کیا
اسما ممدوٹ پاکستانی سیاست دان ہیں
چیپل نے 1986 میں اول درجہ کرکٹ سے ریٹائرمنٹ لے لی
اس نے جامعہ برمنگہم سے ڈراما اور تھیٹر آرٹس کی تعلیم حاصل کی
ان کے بھائی جیفری لانگ فیلڈ نے رائل ائیر فورس کے لیے دو اول درجہ میچ کھیلے
1946 میں ایڈون کوپر کے بعد سے اول درجہ میچ
ان کے بیٹے ڈین ہیڈلی نے انگلینڈ کے لیے 15 ٹیسٹ اور 13 ایک روزہ کھیلے
پہلا ایک روزہ میچ 5 جنوری 1971 کو کھیلا گیا جب آسٹریلیا نے انگلینڈ کا مقابلہ کیا
اس فہرست میں وہ تمام اول درجہ کرکٹ کھلاڑی شامل ہیں جو 100 سال تک زندہ رہے اور حیات ہیں
سب سے طویل العمر اول درجہ کرکٹ کھلاڑی
یہ ان کی آخری اول درجہ سنچریاں تھیں
ہیلی میتھیوز نے 62 ایک روزہ میچ کھیلے جس میں 61 اننگز شامل ہیں وہ 2 بار ناٹ آؤٹ رہیں
ایک روزہ میں 148 وکٹیں حاصل کیں جن میں پانچ مرتبہ 4 وکٹیں ایک ہی میچ میں حاصل کرنا بھی شامل ہے
1914 میں اس نے کیمبرج یونیورسٹی کے خلاف میچ میں ایم سی سی کے لیے واحد اول درجہ کھیل پیش کیا
اس موسم گرما میں اول درجہ کرکٹ نہ کھیلنے کے باوجود ارنسٹ برناؤ نے اپنی جگہ لی
انہوں نے 188 ایک روزہ انٹرنیشنل بھی کھیلے ان میں سے 86 میں کپتان رہے
13 جولائی 2021 کو بالبرنی نے آئرلینڈ کو جنوبی افریقہ کے خلاف پہلی ایک روزہ میں فتح دلائی
بالبرنی نے ایک روزہ کرکٹ میں اپنا 2 , 000 واں رن مکمل کیا
وہ ایک روزہ میں 100 وکٹیں لینے والے آئرلینڈ کے پہلے کھلاڑی تھے
فتح کا تناسب 44 67 رہا آئرلینڈ نے اپنا پہلا ایک روزہ 13 جون 2006 کو انگلینڈ کے خلاف کھیلا تھا
ڈینڈرا ڈوٹن نے 3633 اسکور کیے
ڈینڈرا ڈوٹن نے 2681 اسکور کیے
انھوں نے ٹیسٹ کرکٹ اور ایک روزہ کرکٹ دونوں طرز کی کرکٹ کھیلی ہے
ایک روزہ کرکٹ میں تریشا چیٹی نے 123 ون ڈے میچ کھیلے جس میں 106 اننگز شامل ہیں وہ 15 بار ناٹ آؤٹ رہیں
انھوں نے ٹیسٹ کرکٹ اور ایک روزہ کرکٹ کھیلی ہے
نادین ڈے کلرک نے 16 ایک روزہ میچ کھیلے جس میں 14 اننگز شامل ہیں وہ 3 بار ناٹ آؤٹ رہیں
مگنون ڈو پریز نے 149 ایک روزہ میچ کھیلے جس میں 136 اننگز شامل ہیں وہ 25 بار ناٹ آؤٹ رہیں
مرڈوک کا آخری اول درجہ میچ اگست 1904 میں 49 سال کی عمر میں کھیلا
بون نے پہلی ایک روزہ سنچری ستمبر 1986 میں سوائی مان سنگھ اسٹیڈیم جے پور میں بھارت کے خلاف بنائی
2017 تک وہ آسٹریلیا کے لیے ایک روزہ سنچری بنانے والوں کی فہرست میں ڈیمین مارٹن کے ساتھ 14ویں نمبر پر تھے
آیک روزہ کرکٹ میں ایلن بارڈر نے اپنی پہلی سنچری 1980 میں بھارت کے خلاف بنائی جب انہوں نے ناٹ آؤٹ 105 رنز بنائے
وہ اب بھی مستقبل قریب میں اپنے آبائی شہر گیانا کے لیے اول درجہ کرکٹ کھیلنے کے لیے پرعزم ہیں
انہوں نے 77 اول درجہ سنچریاں سکور کیں
اگلے سال ایسٹل نے سینٹرل ڈسٹرکٹس کے خلاف کینٹربری کے لیے اپنا اول درجہ ڈیبیو کیا
ایک روزہ میں بطور اوپنر ایسٹل کی کامیابی پورے سیزن میں جاری رہی
ایسٹل نے پاکستان کے خلاف ایک روزہ سیریز میں زبردست واپسی کرتے ہوئے 240 رنز بنائے
اس دورے میں انہوں نے کوئینز لینڈ کے خلاف کیریئر کا بہترین اول درجہ اسکور 223 بنایا
اس کے بعد انگلینڈ نے پانچ ایک روزہ اور تین ٹیسٹ میچ کھیلنے نیوزی لینڈ کا دورہ کیا
اس نے اپنا آخری ایک روزہ انٹرنیشنل 23 جنوری 2007 کو انگلینڈ کے خلاف ایڈیلیڈ اوول میں کھیلا
ایسٹل کو نیوزی لینڈ کا اب تک کا بہترین ایک روزہ بلے باز قرار دیا گیا ہے
ابھی میں نے طارق اقبال چودھری پر بیرونی ربط میں ترمیم کی ہے
ابھی میں نے طارق اقبال چودھری پر بیرونی ربط میں ترمیم کی ہے
اس میچ میں ووڈز نے اپنے کیریئر کی واحد اول درجہ ہیٹ ٹرک بھی کی
1888 کے دوران چھٹی آسٹریلوی ٹیم بنائی اور تین ٹیسٹ اور 30 سے زیادہ اول درجہ میچز کھیلنے کے لیے انگلینڈ کا سفر کیا
چیڈین نیشن نے 57 ایک روزہ میچ کھیلے جس میں 51 اننگز شامل ہیں وہ 6 بار ناٹ آؤٹ رہیں
انھوں نے ٹیسٹ کرکٹ نہیں کھیلی البتہ ٹی ٹوئنٹی اور ایک روزہ کرکٹ دونوں طرز کی کرکٹ کھیلی ہے
ابھی میں نے محمد گوہر شاہ پر بیرونی ربط میں ترمیم کی ہے
جنگ کے دوران خواتین جنگجو جینتی پامیلا للیتا وغیرہ مولا گبھارو کی ساتھی تھیں
اس نے سب سے پہلے نیو ساؤتھ ویلز کے لیے اول درجہ کرکٹ کھیلی جب وہ سڈنی یونیورسٹی میں میڈیسن پڑھ رہے تھے
اس نے 1908 سے 1912 تک نیو ساؤتھ ویلز کے لیے اول درجہ کرکٹ کھیلی
ووڈ فل نے اس دورے کا اختتام چھ اول درجہ سنچریوں کے ساتھ کیا
وال کے پوتے بریٹ سوین نے 1994 سے 2001 تک جنوبی آسٹریلیا کے لیے 23 اول درجہ میچز کھیلے
اس نے نیو ساؤتھ ویلز اور جنوبی آسٹریلیا کے لیے 1934 35 سے 1948 49 تک اول درجہ کرکٹ کھیلی
جس نے وکٹوریہ کے لیے 1893 اور 1895 کے درمیان دو اول درجہ کرکٹ میچ کھیلے
اس نے اپنے آخری اول درجہ میچ میں نیو ساؤتھ ویلز کے خلاف 123 کا ٹاپ اسکور بنایا
چنیل ہینری نے ٹی ٹوئنٹی اور ایک روزہ کرکٹ کھیلی ہے جبکہ ٹیسٹ کرکٹ سے محروم رہیں
چنیل ہینری نے 30 ایک روزہ میچ کھیلے جس میں 24 اننگز شامل ہیں وہ 1 بار ناٹ آؤٹ رہیں
ایک روزہ میں انھوں نے کل 816 گیندیں پھینکیں 17 وکٹیں حاصل کیں ان کی گیند بازی کی اوسط 41 88 رہی
انہوں نے اپنی ٹیم کے لیے سب سے زیادہ چھ وکٹیں حاصل کیں جس میں چوتھے ایک روزہ میں 3 32 شامل ہیں
شمیلیہ کونیل نے 55 ایک روزہ میچ کھیلے جس میں 33 اننگز شامل ہیں وہ 17 بار ناٹ آؤٹ رہیں
شکیرا سیلمان نے 95 ایک روزہ میچ کھیلے جس میں 43 اننگز شامل ہیں وہ 21 بار ناٹ آؤٹ رہیں
انھوں نے اپنے ایک روزہ کیریئر میں ایک بھی چھکا نہیں لگایا البتہ 8 چوکے ضرور مارے
کیانا جوزف نے 8 ایک روزہ میچ کھیلے جس میں 6 اننگز شامل ہیں وہ 2 بار ناٹ آؤٹ رہیں
ایک روزہ کرکٹ میں انھوں نے کل 310 گیندیں پھینکیں 7 وکٹیں حاصل کیں ان کی گیند بازی کی اوسط 31 85 رہی
والٹرز نے 1962 63 کے سیزن میں کوئنز لینڈ کے خلاف نیو ساؤتھ ویلز کے لیے اپنا اول درجہ ڈیبیو کیا
انہوں نے اسی سیزن کے اختتام پر اول درجہ کرکٹ سے ریٹائرمنٹ لے لی تھی
نے 1970 71 کے سیزن میں چار ٹیسٹ اور ایک ایک روزہ میچ کھیلا
بائیں ہاتھ کے اوپننگ بلے باز کین ایسٹ ووڈ نے وکٹوریہ کے لیے 1959 60 سے 1971 72 تک اول درجہ کرکٹ کھیلی
اس کا اکلوتا بھائی کرکٹ کھلاڑی رچی بینو ( متوفی ) تھا جو ان سے 13 سال بڑا تھا
انھوں نے ٹی ٹوئنٹی کرکٹ اور ایک روزہ کرکٹ کھیلی جبکہ ٹیسٹ کرکٹ نہیں کھیل سکیں
رینی بوائس نے 6 ایک روزہ میچ کھیلے جس میں 6 اننگز شامل ہیں وہ ایک بار بھی ناٹ آؤٹ نہ رہیں
انہوں نے خواتین ایک روزہ انٹرنیشنل کرکٹ کا آغاز ویسٹ انڈیز کے لیے پاکستان خواتین کرکٹ ٹیم کے خلاف 11 فروری 2019 کو کیا
کرشمہ رام ہارک نے 13 ایک روزہ میچ کھیلے جس میں 9 اننگز شامل ہیں وہ 1 بار ناٹ آؤٹ رہیں
بھاگیالکشمی ( پیدائش 1 نومبر 1962 ) ایک ہندوستانی صوتی فنکار اور اداکارہ ہیں
ڈیموک نے اس موسم گرما میں 23 95 کی اوسط سے 46 اول درجہ وکٹیں حاصل کیں
انہوں نے ریٹائر ہونے تک اول درجہ کرکٹ کے مزید تین سیزن کھیلے
اپنے پہلے آٹھ اول درجہ میچوں میں اس نے 28 کی اوسط سے 30 وکٹیں حاصل کیں
اگرچہ یہ اول درجہ سطح پر ہیبرٹ کی پہلی سنچری تھی لیکن اس وقت ان فارم اوپنرز کی کمی تھی
بالآخر مئی 1984 میں اول درجہ کرکٹ سے ریٹائر ہو گئے
انہیں بین الاقوامی سطح پر اتنی کامیابی نہیں ملی جتنی اول درجہ لیول پر ملی
کیلن نے 1976 77 میں وکٹوریہ کے لیے اپنا اول درجہ ڈیبیو کیا
مجموعی طور پر اس نے 98 اول درجہ میچ کھیلے جس میں اس کی بیٹنگ اوسط 35 83 تھی
اول درجہ کرکٹ میں ووڈ نے 35 سنچریاں اور 61 نصف سنچریاں بنا کر 13 , 353 رنز بنائے
اس نے 1966 67 میں اپنی اول درجہ کرکٹ کا آغاز کیا کوئینز لینڈ کے خلاف ایک وکٹ حاصل کی
یارڈلے کو بھارت کے خلاف پانچویں ٹیسٹ کے بعد ویسٹ انڈیز کے دورے کے لیے منتخب کیا گیا
وہ اپنا اول درجہ کیریئر جاری رکھنے کے لیے جنوبی آسٹریلیا چلے گئے
جب راڈ مارش ورلڈ سیریز کرکٹ میں شامل ہوئے تو ان پر آسٹریلیا میں اول درجہ کرکٹ کھیلنے پر پابندی عائد کر دی گئی
رائٹ نے 300 اول درجہ اسکور کیے
تاہم ستمبر میں رائٹ نے اول درجہ کرکٹ سے ریٹائرمنٹ لے لی
ان کی پہلی اول درجہ سنچری ان کے پیدائشی شہر ایڈیلیڈ میں ہوئی جس نے جنوبی آسٹریلیا کے خلاف 124 رنز بنائے
ہلڈچ نے 1981 82 کے سیزن میں اول درجہ کرکٹ نہیں کھیلی
اس رن میں ان کا میلبورن میں وکٹوریہ کے خلاف 230 کا سب سے زیادہ اول درجہ اسکور شامل تھا
پیٹر سلیپ نے اپنا اول درجہ ڈیبیو 1976 77 میں کیا جب وہ ابھی نوعمر تھا
وینر نے 1984 85 کے سیزن میں ریٹائر ہونے تک اول درجہ سطح پر کھیلا انہوں نے 66 میچوں میں سات سنچریاں اسکور کیں
انہوں نے 1980 سے 1993 تک نیو ساؤتھ ویلز کے لیے 94 اول درجہ میچز کھیلے
وہ نیو ساؤتھ ویلز کے لیے تین سو سے زیادہ اول درجہ وکٹیں لینے والے صرف تین تیز گیند بازوں میں سے ایک ہیں
انہوں نے مغربی آسٹریلیا کے لیے 32 اول درجہ میچوں میں 52 وکٹیں بھی حاصل کیں
ویلہم نے اول درجہ کرکٹ سے ریٹائر ہونے سے پہلے 1993 94 میں کوئنز لینڈ کے لیے مزید تین میچ کھیلے
انہوں نے اپنے اول درجہ کرکٹ کیرئیر میں 10 , 170 رنز بنائے
رچی نے اپنا اول درجہ ڈیبیو 1980 81 میں وکٹوریہ کے خلاف کوئنز لینڈ کے لیے کھیلتے ہوئے کیا
رچی نے دس میچوں میں 59 کی اوسط سے 839 اول درجہ رنز کے ساتھ سیزن کا اختتام کیا
انہوں نے اپنی پہلی اول درجہ سنچری بھی بنائی وکٹوریہ کے خلاف 115
اس کا آخری اول درجہ میچ 1990 91 میں تھا
فلپس نے صرف چار اول درجہ میچ میں ہی رکھا تھا
اسمتھ نے 25 جنوری 2008 کو سڈنی کرکٹ گراونڈ میں ویسٹرن آسٹریلیا کے خلاف نیو ساؤتھ ویلز کے لیے اپنا اول درجہ ڈیبیو کیا
2009 10 کے گھریلو سیزن کے اختتام تک اسمتھ کی 13 اول درجہ میچوں کے بعد اول درجہ بیٹنگ اوسط 50 سے زیادہ تھی
2009 10 کے گھریلو سیزن کے اختتام تک اسمتھ کی 13 اول درجہ میچوں کے بعد اول درجہ بیٹنگ اوسط 50 سے زیادہ تھی
ہالینڈ نے اس موسم گرما میں 25 79 کی اوسط سے 59 اول درجہ وکٹیں حاصل کیں
ہالینڈ نے دورے پر 35 06 کی اوسط سے 29 وکٹیں حاصل کیں
اس نے اس موسم گرما میں 32 39 کی اوسط سے 48 اول درجہ وکٹیں لیں
اس میچ سے پہلے اس نے سیزن کے اول درجہ میچوں میں صرف دو وکٹیں حاصل کی تھیں
اول درجہ میں 350 سے زیادہ وکٹیں
اس نے اول درجہ کی سطح پر 350 سے زیادہ وکٹیں لے کر بڑی کامیابی حاصل کی
اپنے تیسرے اول درجہ میچ میں جنوبی آسٹریلیا کے خلاف اس نے 103 رنز بنائے
کیر نے 81 82 کے موسم گرما میں 41 15 کی اوسط سے 613 اول درجہ رنز بنائے
انہوں نے 39 81 کی اوسط سے 876 اول درجہ رنز بنائے
اس نے دو اول درجہ میچ کھیلے اور 12 33 کی اوسط سے 37 رنز بنائے
یہ ان کے اول درجہ کرکٹ کا آخری سیزن تھا
تاہم وہ سیمی فائنل اور فائنل میں کم موثر تھا دونوں موقعوں پر 20 سے اگے نہ بڑھ سکا
میکلی نے 1981 سے 1991 کے درمیان مغربی آسٹریلیا کے لیے 129 اول درجہ میچ کھیلے
انہوں نے 1965 اور 1966 کے درمیان وکٹوریہ کے لیے دو اول درجہ کرکٹ میچ کھیلے
شینیٹا گریمنڈ نے 7 ایک روزہ میچ کھیلے جس میں 5 اننگز شامل ہیں وہ 1 بار ناٹ آؤٹ رہیں
انھوں نے اپنے ایک روزہ کیریئر میں 2 چھکے اور 6 چوکے مارے
تلی ہوئی گوبھی کچی یا پکی ہوئی گوبھی سے بنائی جاسکتی ہے
اس سیریز میں اپنی نوعیت کی پہلی مصنوعی ذہانت پر مشتمل انسان نما نسوانی روبوٹ معاون ہے
وہ اس وقت آسٹریلین مردوں کی قومی ٹیم کے سلیکٹر ہیں انہوں نے وکٹوریہ اور سسیکس کے لیے 534 اول درجہ وکٹیں حاصل کیں
انہوں نے آٹھ ایک روزہ میچوں میں آسٹریلیا کی کپتانی کی جب باقاعدہ کپتان مارک ٹیلر زخمی ہو گئے
ایک دائیں ہاتھ کے بلے باز نے 1988 سے 1994 تک وکٹوریہ کے لیے اول درجہ کرکٹ کھیلی
اگرچہ درست وہ کاؤنٹی کے لیے چار اول درجہ میچوں میں صرف نو وکٹیں حاصل کر سکے
ایلیٹ نے فروری 2008 میں اول درجہ کرکٹ سے ریٹائرمنٹ کا اعلان کیا
اس نے کوئنز لینڈ کی نمائندگی کی اور اول درجہ لیول پر انگلش کاؤنٹی سین میں کھیلا
ٹیٹ نے آسٹریلیا واپسی سے قبل ڈرہم کے لیے صرف ایک اور اول درجہ میچ کھیلا
انہوں نے پہلی اننگز میں 3 69 اور دوسری میں 7 29 حاصل کیے جو ان کی بہترین اول درجہ کارکردگی دکھائی
ہوج نے وکٹوریہ کے سب سے زیادہ رن اسکورر کے طور پر اپنا مقامی اول درجہ کیریئر ختم کیا
اپنے پہلے 7 اول درجہ میچوں کے بعد کلارک کی گیند کے ساتھ اوسط 124 66 رہی
راجرز نے 2016 کے سیزن کے اختتام پر اول درجہ کرکٹ سے ریٹائرمنٹ لے لی
2011 کے گھریلو سیزن کے خراب ہونے کے بعد جنوری 2012 میں انہیں ایک روزہ ٹیم سے نکال دیا گیا تھا
ہیڈن نے 9 ستمبر 2015 کو نیو ساؤتھ ویلز کے ساتھ بین الاقوامی اور اول درجہ کرکٹ سے ریٹائرمنٹ کا اعلان کیا
انہوں نے 2011 میں اول درجہ کرکٹ سے ریٹائرمنٹ لے لی
میچ کی اننگز اس نے ان کی بہترین اول درجہ باؤلنگ کو بھی 91 کے عوض پر شکست دی
فروری 2016 میں ہلفن ہاس نے جاری انجری کی وجہ سے اول درجہ کرکٹ سے ریٹائرمنٹ کا اعلان کیا
انہوں نے 1999 میں اکیڈمی کے لیے اول درجہ ڈیبیو کیا اور اسی سال مغربی آسٹریلوی کرکٹ ٹیم کے لیے ڈیبیو کیا
اس کے باوجود وہ ایک سال سے زائد عرصے تک کسی اور ایک روزہ کے لیے منتخب نہیں ہوئے
وہ مین آف دی میچ کے اعزاز کا دعوی کیا اور پاکستان کے خلاف چوتھے اور پانچویں ایک روزہ کے لیے منتخب ہوئے
اس نے 2005 میں تسمانیہ کے لیے اپنے اول درجہ اور ایک روزہ دونوں ڈیبیو کیے تھے
اس کا اول درجہ ڈیبیو نومبر 2008 09 سیزن میں ریڈ بیکس کے لیے تھا
فروری 2021 میں 2020 21 شیفیلڈ شیلڈ سیزن کے دوران لیون نے اپنی 600 ویں اول درجہ وکٹ لی
مارچ 2011 میں کمنز نے 17 سال کی عمر میں تسمانیہ کے خلاف اپنا اول درجہ ڈیبیو کیا
وہ اسی دورے میں ایک روزہ اور ٹی ٹوئنٹی سیریز کا حصہ تھے
فروری 2020 میں کمنز نے آسٹریلیا کے دورہ جنوبی افریقہ کے پہلے میچ میں ایک روزہ کرکٹ میں اپنی 100 ویں وکٹ حاصل کی
اس نے وکٹوریہ کے لیے اپنا اول درجہ ڈیبیو کیا اور اس کے نتیجے میں ناٹنگھم شائر کے ساتھ معاہدہ جیت لیا
مارچ 2021 میں 2020 21 شیفیلڈ شیلڈ سیزن کے دوران پیٹنسن نے اپنی 300 ویں اول درجہ وکٹ حاصل کی
اس کا انتخاب ایک سیزن کے بعد ہوا جس میں اس وقت تک اس کا اول درجہ میچوں میں اوسط 64 22 تھا
ویڈ نے 2008 09 کے سیزن میں اپنی پہلی اول درجہ سنچری بنائی
وہ پہلے ایک روزہ کے لیے فٹ نہیں تھے اور سکواڈ سے باہر ہوگئے
ان کا اول درجہ ڈیبیو دورہ کرنے والی ہندوستانی قومی ٹیم کے خلاف بارش کی وجہ سے برباد ہو گیا
تاہم چوٹ کی وجہ سے یہ آخری اول درجہ میچ تھا جو سال سے زیادہ عرصے تک کھیلا تھا
2013 14 میں انگلینڈ کے خلاف دوسرے ایک روزہ میں فالکنر نے آسٹریلیا کو غیر متوقع فتح سے ہمکنار کیا
2016 میں سری لنکا کے خلاف دوسرے ایک روزہ کے دوران فالکنر نے ہیٹ ٹرک کی ایسا کرنے والے چھٹے آسٹریلوی بن گئے
اس وجہ سے ابراہیم پاشا کو ایالت مصر کا والی ( گورنر ) مقرر کیا گیا تھا
او کیف نے نومبر 2009 تک دوبارہ اول درجہ کرکٹ نہیں کھیلی
اپنے ایک روزہ ڈیبیو میں انہوں نے نصف سنچری بنائی
وہ 2006 07 کے سیزن میں خراب فارم میں رہے اول درجہ اور ایک روزہ دونوں میچوں میں اوسط 30 سے کم تھی
سری لنکا کے خلاف ایک روزہ سیریز تک کمر کی انجری نے شان مارش کو ٹیم سے باہر کر دیا
آسٹریلیا کے لیے اپنے ناکام ٹیسٹ ڈیبیو کے بعد فرگوسن اپنی اول درجہ فارم کو دوبارہ حاصل کرنے میں ناکام رہے
فرگوسن نے اول درجہ سنچری کے بغیر تین ماہ کے بعد نیو ساؤتھ ویلز کے خلاف اپنی خشک سالی کو توڑ دیا
انہوں نے دو سنچریاں اور پانچ نصف سنچریاں بنائیں اور 224 رنز کا نیا اول درجہ اسکور بنایا
اس نے اپنی پہلی اول درجہ سنچری 6 دسمبر 2015 کو 2015 16 شیفیلڈ شیلڈ میں نیو ساؤتھ ویلز کے خلاف بنائی
سیئرز اول درجہ کرکٹ میں مہارت رکھتے ہیں اور ٹوئنٹی 20 نہیں کھیلتے
سیئرز نے 2020 21 سیزن کے اختتام پر اول درجہ کرکٹ سے ریٹائرمنٹ لے لی
اس نے سیریز کے بقیہ دو ایک روزہ کھیلے تیسرے میچ میں پہلی ایک روزہ نصف سنچری اسکور کی
اس نے سیریز کے بقیہ دو ایک روزہ کھیلے تیسرے میچ میں پہلی ایک روزہ نصف سنچری اسکور کی
2013 سے پیٹرسن آسٹریلیا کے ڈومیسٹک ایک روزہ مقابلے میں نیو ساؤتھ ویلز کے لیے کھیل چکے ہیں
جنوری 2019 میں رچرڈسن کو ہندوستان کے خلاف ایک روزہ سیریز کے لیے ٹیم میں شامل کیا گیا تھا
ویسٹرن آسٹریلیا کے خلاف اپنے اول درجہ ڈیبیو پر نیسر نے پہلے دن شاندار چار وکٹیں حاصل کیں
اکتوبر 2020 میں 2020 21 شیفیلڈ شیلڈ سیزن کے ابتدائی راؤنڈ میں نیسر نے اپنی پہلی اول درجہ سنچری بنائی
پوکووسکی نے اپنی اننگز 255 ناٹ آؤٹ پر ختم کی جو اول درجہ کرکٹ میں ان کا سب سے بڑا اسکور ہے
ان کے اول درجہ کرکٹ کیریئر کا بڑا حصہ تسمانین ٹائیگرز کے لیے کھیلنے میں صرف ہوا
یہ تیسرا موقع تھا جب انہوں نے کوئنز لینڈ کے لیے مقامی ایک روزہ فائنل میں سنچری بنائی تھی
اس نے 2004 05 میں آٹھ ایک روزہ میچ کھیلے
انہوں نے 2004 05 سے 2010 11 کے سیزن تک مغربی آسٹریلیا کے لیے گھریلو اول درجہ اور ایک روزہ کرکٹ کھیلی
27 جنوری 2000 کو نوفکے نے وکٹوریہ کے خلاف کوئنز لینڈ کے لیے اپنی پہلی اول درجہ میں شرکت کی
نوفکے نے اپنے 94 اول درجہ میچوں میں 6 مین آف دی میچ ایوارڈز جیتے ہیں
2004 میں ہسی نے آسٹریلیا اے کے لیے چار ایک روزہ انٹرنیشنل کھیلے جس میں ویسٹ انڈیز کے خلاف سنچری بنائی
12 مارچ 2009 کو ہاروڈ کو جنوبی افریقہ میں 16 رکنی آسٹریلوی ایک روزہ اسکواڈ کے لیے منتخب کیا گیا
اس نے ٹھیک ایک سال بعد ایڈیلیڈ اوول میں جنوبی آسٹریلیا کے خلاف اول درجہ کرکٹ میں ڈیبیو کیا
مارچ 2017 میں اس نے مغربی آسٹریلیا کے خلاف شیفیلڈ شیلڈ میچ میں اپنی پہلی اول درجہ سنچری بنائی
ستمبر 2016 میں انہیں جنوبی افریقہ کے دورے کے لیے آسٹریلیا کے ایک روزہ انٹرنیشنل اسکواڈ میں شامل کیا گیا
اس نے اپنا اول درجہ ڈیبیو 6 نومبر 2015 کو 2015 16 شیفیلڈ شیلڈ میں کیا تسمانیہ کے خلاف سنچری اسکور کی
تھوڑی دیر بعد اس نے اپنے اول درجہ کرکٹ کا آغاز تسمانیہ کے خلاف ہوبارٹ کے بیلریو اوول میں پورا کپ میچ میں کیا
اس کا سب سے بڑا مسئلہ آغاز کو اول درجہ سنچریوں میں تبدیل نہ کرنا ہے
مارچ 2018 میں انہوں نے اول درجہ کرکٹ سے ریٹائرمنٹ کا اعلان کیا
اسی مہینے کے آخر میں ایلس کو پاکستان کے دورے کے لیے آسٹریلیا کے ایک روزہ انٹرنیشنل اسکواڈ میں شامل کیا گیا
انگلس نے دسمبر 2015 میں آسٹریلیا کے دورے کے دوران کرکٹ آسٹریلیا الیون کے لیے اپنا اول درجہ ڈیبیو
ایٹن چھوڑنے کے بعد ہیرس نے 1870 میں کینٹ کے لیے اول درجہ ڈیبیو کیا
1878 میں اس نے کیمبرج یونیورسٹی کے خلاف ایم سی سی کے لیے کھیلتے ہوئے اول درجہ ڈیبیو کیا
انہوں نے 1880 میں لارڈز میں آکسفورڈ یونیورسٹی کے خلاف ایم سی سی کے لیے ایک آخری اول درجہ میچ کھیلا
اول درجہ کرکٹ میں انہوں نے 7 08 کی اوسط سے 85 رنز بنائے نو کیچز اور دو اسٹمپنگ ہوئے
ایڈورڈ اور ایک اور بھائی سیسل نے بھی اول درجہ کرکٹ کھیلی
1869 سے 1899 تک انہوں نے اول درجہ کرکٹ میں 24 سے زیادہ رنز کی اوسط سے 683 اننگز کھیلیں
تاہم اس نے 1890 سے لے کر صرف دو اول درجہ میچ کھیلے
اس کے بھائی تھامس اور بھتیجے جیمز بارنس دونوں اول درجہ کرکٹ کھیلتے تھے
ان میں سے صرف ایک میچ کو اول درجہ میچ قرار دیا جاتا ہے
اول درجہ میچوں میں انہوں نے 5 سنچریوں کے ساتھ 18 66 کی اوسط سے 10 , 025 رنز بنائے
انہوں نے 98 اول درجہ میچ کھیلے جن میں سے 62 کینٹ کے لیے
لنکا شائر کے لیے اول درجہ کرکٹ کھیلی
ان کے بیٹے ولیم بیٹس کا یارکشائر اور گلیمورگن کے ساتھ طویل اول درجہ کیریئر تھا
1877 سے 1889 تک جاری رہنے والے اول درجہ کیریئر میں اس نے 250 میچ کھیلے جن میں سے 8 ٹیسٹ میچ تھے
چپچپا وکٹوں کے ماہر شریوزبری نے اول درجہ بیٹنگ اوسط میں سات بار سب سے اوپر رہے بشمول 1902 میں ان کا آخری سیزن تھا
پندرہ مردوں نے دو ایک روزہ ٹیموں کے لیے بین الاقوامی کرکٹ کھیلی ہے
انہوں نے آکسفورڈ یونیورسٹی مڈل سیکس اور انگلینڈ کے لیے 1881 سے 1888 کے درمیان آٹھ سال تک اول درجہ کرکٹ کھیلی
ان کے بیٹے جان نے بھی اول درجہ کرکٹ کھیلی
ڈی ویلیئرز کا ایک روزہ ڈیبیو
ڈی ویلیئرز نے اپنا ایک روزہ ڈیبیو فروری 2005 میں انگلینڈ کے خلاف کیا
رکی پونٹنگ ایک ریٹائرڈ آسٹریلوی کرکٹ کھلاڑی اور آسٹریلیا کی قومی کرکٹ ٹیم کے سابق کپتان ہیں
ابو السرایا مامون عباسی کے دور میں سلطنت عباسیہ کے خلاف ابن طباطہ کی بغاوت کا فوجی رہنما ہے
گلین ٹرنر نے اپنا اول درجہ ڈیبیو اوٹاگو کے لیے کینٹربری کے خلاف 1964 میں کیریس بروک میں کیا
1970 میں گلین ٹرنر نے ووسٹر شائر کے لیے اول درجہ کرکٹ میں اپنا بہترین سیزن گزارا
گلین ٹرنر نے نیوزی لینڈ کے 1975 76 کے سیزن میں سب سے زیادہ اول درجہ رنز بنائے
ابھی میں نے بلائنڈ لو پر بیرونی ربط میں ترمیم کی ہے
اس وقت یہ اول درجہ میں بنایا جانے والا دوسرا سب سے بڑا سکور تھا
1882 میں انہوں نے اول درجہ میچوں میں 819 رنز بنائے اور پھر کیمبرج لانگ ویکیشن کلب کے لیے کھیلتے ہوئے 289 رنز بنائے
بعد میں اس نے مڈل سیکس کے لیے 103 اول درجہ گیمز کھیلے
اس کا آخری اول درجہ کھیل جو میریلیبون کرکٹ کلب کے لیے تھا 1898 میں آیا
اس نے بنیادی طور پر کینٹ کاؤنٹی کرکٹ کلب کے لیے اول درجہ کرکٹ کھیلی اور ایک کھلاڑی بنایا
صرف ایک بھائی پرسی نے اول درجہ کرکٹ کھیلی اس نے 1887 میں کینٹ کے لیے اسٹینلے کے ساتھ ایک بار کھیلا
یہ میچ صرف 3 گھنٹے میں ختم ہو گیا تھا جو اسے اب تک کھیلا جانے والا سب سے مختصر اول درجہ میچ بنا
اپنے کیریئر کے دوران انہوں نے اول درجہ کرکٹ میں 12 , 191 رنز بنائے اور 1 , 775 وکٹیں حاصل کیں
وہ آسٹریلیا کے خلاف ایک روزہ میں چھ سنچریاں بنانے میں سب سے کامیاب رہے
اول درجہ کرکٹ میں 100 سنچریاں بنانے والے 25 کھلاڑی
وہ واحد کرکٹر ہیں جنہوں نے تین مختلف دہائیوں ( 1988 1997 اور 2002 ) میں اول درجہ تگنی سنچریاں بنائیں
لوہمن نے پہلی بار 1884 کے دوران دس میچوں میں سرے کے لیے اول درجہ کرکٹ کھیلی
اگرچہ ڈربی شائر میں پیدا ہوا اس نے اپنی ابتدائی زندگی یارکشائر میں گزاری اور 1883 میں یارکشائر کے لیے اول درجہ ڈیبیو کیا
وہ 1990 کی دہائی کے آخر میں زمبابوے کی بہترین ایک روزہ ٹیم کا لازمی رکن تھا
دو سیزن بعد اس نے جنوبی افریقہ میں تین اول درجہ میچوں میں امپائرنگ کی
اس کا بیٹا مائیکل بھی ایک ہی اول درجہ میچ میں کھیلا
لیگٹ نے سنٹرل ڈسٹرکٹس کے لیے 1950 51 سے 1961 62 تک اول درجہ کرکٹ کھیلی
لیگٹ دسمبر 1950 میں سنٹرل ڈسٹرکٹس کی افتتاحی اول درجہ ٹیم کے آخری زندہ بچ جانے والے کھلاڑی ہیں
انہوں نے اس دورے کے بعد اول درجہ کرکٹ سے ریٹائرمنٹ لے لی
انہوں نے 1976 میں اول درجہ کرکٹ سے ریٹائرمنٹ لے لی
وہ اول درجہ کے واحد کھلاڑی ہیں
جولائی 2021 میں 2021 کاؤنٹی چیمپئن شپ میں اینڈرسن نے اپنی 1 , 000 ویں اول درجہ وکٹ لی
بعد میں اس نے 2011 13 کے آئی سی سی انٹرکانٹینینٹل کپ میں کینیڈا کے خلاف افغانستان کے لیے اپنا اول درجہ ڈیبیو کیا
اس کے نتیجے میں انٹرنیشنل کرکٹ کونسل ( آئی سی سی ) نے گیبریل کو چار ایک روزہ میچوں کے لیے معطل کر دیا
اس نے اپنا آخری اول درجہ میچ ویلنگٹن کے لیے 1950 میں دورہ کرنے والے آسٹریلیا کے خلاف کھیلا
اس نے آکلینڈ رگبی یونین ٹیم کے لیے نو اول درجہ میچز بھی بنائے بنیادی طور پر فلائی ہاف میں کھیلے
اس نے آکلینڈ کے لیے 1927 28 سے 1946 47 تک اول درجہ کرکٹ کھیلی 10 سنچریاں اسکور کیں اور 107 وکٹیں لیں
ایک ماہر اسٹروک کھلاڑی اس نے دسمبر 1935 میں اوٹاگو کے خلاف اول درجہ کا سب سے بڑا اسکور 191 حاصل کیا
انہوں نے اپنی پہلی اول درجہ سنچری 1946 میں بنائی
پرکنز نے کاؤنٹی چیمپئن شپ میں مڈل سیکس کے خلاف نارتھمپٹن شائر کاؤنٹی کرکٹ کلب کے لیے اول درجہ ڈیبیو کیا
پرکنز نے نارتھمپٹن شائر کے لیے 56 اول درجہ میچز کھیلے
1951 میں اس نے اپنی آخری اول درجہ میں شرکت کی جو کینٹ کے خلاف مائنر کاؤنٹی کرکٹ ٹیم کے لیے آئی تھی
اور 1949 1947 اور 1949 میں اول درجہ باؤلنگ ایوریج کو آگے بڑھاتے ہوئے
23 سال کی عمر میں انہوں نے اول درجہ کرکٹ سے ریٹائرمنٹ لے لی
گف 2008 کے کرکٹ سیزن کے اختتام پر جسٹن لینگر کے ساتھ اپنی آخری اول درجہ وکٹ کے طور پر ریٹائر ہوئے
ان کی 234 ایک روزہ وکٹیں اب بھی انگلینڈ کے لیے دوسرے نمبر پر ہیں
ایک روزہ میں 200 وکٹیں لینے والے پہلے انگریز بولر
وہ ایک لمبے بائیں ہاتھ کے سیم بالر تھے جنہوں نے سری لنکا کے لیے 30 ٹیسٹ اور 95 ایک روزہ کھیلے
اس کے پاس ایک ایک ٹیسٹ اور ایک روزہ فائیفر بھی ہے
انہوں نے اکتوبر 2001 میں زمبابوے کے خلاف دو ایک روزہ میچ کھیلے
ان کی پہلی اول درجہ وکٹ نک لیمب کی تھی
ستمبر 2021 میں مہاراج نے سری لنکا کے خلاف دوسرے ایک روزہ میں پہلی بار جنوبی افریقہ کی کپتانی کی
لیکن تمام اول درجہ میچوں میں اس نے 50 یا اس سے زیادہ کے صرف چھ سکور بنائے
ان کے داماد ولی ہوگ نے بھی لنکاشائر کے لیے اول درجہ کرکٹ کھیلی
" وہ ڈبلیو جی گریس کے بعد 100 اول درجہ سنچریوں کے سنگ میل تک پہنچنے والے دوسرے بلے باز تھے
1898 میں اس نے لنکاشائر کے خلاف اول درجہ میں اپنا سب سے زیادہ 315 سکور بنایا
ایک شوقیہ میک لارن نے لنکاشائر کے لیے اول درجہ کرکٹ کھیلی اپنے کیریئر کے بیشتر حصے میں اس کاؤنٹی کی کپتانی کی
اس نے کیمبرج یونیورسٹی کے لیے اول درجہ کرکٹ اور سسیکس کے لیے کاؤنٹی کرکٹ بھی کھیلی
وہ واحد وکٹ کیپر بلے باز ہیں جنہوں نے اول درجہ میں سو سنچریاں بنائیں
اور بہترین ٹریبل رن وکٹیں اور کیچز جو اول درجہ میچ کی تاریخ میں ریکارڈ کیے گئے ہیں
سرے کے ساتھ ان کا بہترین سیزن 1976 تھا جب ہاورتھ نے 1554 اول درجہ رنز اور دو سنچریاں اسکور کیں
دو سال بعد وہ دوبارہ لیسٹر شائر چلا گیا جس کے لیے اس نے 2003 میں اپنا آخری اول درجہ میچ کھیلا
انہوں نے لیسٹر شائر کے ساتھ رہتے ہوئے 1 , 000 اول درجہ وکٹیں حاصل کیں
اگرچہ بنیادی طور پر ایک وکٹ کیپر ہیگ ایک آسان لوئر آرڈر بلے باز بھی تھا اور اس نے کئی اول درجہ سنچریاں بنائیں
بندارتلیکے نے بدوریلیا اسپورٹس کلب کے لیے 1994 سے 2009 تک اول درجہ کرکٹ کھیلی
سلیکٹرز کا فیصلہ کچھ حیران کن تھا کیونکہ اس وقت گریپر نے اول درجہ سنچری ریکارڈ نہیں کی تھی
رحمان نے راجشاہی کے لیے اول درجہ کرکٹ کھیلی
جائلز نے اپنے 14 سالہ اول درجہ کیریئر کا پورا حصہ واروکشائر کاؤنٹی کرکٹ کلب میں کھیلا
رانا نے اپنا اول درجہ ڈیبیو 22 نومبر 2000 کو کھلنا ڈویژن کی طرف سے باریسال ڈویژن کے خلاف کھیلتے ہوئے کیا
ویسٹ انڈیز کے خلاف پہلے ایک روزہ میں انہوں نے اس میچ میں 250 سے نیچے تک محدود کر کے 4 وکٹیں حاصل کیں
وہ سنہالی اسپورٹس کلب کے لیے اول درجہ کرکٹ کھیلتا ہے
25 مارچ 2021 کو قومی سپر پراونشل 4 روزہ ٹورنامنٹ کے دوران کرونارتنے نے اپنی 44ویں اول درجہ سنچری بنائی
انہوں نے 13 مئی 2010 کو ٹرینٹ برج میں ناٹنگھم شائر کے خلاف اپنی پہلی اول درجہ سنچری بنائی
ایک روزہ میں اچھی پرفارمنس کے بعد ہولڈر کو جون 2014 میں ٹیسٹ اسکواڈ کے لیے منتخب کیا گیا
بنیادی طور پر ایک تیز گیند باز اس نے 63 ٹیسٹ 58 ایک روزہ اور 2 ٹی ٹوئنٹی میں انگلینڈ کی نمائندگی کی
ہارمیسن نے 1996 میں ڈرہم کے لیے اپنا اول درجہ ڈیبیو کیا
انہوں نے اپنا آخری اول درجہ میچ 2012 میں یارکشائر کے ساتھ مختصر قرض کی مدت کے دوران کھیلا
بانڈ نے 20 جنوری 1997 کو سینٹرل ڈسٹرکٹس کے خلاف ایک میچ میں کینٹربری کے لیے اپنا اول درجہ ڈیبیو کیا
اس نے 2 جولائی 2017 کو زمبابوے کے خلاف سری لنکا کے لیے اپنا ایک روزہ ڈیبیو کیا
دوسرے اور تیسرے ایک روزہ میں اس نے سری لنکا کے لیے سب سے زیادہ اقتصادی اسپیل کیے
مدوشنکا نے اپنا اول درجہ ڈیبیو زمبابوے ڈیولپمنٹ الیون کے خلاف کیا
اس میچ میں وہ ایک روزہ میں ڈیبیو پر ہیٹ ٹرک کرنے والے چوتھے اور سری لنکا کے دوسرے باؤلر بن گئے
اس کے بڑے بھائی وین نے اوٹاگو کے لیے 1967 سے 1991 تک اول درجہ کرکٹ کھیلی
اول درجہ کرکٹ سے ریٹائر ہونے کے بعد سے چیٹ فیلڈ کو مختلف قسم کی نوکریاں ملی ہیں
انہوں نے اپنا اول درجہ کیریئر 44 18 اور 40 سنچریوں کے ساتھ 16 , 172 رنز کے ساتھ مکمل کیا
اس نے 1990 کے سیزن میں لنکاشائر کے لیے اول درجہ ڈیبیو کیا
ہکل کے والد مائیک ہکل نے 1960 کی دہائی میں روڈیشیا کے لیے ایک واحد اول درجہ میچ کھیلا
ایک روزہ میں زمبابوے کے ایک کھلاڑی کے ذریعے
انہوں نے 147 ایک روزہ بھی کھیلے
وہ 2010 16 تک سمرسیٹ کے کپتان تھے اور کئی ٹیسٹ اور ایک روزہ میچوں کے لیے انگلینڈ کے عارضی کپتان تھے
انہوں نے انگلینڈ کرکٹ ٹیم کے لیے 15 ٹیسٹ اور 36 ایک روزہ میچ کھیلے
چگمبورا موجودہ ایک روزہ اسکواڈ میں 200 سے زیادہ کیپس کے ساتھ سب سے زیادہ کیپ والے کھلاڑی ہیں
مئی 2015 میں چگمبورا نے اپنی پہلی ایک روزہ سنچری لاہور میں پاکستان کے خلاف اپنے 174 ویں ایک روزہ میچ میں بنائی
مئی 2015 میں چگمبورا نے اپنی پہلی ایک روزہ سنچری لاہور میں پاکستان کے خلاف اپنے 174 ویں ایک روزہ میچ میں بنائی
جنوبی افریقہ کے اول درجہ کرکٹ کے منظر نامے پر آنے سے پہلے اس نے جنوبی افریقہ کے لیے انڈور کرکٹ کھیلی
اس نے سنہالیز اسپورٹس کلب کے لیے 2006 سے اول درجہ کرکٹ کھیلی ہے
مارچ 2019 میں اسے 2019 کے سپر صوبائی ایک روزہ ٹورنامنٹ کے لیے کینڈی کے دستے میں شامل کیا گیا تھا
وہ جولائی 2015 میں پاکستان کے خلاف پانچویں ایک روزہ میں دوبارہ نظر آئے جہاں انہوں نے تین اہم وکٹیں حاصل کیں
وہ آکلینڈ میں پیدا ہوئے اور ویلنگٹن کرکٹ ٹیم کے لیے اول درجہ کرکٹ کھیلتے ہیں
اپنے 20ویں ایک روزہ میچ تک وہ پہلے ہی پانچ سنچریاں بنا چکے تھے
مئی 2018 میں اس نے اپنے 73ویں اول درجہ میچ میں اپنی 200ویں فرسٹ کلاس وکٹ لی
ستمبر 2018 میں ملر نے اعلان کیا کہ وہ اول درجہ کرکٹ کھیلنے کے لیے مزید دستیاب نہیں ہوں گے
انہوں نے اپنے ایک روزہ کیریئر کا آغاز سہ فریقی سیریز کے پہلے میچ میں زمبابوے کے خلاف کیا اور 3 وکٹیں حاصل کیں
گنارتنے نے اپنی پہلی ایک روزہ سنچری 11 فروری 2017 کو جنوبی افریقہ کے خلاف سنچورین میں بنائی
ان کا سکور جنوبی افریقہ کے خلاف چھٹے نمبر پر سب سے زیادہ ایک روزہ سکور ہے
اول درجہ کرکٹ میں ولیمز میٹا بیلا ٹسکرز کے لیے کھیلتے ہیں
ایک روزہ سیریز ختم ہو چکی تھی لیکن تین میچوں کا ٹیسٹ شروع ہونے والا تھا
ایک روزہ میں انہوں نے 16 93 کی اوسط سے 16 وکٹیں حاصل کیں
بعد ازاں موسم گرما میں نیوزی لینڈ پانچ ایک روزہ اور ایک ٹوئنٹی 20 میچ کے لیے آسٹریلیا واپس آیا
نیوزی لینڈ نے موسم گرما میں بھارت کی میزبانی میں دو ٹوئنٹی 20 پانچ ایک روزہ اور تین ٹیسٹ کھیلے
بھارت جانے والی ٹیم نے تین ٹیسٹ ( مارچ کے بعد پہلی بار ) اور پانچ ایک روزہ کھیلے
پاکستان نے تین ٹی ٹوئنٹی دو ٹیسٹ اور چھ ایک روزہ کے لیے دورہ کیا
ساؤتھی نے باقی تمام میچ کھیلتے ہوئے صرف ایک ایک روزہ نہیں کھیلا
کیمپر نے اپنا اول درجہ ڈیبیو 26 فروری 2021 کو بنگلہ دیش ایمرجنگ ٹیم کے خلاف آئرلینڈ وولوز کے لیے کیا
ان کی ایک روزہ میں واپسی مضبوط تھی جہاں اس نے بنگلہ دیشی بولنگ اٹیک کے خلاف بالترتیب 109 اور 97 رنز بنائے
بروم نے اسی سیریز کے دوسرے ون ڈے کے دوران بنگلہ دیش کے خلاف اپنی پہلی ایک روزہ سنچری اسکور کی
اس نے اپنا اول درجہ ڈیبیو 2017 18 احمد شاہ ابدالی 4 روزہ ٹورنامنٹ میں 13 نومبر 2017 کو کیا
اس نے اس سال کے ریجنل ایک روزہ ٹورنامنٹ میں اسپین گھر اور 2017 کے شپیزا میں اسپین گھر ٹائیگرز کے لیے بھی کھیلا
انہوں نے 89 گیندوں پر ناٹ آؤٹ 200 رنز بنائے اور اول درجہ میچ میں 24 کے ساتھ سب سے زیادہ چھکے بھی بنائے
اس نے 2018 احمد شاہ ابدالی 4 روزہ ٹورنامنٹ میں اپنی اول درجہ ٹیم کے لیے بھی کھیلا
ڈوکریل نے ٹورنامنٹ میں مزید تین یوتھ ایک روزہ انٹرنیشنل کھیلے
لوکی فرگوسن نے 2019 2020 نیوزی لینڈ کے مقامی ایک روزہ فائنل کے دوران لفٹنگ ڈلیوری کے ساتھ ہیلمٹ پر بھی اسے مارا
انہوں نے زمبابوے میں اپنے والد کی موت کے بعد ویسٹ انڈیز کے خلاف ایک روزہ میچوں سے قبل دورہ چھوڑ دیا
جون 2019 میں انہیں زمبابوے کے خلاف سیریز کے لیے نیدرلینڈز کے ایک روزہ انٹرنیشنل اسکواڈ میں شامل کیا گیا
اس نے اپنا اول درجہ ڈیبیو اپریل 2015 میں گلوسٹر شائر کے خلاف برسٹل میں کھیلتے ہوئے کیا
اس نے اپنا اول درجہ ڈیبیو 17 اکتوبر 2019 کو ڈھاکہ میٹروپولیس کے لیے 2019 20 نیشنل کرکٹ لیگ میں کیا
مارکرم نے اپنا اول درجہ ڈیبیو ناردرنز کرکٹ ٹیم کے لیے 9 اکتوبر 2014 کو ساؤتھ ویسٹرن ڈسٹرکٹس کے خلاف کیا
جنوری 2019 میں اسے آئرلینڈ اے کے خلاف اول درجہ سیریز کے لیے سری لنکا اے کے دستے میں شامل کیا گیا
اس کے اینٹیگوئن والد ہیڈن والش سینئر اور چچا وان والش دونوں نے لیورڈ جزائر کے لیے اول درجہ میچ کھیلے
والش نے 2011 12 کے علاقائی چار روزہ مقابلے کے دوران لیورڈ جزائر کے لیے اپنا اول درجہ ڈیبیو کیا
اس نے 2011 میں لیسٹر شائر کے خلاف ٹیم کے لیے مزید اول درجہ کھیل پیش کیا
انگریز کپتان ایون مورگن نے انہیں ایک روزہ میں انگلینڈ کا مضبوط اثاثہ قرار دیا ہے
اس نے 7 دسمبر 2017 کو 2017 18 کے علاقائی چار روزہ مقابلے میں جمیکا کے لیے اپنا اول درجہ ڈیبیو کیا
قبائل اور گروہ جنہیں جنگجو قوم کے طور پر نامزد کیا گیا ہے
احمد زئی نے اپنا اول درجہ ڈیبیو انٹرکانٹینینٹل کپ میں زمبابوے الیون کے خلاف کیا جس میں افغانستان نے میچ ڈرا کر دیا
منگل کی قیادت میں افغانستان نے اسکاٹ لینڈ کو ان کے پہلے ایک روزہ میں فتح دلائی خود جان بلین کی وکٹ حاصل کی
علی کا اول درجہ ڈیبیو افغانستان کے پہلے اول درجہ میچ میں زمبابوے الیون کے خلاف ہوا
علی کا اول درجہ ڈیبیو افغانستان کے پہلے اول درجہ میچ میں زمبابوے الیون کے خلاف ہوا
علی نے ناتجربہ کار افغانستان کی ٹیم کے لیے بیٹنگ کا آغاز کیا اور اپنے اول درجہ ڈیبیو پر سنچری بنائی
ہاروے نے 1948 49 میں اپنا اول درجہ ڈیبیو کیا وکٹوریہ کے لیے سیزن کے پہلے تین میچوں میں بطور اوپننگ بلے باز کھیلے
تاہم اس نے اگلے سیزن میں جدوجہد کی اور اسے ڈراپ کردیا گیا اور 1952 53 میں ایک بھی اول درجہ میچ نہیں کھیلا
ہاروے کو 1956 57 میں دو میچوں کے بعد ڈراپ کر دیا گیا جس سے ان کا اول درجہ کیریئر ختم ہو گیا
دوسری جنگ عظیم اور اول درجہ ڈیبیو
ٹیسٹ میں ان کا بہترین 69 سکور 1977 78 میں آسٹریلیا کے خلاف تھا
بچر نے اپنی تمام کاؤنٹی کرکٹ سرے کے لیے کھیلی جس کے لیے انھوں نے 1992 میں اپنا اول درجہ ڈیبیو کیا
اگست 2009 میں بوچر نے گھٹنے کی تکلیف دہ انجری کے بعد تمام اول درجہ کرکٹ سے ریٹائرمنٹ کا اعلان کیا
اس کے تین بھائی تھے جنہوں نے برٹش گیانا کے لیے اول درجہ کرکٹ کھیلی جن میں سے ایک ٹیسٹ کرکٹر رابرٹ کرسٹیانی تھا
مقامی سطح پر اس نے برٹش گیانا کے لیے اول درجہ کرکٹ کھیلی
وہ صرف ان پچیس کھلاڑیوں میں سے ایک ہیں جنہوں نے اول درجہ کرکٹ میں ایک سو سے زیادہ سنچریاں اسکور کی ہیں
کامپٹن کے والد رچرڈ اور چچا پیٹرک دونوں نے جنوبی افریقہ میں نٹال کے لیے اول درجہ کرکٹ کھیلی
دلیپ ٹرافی جو کہ بھارتی اول درجہ کرکٹ کے پریمیئر مقابلوں میں سے ایک ہے ان کے نام پر رکھی گئی ہے
ایڈریچ کے تین بھائی برائن ایرک اور جیوف اور اس کے کزن جان سبھی اول درجہ کرکٹ کھیلتے تھے
ہیرن نے 1875 میں کینٹ کے لیے 19 سال کی عمر میں کیٹ فورڈ میں اول درجہ کرکٹ کا آغاز کیا
ہولیویکے کو 1989 میں سرے نے معاہدہ کرنے کی پیشکش کی اور اگست 1993 میں کاؤنٹی کے لیے اپنا اول درجہ ڈیبیو کیا
آسٹریلیا میں پیدا ہوئے ہولیوک انگلینڈ چلے گئے جہاں انہوں نے 1996 میں سرے کے لیے اول درجہ کرکٹ میں ڈیبیو کیا
انہوں نے یارکشائر کاؤنٹی کرکٹ کلب کے لیے اول درجہ کرکٹ کھیلی
ان کے بھائی جان بھی اول درجہ کرکٹ میں نظر آئے
انہوں نے 1927 28 میں آکلینڈ کے لیے اعل درجہ کرکٹ بھی کھیلی
نیوک سسیکس میں پیدا ہوئے لینگریج ایک آل راؤنڈر تھے جنہوں نے تقریبا تیس سال تک اول درجہ کرکٹ کھیلی
لائیڈ نے 407 اول درجہ میچز اور 288 ایک روزہ کھیلوں کے ساتھ ایک وسیع کھیل کا کیریئر حاصل کیا
1983 میں ریٹائرمنٹ کے بعد لائیڈ نے 1985 سے 1987 تک اول درجہ اور لسٹ اے میچوں میں امپائرنگ کی
لائیڈ اب انگلینڈ اور ویلز کرکٹ بورڈ کی اول درجہ امپائرز کی فہرست میں امپائر ہیں
ان کے مجموعی رنزوں میں 11 سنچریاں شامل تھیں اور انہوں نے 21 کیچ بھی لیے
اس نے 1979 میں انگلینڈ کے لیے خواتین کا ایک ٹیسٹ میچ اور ایک ایک روزہ انٹرنیشنل کھیلا
رچرڈسن کے دو بھائی بھی اول درجہ کرکٹ کھیلتے تھے
سٹیورٹ نے سب سے زیادہ ایک روزہ کھیلنے کا ریکارڈ بھی قائم کیا
ایک اور سیسل ٹیٹ نے اول درجہ کرکٹ کھیلی
ٹاؤن سینڈ نے اس دورے کے بعد بہت کم اول درجہ کرکٹ کھیلی حالانکہ اس کا فائنل میچ 1948 تک نہیں تھا
ان کا اول درجہ ڈیبیو سنسنی خیز تھا
وان نے 30 جون 2009 کو اول درجہ کرکٹ سے ریٹائرمنٹ کا اعلان کیا
وہ 2005 کے آئی سی سی انٹرکانٹینینٹل کپ میں دو اول درجہ میچوں میں بھی تین وکٹیں لے کر نظر آئے
انہوں نے اپنے اول درجہ کیریئر میں کئی ٹیموں ( آندھرا بنگال مہاراشٹر ممبئی راجستھان اتر پردیش ) کی نمائندگی کی
میکڈونلڈ کو اپنے تین دیگر ایک روزہ میچوں میں زیادہ کامیابی ملی یہ سب ڈنمارک میں 1989 کی یورپی چیمپئن شپ میں ہوئی تھیں
اس نے 20 جون 2018 کو بین الصوبائی چیمپئن شپ میں لینسٹر لائٹننگ کے لیے اپنا اول درجہ ڈیبیو کیا
دو سال کے وقفے کے بعد اگست 2006 میں مونی نے اپنا دوسرا اعل درجہ میچ کھیلا
وہ کرکٹ کھلاڑی ڈیوڈ رینکن کے بھائی ہیں
اوبیا کا اول درجہ کا سب سے زیادہ اسکور 103 ہے
سال 2004 میں اس نے لیورڈ جزائر کے خلاف کیریئر کا بہترین اول درجہ اسکور 207 بنایا
ٹکولو نے تین ایک روزہ سنچریاں بنائی ہیں
وہ ہالینڈ کے کرکٹ کھلاڑی بین کوپر کے بڑے بھائی ہیں
جنوری 2020 میں ایسٹل نے محدود اوورز کی کرکٹ پر توجہ مرکوز کرنے کے لیے اول درجہ کرکٹ سے ریٹائرمنٹ کا اعلان کیا
ان کے بھائی برینڈن نے بھی ٹیسٹ کرکٹ کھیلی جب کہ ان کے بھائی ڈگلس اور مارک اول درجہ سطح پر کھیلے
اس نے دو بار اول درجہ میچوں میں اپنا بیٹ اٹھایا انہوں نے 1955 سے 1975 تک ہاک کپ میں بھی کھیلا
انہوں نے ٹیسٹ میچ میں 130 اور ایک روزہ میں 89 وکٹیں حاصل کیں
انہوں نے 928 ٹیسٹ میچ اور 987 ایک روزہ ایک گیند پر ایک رن سے زیادہ رنز بنائے
انہوں نے ایک روزہ اور ٹیسٹ نیوزی لینڈ ٹیموں کے ساتھ ساتھ کینٹربری نیوزی لینڈ ڈومیسٹک چیمپئن شپ ٹیم میں بھی کام کیا
کرو نے اپنے اول درجہ کرکٹ کیریئر کا آغاز جنوبی آسٹریلیا سے کیا جہاں وہ 1977 78 سے 1981 82 تک کھیلے
کرو کے والد نے 1953 اور 1957 کے درمیان کینٹربری اور ویلنگٹن کے لیے تین اول درجہ کرکٹ میچ کھیلے
1961 62 سے 1980 81 تک جاری رہنے والے اول درجہ کیریئر میں اس نے 84 بار کینٹربری کی نمائندگی کی
وہ قومی کرکٹ کھلاڑی ڈیل ہیڈلی اور سر رچرڈ ہیڈلی کے بھائی اور والٹر ہیڈلی کے بیٹے ہیں
وہ شمالی اضلاع کے لیے اول درجہ کرکٹ کھیلتا ہے
وہ ٹیسٹ اور ایک روزہ میں ٹیم کے نائب کپتان بھی ہیں
کینٹربری کے لیے کھیلتے ہوئے اس نے 2010 میں سنٹرل ڈسٹرکٹس کے خلاف پلنکٹ شیلڈ میں اپنے اول درجہ کرکٹ کا آغاز کیا
لیتھم نے کینٹربری کے لیے 2010 11 پلنکٹ شیلڈ سیزن میں ڈیبیو کیا اپنی پہلی اول درجہ کرکٹ اننگز میں 65 رنز بنائے
میکولم نے 1999 2000 کے سیزن میں اوٹاگو کے لیے اپنا اول درجہ ڈیبیو کیا
پارکر نے 14 سال پر محیط اپنے کیریئر میں تین ٹیسٹ سنچریاں اور 21 اول درجہ سنچریاں بنائیں
ان کا اول درجہ کرکٹ کا سب سے بڑا اسکور 1973 74 میں کینٹربری کے لیے اپنے پہلے کھیل میں 135 تھا
اس کے والد نیسی سنیڈن اور بھائی واروک سنیڈن دونوں اول درجہ کرکٹ کھیلتے تھے
ان کے والد واروک سنیڈن اور دادا نیسی سنیڈن دونوں نے بھی اول درجہ کرکٹ کھیلی
انہوں نے 1920 21 میں آکلینڈ کے لیے چار اول درجہ میچ کھیلے
اس نے اپنا اول درجہ ڈیبیو 29 اکتوبر 2019 کو ویلنگٹن کے لیے 2019 20 پلنکٹ شیلڈ سیزن میں کیا
اس نے پہلے کسی اول درجہ میچ میں کھیلے بغیر اپنا ٹیسٹ میچ ڈیبیو کیا
انہوں نے اپنا پہلا ٹیسٹ اپنی انیسویں سالگرہ کے فورا بعد کلکتہ میں بھارت کے خلاف کھیلا بغیر کوئی اول درجہ میچ کھیلے
دورہ انگلینڈ کے دوران اس نے آٹھ اول درجہ میچ کھیلے لیکن وہ بلے یا گیند سے ناکام رہے اور کوئی ٹیسٹ نہیں کھیلا
انہوں نے 1975 76 سے 1983 84 تک اوٹاگو کے لیے مقامی اول درجہ کرکٹ کے 25 میچ کھیلے
عمر حسین بائیں ہاتھ کے بلے باز ہیں اور سکاٹ لینڈ کرکٹ کھلاڑی ماجد حق کے کزن ہیں
وہ سری لنکا کے لیے ایک روزہ میں 1000 رنز بنانے والی پہلی خاتون تھیں
اس نے 2003 میں ریٹائر ہونے تک کولٹس کے لیے اپنے اول درجہ کیریئر کو جاری رکھا
انہوں نے 2007 میں بنگلہ دیش اے کے خلاف سری لنکا اے کے لیے کھیلتے ہوئے 242 کا اول درجہ اسکور بنایا
اس نے ون ڈے میں بھی متاثر کیا 1982 83 میں آسٹریلیا کے خلاف چار ایک روزہ میں سے پہلے میں 37 بنائے
ٹکٹ اول درجہ بیٹنگ کے زیادہ غیر معمولی ریکارڈوں میں سے ایک کا حصہ ہے
ہینڈز 20 اپریل 1918 کو بولون پا دو کالے فرانس میں صرف 29 سال کی عمر میں مر گیا
1976 77 جنوبی افریقہ کے اول درجہ کرکٹ سیزن کے دوران اس نے سات اننگز میں چھ سنچریاں اسکور کیں
کرسٹن نے تینوں ایک روزہ میچز کھیلے فائنل میچ میں ناٹ آؤٹ 86 رنز بنائے انہیں مین آف دی میچ کا ایوارڈ ملا
کرسٹن کا تعلق کھیلوں کے گھرانے سے ہے اس کے والد نول کرسٹن بارڈر کے لیے اول درجہ کرکٹ کھیلتے تھے
انہوں نے 1937 38 میں اپنے ابتدائی اول درجہ سیزن میں نارتھ ایسٹرن ٹرانسوال کی کپتانی کی
2007 سے اس نے ناردرنز اور ٹائٹنز دونوں کے لیے اول درجہ کرکٹ کھیلی ہے
رہوڈیشیا اور مغربی صوبے کے لیے کھیلنے کے ساتھ ساتھ انھوں نے آکسفورڈ یونیورسٹی اور نارتھمپٹن شائر کے لیے اول درجہ کرکٹ کھیلی
ایک آف اسپن باؤلر اور مختلف عہدوں پر کارآمد بلے باز ڈیوڈ پیتھی نے 1956 57 میں روڈیشیا کے لیے اول درجہ ڈیبیو کیا
انہوں نے 1960 1961 اور 1962 میں یونیورسٹی ٹیم کے لیے 37 اول درجہ میچز کھیلے اپنی پہلی سنچری اسکور کی 133 کے خلاف
پریٹوریا میں نارتھ ایسٹرن ٹرانسوال کے خلاف بیٹنگ کا آغاز کرتے ہوئے اس نے اپنا سب سے زیادہ اول درجہ اسکور 166 بنایا
اس نے پھر کبھی اول درجہ کرکٹ نہیں کھیلی
رچرڈسن نے ڈرہم کے لیے 2010 میں ڈرہم ایم سی سی یو کے خلاف اول درجہ میچ میں ڈیبیو کیا
ٹینکریڈ 1897 98 کے سیزن میں اول درجہ بیٹنگ اوسط میں دوسرے نمبر پر تھا
انہوں نے بارباڈوس اور ٹرینیڈاڈ کے لیے اول درجہ کرکٹ بھی کھیلی
ابھی میں نے فضل محمد صابر پر بیرونی ربط میں ترمیم کی ہے
اس وقت ویسٹ انڈیز میں اول درجہ کرکٹ بہت کم تھی اور ہنٹے کا کرکٹ کیریئر سست رفتاری سے آگے بڑھ رہا تھا
اس نے بارباڈوس اور ٹرینیڈاڈ اور ٹوباگو کے لیے اول درجہ کرکٹ بھی کھیلی
اس کے دو بھائی تھے جنہوں نے ٹرینیڈاڈ کے لیے اول درجہ کرکٹ کھیلی سائل اور ایڈون
والکاٹ نے پہلی بار 1942 میں بارباڈوس کے لیے ایک 16 سالہ اسکول کے لڑکے کے طور پر اول درجہ کرکٹ کھیلی
ارون نے زمبابوے کے لیے اکتوبر 2001 میں انگلینڈ کے خلاف ایک روزہ انٹرنیشنل میں ڈیبیو کیا
اس میں میٹابیلینڈ ٹسکرز کے خلاف ان کے اول درجہ ڈیبیو پر 5 63 کے اعداد و شمار شامل تھے
بنیادی طور پر اول درجہ کرکٹ تک محدود تھا
کرکٹ میں اس نے 1888 سے 1907 کے درمیان 265 اول درجہ میچ کھیلے
اگرچہ اس نے اول درجہ میچوں میں 1 , 673 وکٹیں حاصل کیں لیکن بہت سے مبصرین نے ان کی کامیابیوں کو داغدار سمجھا
ابھی میں نے دربدر تیرے لیے پر بیرونی ربط میں ترمیم کی ہے
انہوں نے سات مواقع پر ایک سیزن میں 1 , 000 اول درجہ رنز مکمل کیے اور دو ڈبل سنچریاں بنائیں
انہوں نے 1909 میں اول درجہ کرکٹ سے ریٹائرمنٹ لے لی اور 15 , 000 سے زیادہ رنز بنائے
اس نے اپنا اول درجہ ڈیبیو 1886 میں ڈربی شائر کے خلاف کیا
ڈریففیلڈ یارکشائر میں پیدا ہوئے براؤن نے 1889 میں یارکشائر کاؤنٹی کرکٹ کلب کے لیے اول درجہ ڈیبیو کیا
ابھی میں نے مارینل سموک یوبالڈو پر بیرونی ربط میں ترمیم کی ہے
ابھی میں نے محمد بن جاسم الثانی پر بیرونی ربط میں ترمیم کی ہے
انہوں نے 14 ٹیسٹ سمیت 358 اول درجہ کرکٹ میچز کھیلے جن میں مجموعی طور پر 2 , 104 وکٹیں حاصل کیں
تاہم اس سیزن میں اس کا اول درجہ ریکارڈ صرف اعتدال پسند تھا
لاک ووڈ نے پہلی بار 1886 میں اپنی آبائی کاؤنٹی ناٹنگھم شائر کے لیے ایک بلے باز کے طور پر اول درجہ کرکٹ کھیلی
انہوں نے ریٹائر ہونے کے بعد اسکاربورو فیسٹیول میں کئی اول درجہ میچوں میں امپائرنگ بھی کی
بلیتھ 1899 سے 1914 تک سولہ سیزن کے لیے اول درجہ کرکٹ میں سرگرم رہے 439 میچ کھیلے
ہرن ایم سی سی اور گراؤنڈ کے لیے سب سے اہم بولر ہیں جنہوں نے ان دنوں کافی تعداد میں اول درجہ میچ کھیلے
ان کے بیٹے ہیرالڈ نے ایسیکس کے لیے کچھ اول درجہ کرکٹ بھی کھیلی
اس نے 1905 میں کیمبرج یونیورسٹی کے خلاف ایک اول ررجہ اسٹمپنگ بھی اپنے نام کی تھی
اس کے بڑے بھائی جو ڈینٹن نے بھی 1887 اور 1888 میں یارک شائر کے ساتھ ایک مختصر اول درجہ کیریئر کیا
مجموعی طور پر وائن نے 547 اول درجہ میچ کھیلے جس میں سسیکس کے لیے لگاتار 421 میچز شامل تھے
انہوں نے اپنے اول درجہ کیریئر میں 15 , 000 سے زیادہ رنز بنائے اور 237 کیچ لیے
لگاتار دو انگلش سیزن میں اس نے اول درجہ گیمز میں 1000 رنز اور 100 وکٹوں کا ڈبل مکمل کیا
ان کے والد اور چچا فرینک کرافورڈ کینٹ کے لیے اول درجہ کرکٹ کھیلتے تھے
فیلڈر نے اپنی اول درجہ کرکٹ کا آغاز 1900 میں کاؤنٹی گراؤنڈ لیٹن میں ایسیکس کے خلاف کینٹ کے لیے کھیلتے ہوئے کیا
جنگ کے بعد ایم سی سی کے لیے دو نان اول درجہ میچ کھیلے
اس کے دو بھائی ولیم اور فریڈرک نے بھی کینٹ کے لیے اول درجہ کرکٹ کھیلی
کار نے صرف کینٹ کاؤنٹی کرکٹ کلب کے لیے 37 سال کی عمر میں 1909 میں اول درجہ کرکٹ کھیلنا شروع کیا
جنگ سے پہلے کے دور میں فریقین اور 7 , 000 سے زیادہ اول درجہ رنز بنائے
ان کے دو چھوٹے بھائی رابرٹ اور ارنسٹ نے بھی اول درجہ کرکٹ کھیلی
تمام اول درجہ کرکٹ میں سٹیونز نے 243 میچ کھیلے
ایک شوقیہ کرکٹر چیپ مین نے برکشائر کے لیے مائنر کاؤنٹی کرکٹ اور کیمبرج یونیورسٹی اور کینٹ کے لیے اول درجہ کرکٹ کھیلی
پاٹسی کے بھائی ڈینس ہینڈرین نے مڈل سیکس کے لیے 9 اول درجہ میچ کھیلے
1945 میں ایک میچ کے علاوہ ان کا اول درجہ کیریئر دو عالمی جنگوں کے درمیانی عرصے پر محیط تھا
اس نے کبھی کبھار اول درجہ سطح پر درمیانی رفتار سے گیند بھی کی 37 09 کی اوسط سے 31 وکٹیں حاصل کیں
تاہم وہ 1907 سے پہلے صرف دو بار اول درجہ کرکٹ کھیلے تھے
وہ اس دورے پر تمام اول درجہ میچ میں انگلینڈ کے سب سے کامیاب گیند باز تھے تاہم 21 پر 73 کے ساتھ
اس نے 1935 میں بلیک پول میں سر ایل پارکنسنز الیون بمقابلہ لیسٹر شائر کے لیے ایک اور اول درجہ میچ کھیلا
اول درجہ کرکٹ سے ریٹائر ہونے کے بعد بلنٹ انگلینڈ میں مقیم رہے جہاں وہ ایک کامیاب بزنس مین تھے
انہوں نے بھارت کے دورے کے بعد 1934 میں تمام اول درجہ کرکٹ سے ریٹائرمنٹ لے لی
اول درجہ کرکٹ میں اس نے 1920 اور 1946 کے درمیان یارکشائر کی نمائندگی کی 17 سیزن میں لگاتار 1 , 000 رنز بنائے
اس نے اول درجہ کرکٹ میں مڈل سیکس کے لیے 1925 میں ڈیبیو کیا
ایک پرعزم بلے باز اور آسان میڈیم پیس گیند باز وائٹ نے 1923 میں اول درجہ کرکٹ میں قدم رکھا
پیبلز کا کسی بھی کھلاڑی کی اول درجہ کرکٹ میں سب سے عجیب و غریب تعارف تھا
مبارکپوری ب ہ نام الداعی کے کالم الفکر الاسلام کے تحت شبیر احمد عثمانی کی تفسیر عثمانی کا قسط وار ترجمہ کر رہے ہیں
اس کھیل میں قابلیت دیکھی جسے فی الحال کرکٹ آرکائیو نے اول درجہ کا درجہ دیا ہے
1936 میں چند میچوں کے بعد کینیڈی کا اول درجہ کیریئر اچھے کے لیے ختم ہو گیا
ووس نے 1927 میں گلوسٹر شائر کے خلاف ناٹنگھم شائر کے لیے اول درجہ ڈیبیو کیا
ان کے بڑے بھائی ولیم نے بھی اول درجہ کرکٹ کھیلی
ان کی پہلی اول درجہ سنچری انگلینڈ میں شیفیلڈ میں کامیاب یارکشائر ٹیم کے خلاف آئی
اس نے اول درجہ کرکٹ میں 21 , 000 سے زیادہ رنز بنائے
اس نے اول درجہ میں اپنا ڈیبیو کیا
1958 سے 1967 تک کوپسن اول درجہ امپائر تھے لیکن مسلسل صحت کے مسائل نے اسے جنم دیا
اس کے بعد وہ ایک سیزن 1951 کے لیے اول درجہ امپائر کے طور پر کھڑا رہا
وہ 1927 سے 1949 تک 420 اول درجہ میچوں میں نظر آئے
ووڈ نے یارکشائر کے لیے 408 اول درجہ کھیلے
وہ 1940 میں وزڈن کرکٹر آف دی ایئر تھا اور دائیں ہاتھ کے اوپننگ بلے باز کے طور پر اول درجہ کرکٹ کھیلی
1932 سے 1957 تک کینٹ اور انگلینڈ کے لیے لیگ اسپنر نے اول درجہ کرکٹ میں ریکارڈ سات ہیٹ ٹرکیں کیں
بیڈسر نے اپنے جڑواں بھائی ایرک کے ساتھ 1939 سے 1960 تک سرے کے لیے اول درجہ کرکٹ کھیلی
انہوں نے 485 میچوں میں 1924 اول درجہ وکٹیں حاصل کیں
انہوں نے جون 1939 میں آکسفورڈ یونیورسٹی کے خلاف سرے کے لیے اول درجہ ڈیبیو کیا
اس نے 1930 میں سرے کے عملے میں شمولیت اختیار کی اور اگلے سیزن میں اپنا اول درجہ ڈیبیو کیا
1950 میں چار اول درجہ میچوں کے بعد کورٹالڈس نے نوبیاہتا ڈونیلی کو انتظامی کردار سنبھالنے کے لیے اپنے سڈنی آفس میں منتقل کیا
اس نے بارباڈوس کے لیے اول درجہ کرکٹ کھیلی جب وہ پہلی بار شہرت میں آئے
مئی 1935 میں جمبلٹ کا اول درجہ کرکٹ میں داخلہ فوری لیجنڈ تھا
1948 سے 1972 تک جاری رہنے والے کیریئر میں وہ ایک سو اول درجہ سنچریاں بنانے والے 15ویں کھلاڑی بنے
واٹسن کا سب سے زیادہ اول درجہ اسکور 257 تھا جو میریلیبون کرکٹ کلب کے لیے جارج ٹاؤن میں برٹش گیانا کے خلاف تھا
اس نے اپنا آخری اول درجہ میچ 1964 میں لیسٹر شائر کے لیے کھیلا
انہوں نے ایسیکس کے لیے 20 , 113 اول درجہ رنز بنائے جو کہ کلب کے لیے نویں سب سے زیادہ مجموعی ہے
ٹائسن کا دوسرا اول درجہ میچ 1953 میں آسٹریلیا کے خلاف تھا
اس نے نارتھنٹس کے خلاف جون 1948 میں گلوسٹر شائر کے لیے اول درجہ ڈیبیو کیا
انہوں نے اول درجہ کرکٹ کے لگاتار 20 سیزن میں 100 سے زیادہ وکٹیں حاصل کیں لیکن انگلینڈ کے لیے صرف سات ٹیسٹ کھیلے
ان کے پاس ہیمپشائر کے کسی بھی کھلاڑی کی طرف سے سب سے زیادہ اول درجہ وکٹیں لینے کا ریکارڈ ہے
اول درجہ کرکٹ سے ریٹائر ہونے کے بعد شیکلٹن فرنڈاؤن میں رہتے تھے اور ڈورسیٹ کے کینفورڈ اسکول میں کوچ اور گراؤنڈزمین تھے
انہوں نے 28 06 کی اوسط سے 162 کی بہترین کارکردگی کے ساتھ مجموعی طور پر 24 , 134 اول درجہ رنز بنائے
ایلنگ ورتھ نے تقریبا 33 سالوں میں 787 اول درجہ میچ کھیلے
انہوں نے 1973 74 کے سیزن تک جنوبی افریقہ میں اول درجہ کرکٹ کھیلنا جاری رکھا
سنڈرلینڈ میں کھیلتے ہوئے ملبرن نے ایک متحرک سنچری اسکور کی جس نے انہیں اول درجہ کاؤنٹیز کی توجہ دلائی
انہوں نے 1952 سے 1975 کے درمیان 508 اول درجہ میچوں میں مڈل سیکس کے لیے اور انگلینڈ کے لیے 21 ٹیسٹ کھیلے
نائٹ واچ مین آخر کار اپنی 618 ویں اول درجہ اننگز میں سو کا ہندسہ تک پہنچ گیا
ایک تیز گیند باز اور ہارڈ ہٹنگ بلے باز اس نے انگلش اول درجہ کرکٹ میں خود کو ایک زبردست حریف ثابت کیا
اپنے پورے کیریئر میں لکھرسٹ نے اول درجہ کرکٹ میں کل 22 , 303 رنز ( اوسط 38 12 ) بنائے
سنو نے اپنے اول درجہ کرکٹ اور ٹیسٹ میچ کیریئر کا آغاز فاسٹ میڈیم سیم بالر کے طور پر کیا
اس سال اس نے 104 اول درجہ وکٹیں حاصل کیں آخری بار وہ 100 کے ہندسے تک پہنچنا تھا
اس کارکردگی کے باوجود تاہم یہ دونوں گیمز گفورڈ کے مختصر ایک روزہ کیریئر کی حد تک ثابت ہوئے
ان کی 112 اول درجہ وکٹیں سب سے زیادہ تھیں
انہوں نے 1960 میں جنوبی افریقہ کے خلاف مائنر کاؤنٹیز کے لیے اول درجہ ڈیبیو کیا 1958 میں اسٹافورڈ شائر سے ڈیبیو کیا
ٹیلر نے 639 اول درجہ میچ کھیلے
639 گیمز میں ان کے 1 , 649 آؤٹ ( 1 , 473 کیچ 176 اسٹمپڈ ) اول درجہ ریکارڈ بنی ہوئی ہے
انہوں نے بطور بولر ایک اول درجہ وکٹ بھی حاصل کی
ہینڈرک نے 1970 میں پانچ اول درجہ کھیل کھیلے
اول درجہ کرکٹ میں ان کی 56 سنچریاں غیر ٹیسٹ کھلاڑیوں میں صرف جان لینگریج سے زیادہ ہیں
و لس نے جون 1982 سے مارچ 1984 کے درمیان 18 ٹیسٹ اور 28 ایک روزہ میچوں میں انگلینڈ کی ٹیم کی کپتانی کی
یہ 1966 سے 1986 تک 20 سال تک جاری رہنے والے اول درجہ کرکٹ کیریئر کا آغاز تھا
بعد کے ان میچوں میں سے کسی کو بھی اول درجہ کا درجہ حاصل نہیں تھا
مئی 2022 میں انہیں ویسٹ انڈیز کے خلاف سیریز کے لیے پاکستان کے ایک روزہ دستے میں شامل کیا گیا
1966 سے 1982 تک جاری رہنے والے اول درجہ کیریئر کے دوران انہوں نے 1 , 402 وکٹیں حاصل کیں
انہوں نے اپنا اول درجہ ڈیبیو 1966 میں کیمبرج یونیورسٹی کے خلاف کیا اور دوسری اننگز کے پہلے اوور میں تین وکٹیں حاصل کیں
انہوں نے 2013 میں ریٹائرمنٹ تک اول درجہ امپائر کے طور پر کام جاری رکھا
ایلیسن کا کینٹ کے لیے اول درجہ ڈیبیو 1981 میں ہوا جب اس کی عمر صرف 22 سال تھی
"
اس نے کل 425 اول درجہ میچ کھیلے 42 15 کی اوسط سے 27 , 571 رنز بنائے اور 63 سنچریاں بنائیں
اول درجہ کرکٹ میں انہوں نے 29 25 کی اوسط سے 666 وکٹیں لیں
ابتدائی زندگی اور اول درجہ کرکٹ
ایک مفید ٹیلنڈ بلے باز اس نے دو اول درجہ سنچریاں بھی بنائیں
یہ مسیحیت کی تاریخ میں چوتھی صدی کے ممتاز اسقف گریگوری آف نیسا کی نشست ہونے کی وجہ سے انتہائی اہم ہے
ایک روزہ میں ایک سنچری پہلی اننگز میں اور دوسری تعاقب کے دوران
اس نے 5 جولائی 2021 کو چیلٹن ہیم میں مڈل سیکس بمقابلہ گلوسٹر شائر کے لیے اول درجہ ڈیبیو کیا
وہ ٹرانسوال جوہانسبرگ میں اپنے اول درجہ ڈیبیو پر جمی کک کی صرف ایک وکٹ لینے میں کامیاب رہے
موکسن کا کاؤنٹی کیریئر یارکشائر کے ساتھ سترہ سیزن پر محیط تھا جہاں اس نے 21 , 000 اول درجہ رنز بنائے
انہوں نے 1989 سے 2008 تک کے کیریئر میں سسیکس سرے اور واروکشائر کے لیے اول درجہ کرکٹ کھیلی
مارچ 2009 میں 39 سال کی عمر میں سالسبری نے اول درجہ کرکٹ سے ریٹائرمنٹ کا اعلان کیا
وہ گلیمورگن کے دوسرے بلے باز تھے جنہوں نے اول درجہ میچ میں ڈیبیو پر سنچری بنائی
اس نے 1986 میں اپنا اول درجہ ڈیبیو کیا
وہ اس دورے پر چمکے 28 60 کی اول درجہ باؤلنگ اوسط کے ساتھ انگلینڈ کی ٹیم میں اب تک کی بہترین بولنگ
اگست 2009 کے اوائل میں کیڈک نے اعلان کیا کہ وہ سیزن کے اختتام پر اول درجہ کرکٹ سے ریٹائر ہو جائیں گے
تمام اول درجہ اور لسٹ اے کرکٹ میں 650 سے زیادہ میچوں میں دوڑتا ہے جس میں 62 سنچریاں شامل ہیں
اپنی مقامی فارم کو دوبارہ پیش کرنے میں ناکام ایڈمز کی ٹیسٹ میں اوسط صرف 13 اور ایک روزہ میں 17 75 تھی
ہاروے نے اپنے اول درجہ کرکٹ کیریئر کا آغاز وکٹوریہ کے ساتھ 1993 میں شیفیلڈ شیلڈ میں بطور آل راؤنڈر کیا
فروری 2010 میں ہاروے نے زمبابوے کی فرنچائز سدرن راکس کے لیے ٹوئنٹی 20 اور اول درجہ میچ کھیلنے کے لیے معاہدہ کیا
اس نے انگلینڈ کے نوجوانوں کے لیے آٹھ اول درجہ اور 4 لسٹ اے میں شرکت کی
اسٹراس نے اپنا اول درجہ ڈیبیو 1998 میں کیا اور 2003 میں سری لنکا میں ایک روزہ بین الاقوامی ڈیبیو کیا
سٹراس نے ایک روزہ کپتانی سے مستعفی ہو کر ایک روزہ بین الاقوامی کرکٹ سے ریٹائرمنٹ لے لی
وہ ستمبر 2018 میں ایک روزہ اور لسٹ اے کرکٹ سے ریٹائر ہوئے
مقامی کرکٹ میں پنیسر نے 7 مئی 2010 کو مڈل سیکس کے خلاف اپنا سب سے زیادہ اول درجہ اسکور 46 بنایا
5 اگست 2011 کو میک کینزی نے یارکشائر کے خلاف کاؤنٹی چیمپئن شپ میچ میں اپنے کیریئر کا بہترین اول درجہ اسکور 237 بنایا
1998 میں لیسٹر شائر کے خلاف انہوں نے 92 اور 111 رنز بنائے جو ان کی پہلی اول درجہ نصف سنچری اور سنچری تھی
انہوں نے جولائی 2008 میں سینٹ لارنس گراؤنڈ کینٹربری میں کینٹ کے خلاف یارکشائر کے لیے اپنا اول درجہ ڈیبیو کیا
اپریل 2011 میں ڈرہم ایم سی سی یونیورسٹی کے خلاف اول درجہ میچ میں بیلنس نے 72 اور ناٹ آؤٹ 73 رنز بنائے
بیلنس کو 5ویں ایک روزہ سے باہر کردیا گیا اور ان کی جگہ جو روٹ کو ٹیم میں شامل کیا گیا
انہوں نے چوتھے ایک روزہ کے لیے اپنی جگہ برقرار رکھی اور کیچ ہونے سے قبل 30 گیندوں پر 18 رنز بنائے
بیلنس سری لنکا کے خلاف پہلے ایک روزہ میں نمایاں ہوئے انہوں نے انگلینڈ کی جیت میں سب سے زیادہ 64 رنز بنائے
انہوں نے تیسرا ایک روزہ کھیلا تاہم انگلینڈ کی 10 وکٹوں کی جیت میں ان کی ضرورت نہیں تھی
بھارت کے خلاف ایک روزہ سیریز میں بیلنس نے صرف چوتھا ایک روزہ کھیلا جہاں انہوں نے سات رنز بنائے
بھارت کے خلاف ایک روزہ سیریز میں بیلنس نے صرف چوتھا ایک روزہ کھیلا جہاں انہوں نے سات رنز بنائے
جولائی میں سسیکس کے خلاف انہوں نے 10 163 لیا جو اول درجہ کرکٹ میں ان کا پہلا 10 وکٹ تھا
ولیمسن نے اپنے اول درجہ کرکٹ کا آغاز دسمبر 2007 میں کیا
ولیمسن نے 14 سال کی عمر میں سینئر نمائندہ کرکٹ اور 16 سال کی عمر میں اول درجہ کرکٹ کھیلی
جنوری 2021 تک ولیمسن نے 24 ٹیسٹ اور 13 ایک روزہ سنچریاں اسکور کی ہیں
ٹیسٹ میں ان کا سب سے زیادہ اسکور 251 اور ایک روزہ میں 148 ہے
ڈکٹ کو بنگلہ دیش کے دورے میں ٹیسٹ اور ایک روزہ میچوں کے لیے ٹیم میں منتخب کیا گیا تھا
انہوں نے بنگلہ دیش کے خلاف پہلے ایک روزہ میں انگلینڈ میں ڈیبیو کیا
گیندوں کا سامنا کرنے کے لحاظ سے یہ ناٹنگھم شائر کے بلے باز کی سب سے تیز اول درجہ دگنی سنچری تھی
شروبسول نے 14 اگست 2008 کو جنوبی افریقہ کے خلاف اپنا ایک روزہ ڈیبیو کیا
ڈومیسٹک کرکٹ میں وہ اول درجہ اور لسٹ اے کرکٹ میں سرے کی کپتانی کرتے ہیں
دوسرا 2014 میں سری لنکا کے خلاف انگلینڈ کے لیے ایک ایک روزہ میچ میں ہے
وہ وارکشائر کاؤنٹی کرکٹ کلب کے لیے 1886 اور 1887 میں بھی کھیلے جو وارکشائر کو اول درجہ کا درجہ ملنے سے پہلے تھا
اس نے 1882 سے 1902 کے درمیان ڈربی شائر کے لیے اور 92 1891 میں انگلینڈ کے لیے اول درجہ کرکٹ کھیلی
1888 کے سیزن سے پہلے کلب کو اول درجہ درجہ سے ہٹا دیا گیا تھا
انہوں نے 49 اول درجہ میچوں میں امپائرنگ کی
اس کے بعد وہ 1900 میں ہیمپشائر کے ساتھ نو میچوں کی مختصر واپسی تک اول درجہ کرکٹ سے غائب رہے
اس نے 1890 اور 1893 کے درمیان کیمبرج یونیورسٹی کے لیے اور 1895 اور 1921 کے درمیان ہیمپشائر کے لیے اول درجہ کرکٹ کھیلی
ہل نے بھارت میں اسکور کی جانے والی پہلی اول درجہ سنچری بنائی
یہ واحد ٹیسٹ یا اول درجہ میچ تھے جن میں ملر بطور امپائر کھڑے تھے
انگلینڈ واپس آنے کے بعد ملر نے 1903 کے دوران چار اور اول درجہ کھیل کھیلے یہ سب میریلیبون کرکٹ کلب کے لیے تھے
ان کے بھتیجے تھامس ملر نے 1902 اور 1914 کے درمیان گلوسٹر شائر کے لیے اول درجہ کرکٹ کھیلی
رائٹ نے میریلیبون کرکٹ کے لیے بہت سے اول درجہ کرکٹ کھیل بھی کھیلے
ان کا آخری اول درجہ میچ ایم سی سی کے لیے تھا
بریڈلی 1899 اور 1902 کے درمیان سب سے زیادہ باقاعدگی سے نمودار ہوئے ہر سیزن میں کم از کم 23 اول درجہ پیش ہوئے
کینٹ کے لیے 123 میچز کھیلنے کے ساتھ ساتھ بریڈلی نے مختلف ٹیموں کے لیے اول درجہ میچز کھیلے
ان کے بھتیجے جان پرائس اور ولیم پرائس دونوں نے وورسٹر شائر کے ساتھ مختصر اول درجہ کیریئرز بنائے تھے
یہ تمام اول درجہ کرکٹ میں ایک عالمی ریکارڈ ہے
اس نے 1895 سے 1897 تک آکسفورڈ یونیورسٹی اور 1895 سے 1898 تک سسیکس کے لیے اول درجہ کرکٹ کھیلی
اس کے بعد وہ 1926 کے سیزن تک اول درجہ مقابلہ میں میریلیبون کرکٹ کلب کے لیے کھیلتے رہے
ہمفریز ایک وکٹ کیپر تھے جنہوں نے 1899 کے سیزن میں ڈربی شائر کے لیے اول درجہ ڈیبیو کیا
برڈ نے پہلی جنگ عظیم کے بعد صرف چند اول درجہ میچ کھیلے اور اپنے پرانے اسکول اور بعد میں سرے میں کوچنگ کی
بکنہم نے 1914 میں اسکاٹش کلب فورفارشائر میں پروفیشنل بننے کے لیے اول درجہ کرکٹ سے ریٹائرمنٹ لے لی
انہوں نے آکسفورڈ یونیورسٹی اور سرے کے لیے اول درجہ کرکٹ کھیلی اور ٹیسٹ کرکٹ میں انگلینڈ کی کپتانی کی
1906 07 میں ایم سی سی کے ساتھ اس سے پہلے کہ وہ اول درجہ میچ کھیل چکے تھے
انہوں نے 1922 میں آکسفورڈ یونیورسٹی کے خلاف سرے کے لیے واحد اول درجہ میچ کھیلا اس ٹیم کی کپتانی کی
1919 اور 1927 کے درمیان ویڈنگٹن نے یارکشائر کے لیے 255 میچ کھیلے اور تمام اول درجہ کرکٹ میں 266 میچ کھیلے
لگاتار چوٹوں نے ان کی تاثیر کو کم کر دیا اور وہ 1927 میں اول درجہ کرکٹ سے ریٹائر ہو گئے
جب وڈنگٹن نے اول درجہ کرکٹ سے ریٹائرمنٹ لے لی تو اس نے خاندانی کاروبار سنبھال لیا
اس نے میریلیبون کرکٹ کلب کے لیے اول درجہ کرکٹ بھی کھیلی
ایونز نے ونچسٹر اور پھر اوریل کالج جانے سے پہلے اپنی تعلیم کا آغازاسکول سے کیا 1909 اور 1912 کے درمیان میں آکسفورڈ
اس نے 1908 اور 1933 کے درمیان ہیمپشائر کے لیے اول درجہ کرکٹ کھیلی
جنگ سے پہلے کے اسی اول درجہ میچوں میں اسٹریٹ کا یہ واحد پچاس تھا
ان کی واحد اول درجہ سنچری 128 فری فارسٹرز کے خلاف آئی
1933 میں سر ایل پارکنسنز الیون کے لیے ایک میچ کے علاوہ روٹ نے اس کے بعد اول درجہ کرکٹ سے ریٹائرمنٹ لے لی
نیوزی لینڈ کی ٹیم نے دسمبر 1929 میں نیوزی لینڈ پہنچنے سے پہلے آسٹریلیا میں اول درجہ میچز کھیلے تھے
ایلیٹ نے اپنا پہلا اول درجہ میچ ڈربی شائر کے لیے جون 1920 میں ایسیکس کے خلاف کھیلا
اپنے 532 اول درجہ گیمز میں ایلیٹ نے 1206 شکاروں کا دعوی کیا 903 کیچ 303 اسٹمپ ہوئے
اس کا آخری اول درجہ میچ
اول درجہ کرکٹ میں ان کا ڈیبیو سنسنی خیز رہا
ایک روزہ تاریخ میں ٹیم کا کل ( 359 )
فروری 2019 تک گپٹل نے تین ٹیسٹ 16 ایک روزہ اور دو ٹوئنٹی 20 بین الاقوامی سنچریاں اسکور کی ہیں
مجموعی طور پر اس نے جنوری 2019 تک 14 اول درجہ 24 لسٹ اے اور چار ٹوئنٹی 20 سنچریاں بنائی ہیں
ان کی سنچری کسی نیوزی لینڈر کی طرف سے اپنے ایک روزہ ڈیبیو پر پہلی سنچری تھی
کلینن نے 1983 میں اپنا اول درجہ ڈیبیو کیا
وہ 1985 میں 16 سال اور 304 دن کی عمر میں اول درجہ سنچری بنانے والے سب سے کم عمر جنوبی افریقی بن گئے
انہوں نے اس وقت ڈومیسٹک جنوبی افریقی کرکٹ میں سب سے زیادہ اول درجہ سکور بھی حاصل کیا ناٹ آؤٹ 337 رنز بنائے
بیک ویل کو 1963 میں آسٹریلیا کے ٹیسٹ دورے کے لیے سلیکشن کے لیے سمجھا گیا تھا
اول درجہ میچوں میں وہ مڈل سیکس اور کیمبرج یونیورسٹی کے لیے کھیلے
یہ کیمبرج کا سیزن کا آخری میچ تھا ایلن نے 15 اوسط سے 49 اول درجہ وکٹیں حاصل کی تھیں
کم از کم ایک سلیکٹر نے کلاڈ ایشٹن کی حمایت کی جو کبھی کبھار اول درجہ کرکٹ کھیلتے تھے
انہوں نے اپنی ریٹائرمنٹ سے لے کر دوسری جنگ عظیم تک اول درجہ کرکٹ میں 153 میچوں میں امپائرنگ کی
اس کے دو چھوٹے بھائی بھی اول درجہ کرکٹ کھیلتے تھے
یہ پہلا موقع تھا جب اول درجہ کرکٹ میں یہ کارنامہ انجام دیا گیا تھا
وکٹوریہ کرکٹ ٹیم نے 1851 کے بعد سے اول درجہ کرکٹ کھیلی ہے جب اس نے لانسسٹن میں تسمانیہ کرکٹ ٹیم کھیلی تھی
اینٹیل کے کزن ٹام ولز نے بھی اول درجہ کرکٹ کھیلی
اس نے اپنا ابتدائی اول درجہ سیزن قومی ٹیم میں اور 52 66 کی بیٹنگ اوسط کے ساتھ ختم کیا
فولی نے صرف تین اور اول درجہ میچ کھیلے
بوس نے اپنے کیریئر میں 78 اول درجہ میچوں میں آٹھ سنچریوں اور 17 نصف سنچریوں کی مدد سے 3757 رنز بنائے تھے
وہ 4 ٹیسٹ اور 3 ایک روزہ میں ٹیم انڈیا کے وکٹ کیپر تھے
انہوں نے 1982 اور 1984 کے درمیان 10 ایک روزہ بھی کھیلے
اس عمل میں وہ لگاتار 3 ایک روزہ میچوں میں 4 وکٹیں حاصل کرنے والے پہلے ہندوستانی بولر بن گئے
1996 97 کے سیزن میں انہوں نے 15 ٹیسٹ میں 55 اور 30 ایک روزہ میں 48 وکٹیں حاصل کیں
21 جون 2012 کو جوشی نے باضابطہ طور پر بین الاقوامی اور اول درجہ کرکٹ سے ریٹائرمنٹ کا اعلان کیا
اپنے کیریئر میں انہوں نے 39 ایک روزہ اور ایک تنہا ٹیسٹ کھیلا
1994 سے 2006 تک پھیلے ہوئے اپنے اول درجہ کیریئر میں انہوں نے 96 میچ کھیلے 5553 رنز بنائے اور 59 وکٹیں حاصل کیں
اس نے اپنا پہلا ایک روزہ 18 ماہ میں کھیلا جب وہ موہالی میں چوتھے میچ میں واپس آئے
انہوں نے 1958 اور 1977 درمیان ویلنگٹن سینٹرل ڈسٹرکٹس اور کینٹربری کے لیے اول درجہ کرکٹ کھیلی
اس کے بعد ہونے والی سیریز میں انہوں نے اپنا ایک روزہ ڈیبیو کیا
ٹفی ملٹن اوٹاگو میں پیدا ہوئے اور ناردرن ڈسٹرکٹس نائٹس کے لیے گھریلو اول درجہ کرکٹ کھیلتے ہیں
10 فروری 2008 کو شرما نے آسٹریلیا کے خلاف سی بی سیریز کے چوتھے ایک روزہ میں چار اہم وکٹیں حاصل کیں
انہوں نے 18 فروری 2008 کو سی بی سیریز کے 7ویں ایک روزہ میں آسٹریلیا کے خلاف دو اہم وکٹیں حاصل کیں
لورنا کیٹلز کا انتقال 30 جولائی 1997 کو ہوا
انہوں نے 2008 سے 2013 تک 48 بین الاقوامی میچز 24 ٹیسٹ 18 ایک روزہ اور 6 ٹی ٹوئنٹی کھیلے
اس نے نومبر 2018 میں اپنا 100 واں اول درجہ میچ کھیلا
انہیں ویسٹ انڈیز کے ایک روزہ دورے کے لیے ہندوستان کے اسکواڈ میں شامل کیا گیا تھا جہاں اس نے اپنا ڈیبیو کیا تھا
اس نے دسمبر 2006 میں تمل ناڈو کے لیے اپنا اول درجہ ڈیبیو کیا اور اگلے سیزن میں ٹیم کی کپتانی کی
انہوں نے اکتوبر 2010 میں وشاکھاپٹنم میں آسٹریلیا کے خلاف اپنا ایک روزہ ڈیبیو کیا جب چند پہلی پسند کھلاڑیوں کو آرام دیا گیا
انہوں نے کرناٹک کے خلاف اول درجہ کرکٹ میں اپنی دوسری سنچری بنائی
ان کا 201 اول درجہ کرکٹ میں سب سے زیادہ سکور بھی ہے
انہوں نے 3 میچوں کی سیریز کے پہلے ایک روزہ میں 24 گیندوں پر 43 رنز بنائے
فروری 2022 میں پرسید کو ویسٹ انڈیز کے خلاف ایک روزہ کے لیے ہندوستان کے اسکواڈ میں شامل کیا گیا
انہوں نے اسی سیریز کے پہلے ایک روزہ میں ویسٹ انڈیز کے خلاف اپنا ایک روزہ ڈیبیو کیا
انہوں نے اسی سیریز کے پہلے ایک روزہ میں ویسٹ انڈیز کے خلاف اپنا ایک روزہ ڈیبیو کیا
بین الاقوامی مقابلوں میں وہ گیند کے ساتھ فارم میں واپس آئی اور ہر ایک روزہ میں ایک وکٹ سے زیادہ اوسط حاصل کی
انہوں نے آئرلینڈ میں ایک اسٹاپ اوور کے ساتھ آغاز کیا اور تین ایک روزہ میں سے صرف دوسرا آگے بڑھا
اسٹالیکر نے تینوں میچوں میں کھیلا جب آسٹریلیا نے ایک روزہ میں کلین سویپ کیا
اس کے بعد آسٹریلین ٹیم ایک ٹی20 بین الاقوامی اور پانچ ایک روزہ میچوں کے لیے لنکن نیوزی لینڈ میں برٹ سٹکلف اوول گئے
اس نے پانچوں ایک روزہ میچوں میں کھیلا جس میں مسلسل اگرچہ غیر شاندار نتائج آئے
انگلینڈ نے آخری ایک روزہ کے علاوہ تمام ایک روزہ میچز جیتے جو کہ دھول چوں چوں چبائے گئے
انگلینڈ نے آخری ایک روزہ کے علاوہ تمام ایک روزہ میچز جیتے جو کہ دھول چوں چوں چبائے گئے
اس کے بعد اسٹالیکر مغربی آسٹریلیا کے خلاف دونوں فائنلز کے دوران عروج پر تھے
سیریز کے بعد اسٹالیکر نے نیوزی لینڈ کے خلاف روز باؤل سیریز میں کھیلا جس کا آغاز آسٹریلیا میں پانچ ایک روزہ سے ہوا
اس کے بعد آسٹریلیا نے نیوزی لینڈ میں ایک روزہ میں نیوزی لینڈ کو 3 0 سے کلین سویپ کیا
ایک روزہ اور ٹوئنٹی 20 ڈیبیو
آسٹریلیا کو ایک روزہ میچ میں صرف ایک بار 10 وکٹوں کے فرق سے شکست ہوئی ہے
ہر سیزن 1935 تک 1930 کے علاوہ جب اس نے کوئی اول درجہ کرکٹ نہیں کھیلی تھی
انہوں نے اپنے آخری اول درجہ میچ 1949 میں کھیلے
انہوں نے میچ کی پہلی اننگز میں اپنی پہلی اول درجہ سنچری بنائی جسے آکسفورڈ نے تقریبا جیت لیا
اسی میچ میں انہوں نے 65 رنز کے عوض چار وکٹیں حاصل کرتے ہوئے اپنے اول درجہ کیرئیر کی بہترین باؤلنگ کا ریکارڈ بنایا
انہوں نے تمام اول درجہ میچوں میں 41 94 کی اوسط سے 797 رنز بنائے جس میں 2 سنچریاں بھی شامل ہیں
انہوں نے 1921 22 اور 1931 32 کے درمیان آکلینڈ کے لیے اپنی مقامی اول درجہ کرکٹ کی اکثریت کھیلی
1934 35 میں ویلنگٹن کے خلاف آکلینڈ کے لیے کھیلتے ہوئے اس نے 115 رنز بنائے جو ان کی پہلی اول درجہ سنچری تھی
اس میچ میں وائٹ لا کا 195 ان کا اول درجہ کا سب سے بڑا اسکور تھا
جون کے آخر میں پہلے ٹیسٹ کے وقت تک کاوی کے پاس اول درجہ کی 32 وکٹیں تھیں
کووی نے اس دورے کے بقیہ اول درجہ میچوں میں اپنی اچھی فارم کو برقرار رکھا
یہ میچ صرف ایک دن تک جاری رہا جو کہ 12 سال تک اول درجہ کھیل میں پہلا ایک روزہ ختم ہوا
یہ اول درجہ کرکٹ میں ان کی آخری اہم باؤلنگ کامیابی ثابت ہوئی
کووی 1955 56 سے 1960 61 تک اول درجہ امپائر تھے
اس کے بھائی جارج والیس اور بیٹے گریگوری والیس دونوں نے آکلینڈ کے لیے اول درجہ کرکٹ کھیلی
مجموعی طور پر اس دورے میں انہوں نے 23 94 کی اوسط سے 59 اول درجہ وکٹیں حاصل کیں
ان کا آخری اول درجہ میچ 1946 میں آسٹریلیا کے خلاف نیوزی لینڈ کے پہلے ٹیسٹ میچ میں تھا
انہوں نے چھ سیزن کے لیے مزید کوئی اول درجہ میچ نہیں کھیلے لیکن 1952 53 میں سینٹرل ڈسٹرکٹس کی کپتانی میں واپس آئے
1953 54 میں ایک اور اول درجہ میچ اور 1954 55 میں اپنا آخری میچ کھیلا
اس میچ کی دوسری اننگز میں ان کی 143 رنز ان کی واحد اول درجہ سنچری تھی
اس نے دسمبر 1946 میں آکلینڈ کے لیے اپنا اول درجہ ڈیبیو کیا
ان کے اگلے اول درجہ میچ سنٹرل ڈسٹرکٹس کے لیے 1950 51 میں تھے جب انہوں نے پلنکٹ شیلڈ میں پہلی بار شرکت کی
اس نے اپنے اول درجہ کیریئر کا بقیہ حصہ سنٹرل ڈسٹرکٹس کے ساتھ گزارا جو 1959 60 میں ختم ہوا
اول درجہ کیریئر میں جو اس کی عمر 19 سال کی تھی اور اس کا اختتام 41 سال کی عمر میں ہوا
اول درجہ کرکٹ میں یہ ان کی پہلی نصف سنچری تھی
کولکوہون ایک وکٹ کیپر اور ایک کارآمد نچلے آرڈر کے دائیں ہاتھ کے بلے باز تھے جو اول درجہ کرکٹ میں دیر سے آئے
یہ ان کی پہلی اول درجہ سنچری بھی تھی
تمام اول درجہ میچوں میں 709 رنز بنائے
اول درجہ کرکٹ میں واٹ نے 1942 43 اور 1962 63 کے درمیان 48 میچ کھیلے
اس نے دو اول درجہ سنچریاں سکور کیں دونوں ہی ویلنگٹن کے خلاف
انہوں نے 1966 67 کے سیزن کے بعد اول درجہ کرکٹ سے ریٹائرمنٹ لے لی
وہ 35 سال کے تھے جب انہوں نے 1954 55 میں آکلینڈ کے لیے اول درجہ ڈیبیو کیا
بل پلیلے کے اول درجہ کیریئر کا آغاز آکلینڈ سے 1956 57 میں 18 سال کی عمر میں ہوا
جولائی 2022 تک 414 امپائرز ایک ایک روزہ میچ میں امپائرنگ کر چکے ہیں
پہلا ایک روزہ میچ 5 جنوری 1971 کو آسٹریلیا اور انگلینڈ کے درمیان میلبورن کرکٹ گراؤنڈ میں ہوا
یہ ان کے آخری اول درجہ میچ تھے
وہ سنٹرل ڈسٹرکٹس میں 1966 67 میں واپس آئے اور 1969 70 کے سیزن میں اپنا آخری اول درجہ میچ کھیلا
ڈک نے کرسمس ڈے 1956 کو اوٹاگو کے لیے اپنا اول درجہ ڈیبیو کیا ایک مڈل آرڈر بلے باز کے طور پر کھیلا
163 اول درجہ میچوں میں اس نے 24 41 کی اوسط سے 8 64 کی بہترین کارکردگی کے ساتھ 524 وکٹیں حاصل کیں
مورگن صرف 16 سال کے تھے جب انہوں نے 1957 58 میں آکلینڈ کے لیے اول درجہ ڈیبیو کیا
ٹرسکوٹ ایک دائیں ہاتھ کا بلے باز تھا جس کا مختصر اول درجہ کیریئر تھا جو صرف پانچ سال تک جاری رہا
جاروس نے 1964 65 کے سیزن میں اپنا اول درجہ ڈیبیو کیا
اگرچہ وہ ایک قابل کیپر تھا جس نے قومی ٹیم کے لیے اپنے 25 اول درجہ میچوں میں سے 13 کھیلے
ان کے تین ٹیسٹ ان کے آخری اول درجہ میچ تھے
اول درجہ کرکٹ میں ان کا سب سے زیادہ سکور 1968 69 میں ناردرن ڈسٹرکٹس کے خلاف کینٹربری کے لیے 136 ناٹ آؤٹ تھا
اس نے اپنا پہلا اول درجہ میچ ہیمپشائر کے لیے 1971 میں دورہ کرنے والے بھارت کے خلاف کھیلا
انہوں نے 1971 سے 1985 تک اول درجہ کرکٹ کھیلی
اپنے کیریئر میں انہوں نے سنٹرل ڈسٹرکٹس کے لیے 392 اول درجہ وکٹیں حاصل کیں جو کسی بھی دوسرے باؤلر سے زیادہ ہیں
دورہ کرنے والے آسٹریلیائیوں کے خلاف اوٹاگو کی طرف سے کھیلنے کے بعد چند ہفتوں بعد اس نے مزید اول درجہ کرکٹ نہیں کھیلی
انہوں نے بطور وکٹ کیپر بلے باز 1976 سے 1983 تک 21 ٹیسٹ اور 31 ایک روزہ کھیلے
انہوں نے 1970 میں اوٹاگو کے لیے اول درجہ ڈیبیو کیا اور اپنے کیریئر کو 1988 تک بڑھا دیا
ایڈورڈز نے سنٹرل ڈسٹرکٹس کے لیے 1973 74 سے 1984 85 تک اول درجہ اور لسٹ اے کرکٹ کھیلی
یہ 2010 تک نیوزی لینڈ کی اول درجہ کرکٹ میں سب سے مہنگی گیند بازی بھی تھی
فرسٹ کلاس کرکٹ میں انہوں نے 25 , 000 سے زیادہ رنز بنائے جس میں 50 سے زیادہ اول درجہ سنچریاں بھی شامل ہیں
1977 میں ڈربی شائر کے لیے پانچ اول درجہ میچ کے بعد جان رائٹ نے اپنی کاؤنٹی کیپ اور تنخواہ میں اضافہ حاصل کیا
1981 میں ایڈگر ایک ایک روزہ اننگز میں 99 رنز پر ناقابل شکست رہنے والے پہلے کرکٹر بن گئے
ان کے والد آرتھر نے چند اول درجہ میچوں میں ویلنگٹن کی نمائندگی کی تھی
وہ ایک روزہ اور اول درجہ کرکٹ دونوں میں وکٹیں حاصل کرتے رہے
اس نے 1976 77 کے سیزن کے دوران کینٹربری کے لیے اپنا اول درجہ ڈیبیو کیا
اس کے علاوہ اس نے آٹھ سال تک اول درجہ امپائر کے طور پر کام کیا
انہوں نے 1980 سے 1993 تک آکلینڈ کے لیے اول درجہ کرکٹ کھیلی
تھامسن نے 1997 میں 28 سال کی عمر میں اول درجہ کرکٹ سے ریٹائرمنٹ لے لی
اگلے سیزن میں اس نے اپنا اول درجہ ڈیبیو کیا
مجموعی طور پر 83 اول درجہ اور 68 لسٹ اے میچ کھیلے
ہارٹ لینڈ نے سیریز میں تین میں سے دو ایک روزہ بھی کھیلے
انہوں نے ملک کی اول درجہ ٹیموں کے خلاف نو میچ کھیلے لیکن صرف ایک ٹیسٹ ان کا آخری
وہ ویلنگٹن کے لیے مقامی کرکٹ کھیلتے ہیں اور 1994 سے اول درجہ کرکٹ کھیل رہے ہیں
واکر کا اول درجہ اور لسٹ اے کیریئر 1997 98 نیوزی لینڈ کے مقامی سیزن میں شروع ہوا
انہوں نے گھریلو مقابلوں میں 199 اول درجہ وکٹوں اور 74 محدود اوورز کی وکٹوں کے ساتھ اپنے کیریئر کا اختتام کیا
انہوں نے نیوزی لینڈ کے لیے ٹیسٹ اور ایک روزہ انٹرنیشنل کھیلے
اس نے 1998 99 کے سیزن میں آکلینڈ کے لیے اول درجہ ڈیبیو کیا
خواتین کا پہلا ایک روزہ 1973 میں انگلینڈ اور آسٹریلیا کے درمیان میں کھیلا گیا
اس نے اپنا اول درجہ ڈیبیو 2000 2001 میں کیا اور بین الاقوامی ڈیبیو 2005 2006 میں کیا
ان کی پہلی ایک روزہ سنچری
ایلیٹ نے انگلینڈ کے خلاف 3 وکٹیں لے کر نیوزی لینڈ کے لیے اپنا ایک روزہ ڈیبیو بھی کیا ہے
اپنے دوسرے گیم میں اس نے اپنا پہلا ایک روزہ 50 سکور کیا
ان کا 267 کا اسٹینڈ ایک روزہ میں چھٹی وکٹ کی سب سے بڑی شراکت ہے
اپریل 2016 میں ایلیٹ نے ایک روزہ کرکٹ سے ریٹائرمنٹ کا اعلان کیا
نومبر 2019 میں 2019 20 پلنکٹ شیلڈ سیزن کے دوران فلن نے اپنا 100 واں ایک روزہ میچ کھیلا
اس کے بعد انہوں نے 23 فروری 2008 کو آخری ایک روزہ انٹرنیشنل کے لیے آؤٹ آف فارم پیٹر فلٹن کی جگہ لی
یہ اقدام حیران کن تھا کیونکہ ہاپکنز نے 2006 07 کے موسم گرما میں اوٹاگو کے لیے 5 اول درجہ سنچریاں بنائی تھیں
وہ پانچ ایک روزہ میچوں میں نیوزی لینڈ کے بہترین بلے باز تھے
رائیڈر نے 13 جنوری 2009 کو پانچواں ایک روزہ کھیلا اور 21 رنز بنائے
نومبر 2017 میں اس نے اول درجہ کرکٹ میں اپنی 25 ویں سنچری بنائی
انہوں نے اپنے پہلے ایک روزہ میچ میں 69 رنز بنائے جو ان کا سب سے بڑا بین الاقوامی اسکور رہا
9 مارچ 2012 کو انگرام نے اول درجہ کرکٹ سے ریٹائرمنٹ کا اعلان کیا
اس نے 2006 میں کینٹربری کے خلاف کھیلتے ہوئے شمالی اضلاع کے لیے اپنا اول درجہ ڈیبیو کیا
کندھے کی ایک غیر متوقع سنگین سرجری کا مطلب ہے کہ اس نے صرف 12 ایک روزہ کھیلے
ان کے بہترین اول درجہ باؤلنگ کے اعداد و شمار 2000 01 میں آکلینڈ کے خلاف کینٹربری کے لیے 151 کے عوض 7 تھے
اس نے 26 76 کی اوسط سے 910 اول درجہ رنز بنائے ہیں شمالی اضلاع کے خلاف 78 کے ٹاپ اسکور کے ساتھ
ینگ نے نیوزی لینڈ کے لیے اپنی پہلی ٹیسٹ کیپ جنوری 2011 میں پاکستان کے خلاف اپنے 100ویں اول درجہ میچ پر حاصل کی
دسمبر 2015 میں نکولس کو سری لنکا کے خلاف سیریز کے لیے نیوزی لینڈ کے ایک روزہ انٹرنیشنل سکواڈ میں شامل کیا گیا
راول نے ایک روزہ میں بھی اچھا مظاہرہ نہیں کیا
راول نے دسمبر 2008 میں ویسٹ انڈیز کے خلاف ایک ٹور میچ کے دوران آکلینڈ کے لیے اپنے اول درجہ کرکٹ کا آغاز کیا
اگست 2021 میں پٹیل کو پاکستان کے دورے کے لیے نیوزی لینڈ کے ایک روزہ سکواڈ میں شامل کیا گیا
مارچ 2021 میں مچل کو بنگلہ دیش کے خلاف سیریز کے لیے نیوزی لینڈ کے ایک روزہ انٹرنیشنل سکواڈ میں شامل کیا گیا
26 مارچ 2021 کو مچل نے بنگلہ دیش کے خلاف سیریز کے تیسرے میچ میں ایک روزہ کرکٹ میں اپنی پہلی سنچری بنائی
نومبر 2019 میں 2019 20 پلنکٹ شیلڈ سیزن کے دوران فرگوسن نے اپنی 150ویں اول درجہ وکٹ حاصل کی
نومبر 2016 میں انہیں آسٹریلیا کے خلاف سیریز کے لیے نیوزی لینڈ کے ایک روزہ انٹرنیشنل سکواڈ میں شامل کیا گیا
اس نے اپنا اول درجہ ڈیبیو 6 مارچ 2017 کو کینٹربری کے خلاف 2016 17 پلنکٹ شیلڈ سیزن میں کیا
مارچ 2021 میں ینگ کو بنگلہ دیش کے خلاف سیریز کے لیے نیوزی لینڈ کے ایک روزہ انٹرنیشنل سکواڈ میں شامل کیا گیا
انہوں نے یہ کارنامہ اپنے 23 ویں ایک روزہ میچ میں کوئنٹن ڈی کاک کی وکٹ لے کر انجام دیا
جنوری 2015 میں میک کلیناگھن کو 2015 کرکٹ عالمی کپ کے لیے نیوزی لینڈ کے 15 رکنی ایک روزہ سکواڈ میں شامل کیا گیا
وہیلر کو عالمی کپ کے بعد 2015 میں نیوزی لینڈ کے ایک روزہ سکواڈ میں بلایا گیا تھا
وہیلر نے انگلینڈ کے خلاف تیسرے ایک روزہ میں ڈیبیو کیا اور اپنے 10 اوورز میں 3 63 حاصل کیا
اس نے دسمبر 2007 میں سنٹرل ڈسٹرکٹس کے لیے بیٹنگ کا آغاز کرتے ہوئے 71 رنز بنا کر اپنا اول درجہ ڈیبیو کیا
چیپ مین نے اپنا اول درجہ ڈیبیو 17 دسمبر 2015 کو 2015 16 پلنکٹ شیلڈ میں کیا
اس نے اپنا اول درجہ ڈیبیو 17 فروری 2021 کو کوئنز لینڈ کے لیے 2020 21 شیفیلڈ شیلڈ سیزن میں کیا
جون 2022 میں کوہنیمن کو سری لنکا کے خلاف سیریز کے لیے آسٹریلیا کے ایک روزہ انٹرنیشنل اسکواڈ میں شامل کیا گیا
وہ نیوزی لینڈ کی پہلی ایک روزہ کپتان تھیں جنہوں نے 1973 کے عالمی کپ میں ان کی قیادت کی
پانچ ایک روزہ میں سے تین جن میں برینٹال کی کپتانی اس کی ٹیم نے جیتی
1988 میں وہ مردوں کے اول درجہ میچ میں امپائرنگ کرنے والی پہلی خاتون بن گئیں
1992 93 میں اس نے ایک سیزن میں ویلنگٹن کلب کی طرف سے اب تک کا سب سے زیادہ مجموعی 1259 رنز بنائے
پیج نے ڈیبیو نیوزی لینڈ کے افتتاحی ایک روزہ میچ میں کیا
وہ جنوبی افریقہ کے خلاف پانچ میچوں کی سیریز کے لیے ویسٹ انڈیز کے ایک روزہ اسکواڈ میں بھی تھے
اس نے ٹور کے پہلے ایک روزہ میں اپنا ایک روزہ بین الاقوامی ڈیبیو کیا
اس نے ایک روزہ میں 63 کیچز اور 19 سٹمپنگ بھی کیں
وہ ڈیبی ہاکلے کے بعد 100 ایک روزہ کا سنگ میل عبور کرنے والی نیوزی لینڈ کی صرف دوسری خاتون تھیں
ایک روزہ سطح پر اس کی بہترین شخصیات
اس کے آخری بین الاقوامی میچ اکتوبر 2006 میں آسٹریلیا کے خلاف ایک روزہ سیریز میں ہوئے
پہلے ایک روزہ میں ڈیبیو پراس نے 10 اوورز میں 3 39 لیے
اس نے 8 جون 2018 کو نیوزی لینڈ کے لیے خواتین ایک روزہ انٹرنیشنل کرکٹ میں ڈیبیو کیا آئرلینڈ ویمن کے خلاف بھی
بھارتی مقامی کرکٹ میں دیویچا کا کیریئر انگلینڈ کے مقابلے میں بہت چھوٹا تھا
یہ ان لوگوں کی فہرست ہے جو ٹیسٹ ایک روزہ اور ٹوئنٹی 20 انٹرنیشنل کرکٹ ٹیموں میں باضابطہ آسٹریلوی کپتان رہ چکے ہیں
اس سے فرسٹ ڈویژن اور اول درجہ کرکٹ میں کھیلنے کی راہ ہموار ہوئی
وہ دس سال تک اول درجہ کرکٹ کھیلتا رہا
دو سال بعد فائنل میں بھی راجستھان کے خلاف اس نے ایک اور فتح میں اپنی واحد اول درجہ سنچری 107 اسکور کی
اول درجہ کرکٹ سے ریٹائر ہونے کے بعد بھٹ نے امپائر منتظم اور کوچ کے طور پر کئی عہدوں پر کام کیا ہے
اپنے اول درجہ ڈیبیو سے پہلے ہی ندیم کو اگلے بڑے بائیں ہاتھ کے سست بولر کے طور پر دیکھا گیا
اس نے حیدرآباد کے لیے نومبر 2017 کو 2017 18 رنجی ٹرافی میں اپنا اول درجہ ڈیبیو کیا
دسمبر 2021 میں گائیکواڑ کو جنوبی افریقہ کے خلاف ان کی سیریز کے لیے ہندوستان کی ایک روزہ ٹیم میں شامل کیا گیا تھا
جولائی 2022 میں انہیں ویسٹ انڈیز کے خلاف غیر ملکی سیریز کے لیے بھارت کی ایک روزہ ٹیم میں شامل کیا گیا
وکٹ اور بنگلہ دیش کا پہلا اول درجہ چھکا
بین الاقوامی سطح پر انہوں نے ٹیم کے لیے 8 ٹیسٹ اور 29 ایک روزہ میچز کھیلے
انہوں نے اپنے پورے کیریئر میں 10 ٹیسٹ اور 9 ایک روزہ کھیلے ہیں
اول درجہ میں 15 مرتبہ 5 وکٹیں لینے کی شہرت ملک کے کسی اور فاسٹ باؤلر کے پاس نہیں ہے
انہوں نے اپنا ٹیسٹ اور ایک روزہ ڈیبیو اپریل 2001 میں زمبابوے کے خلاف کیا
انہوں نے 132 اول درجہ کرکٹ 119 لسٹ اے کرکٹ اور 22 ٹی ٹوئنٹی میچز کھیلے
زمبابوے میں ایک روزہ انٹرنیشنل سیریز میں حصہ لینے کے ساڑھے پانچ سال بعد بھارت کے دورے پر ہے
نومبر 2021 میں انہوں نے اول درجہ اور بین الاقوامی کرکٹ سے ریٹائرمنٹ کا اعلان کیا
انہوں نے کل دو ایک روزہ کھیلے
عبدالرزاق نے اول درجہ کرکٹ ( 8 123 ) میں اپنی بہترین باؤلنگ کے اعداد و شمار لے کر جواب دیا
انہوں نے اپنی پہلی ایک روزہ سنچری 2010 میں آئرلینڈ کے خلاف کھوئی ہوئی وجہ سے بنائی تھی
ناظم الدین نے 16 سال کی عمر میں اول درجہ ڈیبیو کیا تھا
ربی نے اپنا اول درجہ ڈیبیو اکتوبر 2008 میں سلہٹ ڈویژن کے خلاف کیا
ان کے اعداد و شمار کسی اول درجہ میچ میں بنگلہ دیشی باؤلر کے تیسرے بہترین ہیں
اسی مہینے کے آخر میں انہیں ویسٹ انڈیز کے خلاف میچوں کے لیے بنگلہ دیش کی ایک روزہ ٹیم میں شامل کیا گیا
مئی 2021 میں انہیں سری لنکا کے خلاف سیریز کے لیے بنگلہ دیش کی ایک روزہ ٹیم میں شامل کیا گیا
اس نے اپنا ایک روزہ ڈیبیو بنگلہ دیش کے لیے 25 مئی 2021 کو سری لنکا کے خلاف کیا
ایک اوپننگ بلے باز اس نے ایک روزہ میں نرم آف بریک بولنگ کرتے ہوئے 4 وکٹیں بھی حاصل کیں
بدقسمتی سے اوپنر کے لیے مکمل ایک روزہ میں ان کا تجربہ زیادہ خوش کن نہیں تھا
انہوں نے اپنا واحد ایک روزہ پاکستان کے خلاف 12 جنوری 1998 کو کھیلا
اس وقت وہ بی سی بی کے اول درجہ امپائروں کے پینل میں ایک پیشہ ور امپائر ہیں
انہوں نے 2008 میں بنگلہ دیش کے لیے 14 ایک روزہ اور ایک ٹی ٹوئنٹی کھیلا
اس نے جون 2008 میں مڈل سیکس کے لیے اول درجہ ڈیبیو کیا ناٹ آؤٹ 132 رنز بنائے
جون 2022 میں نیدرلینڈز کے خلاف افتتاحی میچ میں ملان نے 125 رنز کے ساتھ ایک روزہ کرکٹ میں اپنی پہلی سنچری بنائی
تھامسن نے پانچ یوتھ ایک روزہ انٹرنیشنل کھیلتے ہوئے انڈر 19 سطح پر آئرلینڈ کی نمائندگی کی ہے
وہ آئرلینڈ کے لیے ٹیسٹ ایک روزہ انٹرنیشنل اور ٹوئنٹی 20 انٹرنیشنل کھیلے قومی ٹیم کے لیے پہلی بار 2005 میں آئے
جنوری 2019 میں انہیں بھارت میں افغانستان کے خلاف سیریز کے لیے آئرلینڈ کے ٹیسٹ اور ایک روزہ انٹرنیشنل سکواڈز میں شامل کیا گیا
26 مئی 2013 کو میک برائن نے اسکاٹ لینڈ کے خلاف آئرلینڈ کے لیے اپنا اول درجہ ڈیبیو کیا
جنوری 2019 میں انہیں بھارت میں افغانستان کے خلاف سیریز کے لیے آئرلینڈ کے ٹیسٹ اور ایک روزہ انٹرنیشنل سکواڈز میں شامل کیا گیا
مئی 2019 میں انہیں انگلینڈ کے خلاف واحد ایک روزہ کے لیے آئرلینڈ کی ٹیم میں شامل کیا گیا
اڈیر کو سیریز کے تیسرے اور آخری ایک روزہ کے لیے آئرلینڈ کی ٹیم میں شامل کیا گیا
وہ لسٹ اے بولنگ پرفارمنس سکاٹ لینڈ کے خلاف ایک روزہ میں ان کی بہترین بولنگ پرفارمنس ہے
انہوں نے 1948 49 میں مغربی آسٹریلیا کے لیے دو اول درجہ میچ کھیلے
لارا کے پاس اول درجہ کرکٹ میں سب سے زیادہ اسکور کا ریکارڈ ہے انہوں نے 1994 میں ناٹ آؤٹ 501 رنز بنائے تھے
اس نے اپنے اول درجہ ڈیبیو پر 35 رنز بنائے اور اس نے 40 کی اوسط سے 245 رنز بنائے
انہوں نے اس سفر میں کسی بھی دوسرے آسٹریلوی بلے باز سے زیادہ اول درجہ رنز بنائے
وہ جنوبی افریقہ چلے گئے اور ٹرانسوال کے لیے دو سیزن کھیلے پھر اول درجہ کرکٹ سے ریٹائر ہو گئے
میچ کے بعد فرنینڈس نے صرف ایک اور فرسٹ کلاس میچ کھیلا اور 1932 میں اول درجہ کرکٹ سے ریٹائر ہوئے
"
کھیلنے کے بعد وہ انگریز اول درجہ کرکٹ میں امپائر بن گئے 1966 سے 1995 تک میچوں میں کھڑے رہے
اس نے اپنا اول درجہ ڈیبیو 5 جولائی 2021 کو مڈل سیکس کے لیے 2021 کاؤنٹی چیمپئن شپ میں کیا
2022 کاؤنٹی چیمپئن شپ کے مڈل سیکس کے پہلے میچ میں اس نے اپنی پہلی اول درجہ نصف سنچری بنائی
مارچ 1928 اور جنوری 1935 کے درمیان اس نے صرف پانچ اول درجہ میچ کھیلے
یہ واحد ٹیسٹ میچ جانسن کا آخری اول درجہ کرکٹ میچ تھا
وورل نے ہیمپشائر کے لیے اپنا اول درجہ ڈیبیو کیا 1969 میں دورہ کرنے والے نیوزی لینڈرز کے خلاف ایک ہی میچ کھیلا
وورل نے ہیمپشائر کے لیے 32 اول درجہ میچز کھیلے جن میں سے آخری میچ 1972 میں لیسٹر شائر کے خلاف کھیلا
یہ ان کا اول درجہ کا سب سے بڑا اسکور تھا
1952 تک جاری رہنے والے اول درجہ کیریئر میں اس نے جمیکا کے لیے 28 فرسٹ کلاس میچ کھیلے
بنز کا انتقال 29 دسمبر 2017 کو فلوریڈا میں 88 سال کی عمر میں ہوا
ان کے دادا جان کار اول درجہ سطح پر کرکٹ کھیلتے تھے
اس نے دائیں ہاتھ کے بلے باز اور آف بریک باؤلر کے طور پر آکسفورڈ اور مڈل سیکس کے لیے اول درجہ کرکٹ کھیلی
اس نے جون 2016 کے دوران ارونڈیل میں نارتھمپٹن شائر بمقابلہ سسیکس کے لیے اول درجہ ڈیبیو کیا
انہوں نے 1937 میں یارکشائر کے خلاف ایک اول درجہ میچ میں اسکاٹ لینڈ کی نمائندگی کی
ایڈس ہیڈ کا اول درجہ بہترین 156 ناٹ آؤٹ 2009 میں ایسیکس کے خلاف آیا تھا
اس نے اپنا اول درجہ ڈیبیو یکم اگست 2020 کو ڈربی شائر کے لیے 2020 باب ولس ٹرافی میں کیا
ان کا انتقال فرانس کے شہر لیون میں 73 سال کی عمر میں ہوا ان کے بیٹے ہنری نے بھی اول درجہ کرکٹ کھیلی
جولائی 2018 میں اسٹون مین نے 10 , 000 اول درجہ رنز کا سنگ میل عبور کیا
2011 کے سیزن میں اس نے ڈرہم کے لیے ڈرہم ایم سی سی یو کے خلاف اول درجہ میچ میں ڈیبیو کیا
ووڈ پاکستان کے خلاف پہلے ایک روزہ میں انجری سے وقت پر واپس آئے
اگلے مہینے اسے 2018 کے سپر پراونشل ایک روزہ ٹورنامنٹ کے لیے کینڈی کے دستے میں بھی شامل کیا گیا
اس نے ستمبر 2016 میں سسیکس کے خلاف گلوسٹر شائر کے لیے اپنا اول درجہ ڈیبیو کیا
فریڈرک کو دوسرے ٹیسٹ کے لیے ڈراپ کر دیا گیا اور دوبارہ اول درجہ کرکٹ نہیں کھیلی
نہوں نے 1960 61 میں آسٹریلیا کا دورہ کیا چھ اول درجہ میچوں میں 5 وکٹیں حاصل کیں
1961 میں ہیسٹنگز میں ایک تہوار کے میچ کے بعد ان کا اول درجہ کیریئر ختم ہو گیا
کیماڑی ڈسٹرکٹ ( سندھ پاکستان میں کراچی ڈویژن کا ایک انتظامی ضلع ہے
ضلع کیماڑی 2020 میں کراچی ویسٹ ڈسٹرکٹ کو الگ کرنے کے بعد بنایا گیا تھا
اپنے آخری اول درجہ میچ میں اس نے ڈیمیرارا کے خلاف 132 اور 101 رنز بنائے
ننن کے چچا نرمل نانن اور بھتیجے میگنم نانن نے بھی اول درجہ کرکٹ کھیلی
اپنے پہلے ایک روزہ میں اس نے انگلینڈ کے خلاف کنگسٹاؤن سینٹ ونسنٹ میں شاندار 62 رنز بنائے
ڈومیسٹک کرکٹ میں بٹس نے گیانا کے لیے 61 فرسٹ کلاس کھیل کھیلے اور ٹیم کے ساتھ اول درجہ کرکٹ میں تین ٹائٹل جیتے
اس نے 1978 79 سے 1989 90 تک فرسٹ کلاس کرکٹ کھیلی 68 اول درجہ میچوں میں حصہ لیا زیادہ تر بارباڈوس کے لیے
رابرٹس نے ایک دن کی شاندار فارم کے بعد 1996 میں اول درجہ ڈیبیو کیا
وہ ایک روزہ میں سنچری بنانے والے سب سے کم عمر ویسٹ انڈین کھلاڑی تھے
ملر نے 2019 میں سری لنکا کا دورہ کیا اور 47 کی عمر میں 3 اول درجہ وکٹیں حاصل کیں
اس نے اول درجہ گیم میں 2 75 لیے
ڈیل موریس رچرڈز ( پیدائش 16 جولائی 1976 ) ایک ویسٹ انڈین کرکٹ کھلاڑی ہے جو بارباڈوس کے لیے اول درجہ کرکٹ کھیلتا ہے
بارتھ جون میں ہندوستان کے خلاف پانچ ایک روزہ میچوں میں سے آخری کے لیے ویسٹ انڈیز کی ٹیم میں واپس آئے
ان کی کوششوں سے ویسٹ انڈیز کی ایک روزہ ٹیم میں جگہ ملی
اول درجہ کرکٹ میں کوٹریل لیورڈ آئی لینڈز کے لیے کھیلتے ہیں
جانسن نے اپنی پہلی ایک روزہ نصف سنچری 22 اگست 2008 کو بنائی
جنوری 2022 میں انہیں قطر میں نیدرلینڈز کے خلاف سیریز کے لیے افغانستان کے ایک روزی سکواڈ میں شامل کیا گیا
جنوری 2022 میں انہیں قطر میں نیدرلینڈز کے خلاف سیریز کے لیے افغانستان کے ایک روزہ اسکواڈ میں شامل کیا گیا
اس نے 30 جنوری 2004 کو کیریب بیئر کپ میں ٹرینیڈاڈ اور ٹوباگو کے خلاف ونڈورڈ جزائر کے لیے اول درجہ ڈیبیو کیا
وہ اپنے ایک روزہ ڈیبیو پر 26 رنز بنا کر بریڈ ہیڈن کے ہاتھوں رن آؤٹ ہوئے
اگست 2022 میں انہیں نیوزی لینڈ کے خلاف سیریز کے لیے ویسٹ انڈیز کی ایک روزہ ٹیم میں شامل کیا گیا
روٹ نے اپنی پہلی ایک روزہ سنچری 2014 میں ویسٹ انڈیز کے خلاف بنائی تھی
ان کا ایک روزہ میں سب سے زیادہ 133 ناٹ آؤٹ سکور جون 2017 میں بنگلہ دیش کے خلاف بنایا گیا تھا
تین اول درجہ میچوں کے بعد اس نے اپنے کرکٹ کیریئر کا خاتمہ کیا
وہ سری لنکا کے لیے پہلے ٹوئنٹی 20 بین الاقوامی میچ کا بھی رکن تھا اور اس نے پہلی کیپ حاصل کی
ایونٹ میں وہ ایک روزہ ڈیبیو پر پانچ وکٹیں لینے والے پہلے کھلاڑی بن گئے
ان کے کزن ڈینک ویرارتنے اور ان کے دو بھائی پاسن ویرارتنے اور چندولا ویرارتنے بھی اول درجہ کرکٹ کھیل چکے ہیں
ویراتنے نے 2000 01 کے سیزن میں مقامی اول درجہ کرکٹ نہیں کھیلی
اس نے 1998 99 پریمیئر ٹرافی میں سنہالی اسپورٹس کلب کے لیے کھیلتے ہوئے اپنا اول درجہ ڈیبیو کیا
مارچ 2019 میں اسے 2019 کے سپر پراونشل ایک روزہ ٹورنامنٹ کے لیے ڈمبولا کے اسکواڈ میں شامل کیا گیا
انہوں نے 1995 سے 2003 تک کینٹربری کے لیے 35 اول درجہ اور 10 لسٹ اے کھیلے
اس ٹورنامنٹ کے بعد اس نے آئرلینڈ کے لیے تیرہ یوتھ ایک روزہ انٹرنیشنل کھیلے تھے جن کی کیریئر بالنگ اوسط 25 50 تھی
انہوں نے مارچ 2008 میں بنگلہ دیش کے دورے کے دوران آئرلینڈ کے لیے اپنا ایک روزہ ڈیبیو کیا
انہوں نے جنوبی افریقہ کے لیے 14 ٹیسٹ اور 70 سے زیادہ ایک روزہ کھیلے ہیں
اس نے اپنا اول درجہ ڈیبیو 22 مارچ 1997 کو 17 سال کی عمر میں کیا
ورلڈ کپ کے دوران وہ جیمز فرینکلن جیسے لوگوں کے ساتھ کھیلے جنہوں نے ٹیسٹ اور ایک روزہ میں نیوزی لینڈ کی نمائندگی کی
26 مئی 2013 کو ینگ نے آئرلینڈ کے لیے اسکاٹ لینڈ کے خلاف اپنا اول درجہ ڈیبیو کیا
یہ ایک روزہ میں آئرلینڈ کے لیے ان کی بہترین کارکردگی ہے
اس نے کاؤنٹی کے لیے اگست 2014 میں ناٹنگھم شائر کے خلاف اپنا اول درجہ ڈیبیو کیا
اس نے یکم اگست 2017 کو 2017 بین الصوبائی چیمپئن شپ میں ناردرن نائٹس کے لیے اپنا اول درجہ ڈیبیو کیا
28 جولائی 2020 کو کرکٹ آئرلینڈ نے سیریز کے پہلے ایک روزہ کے لیے ٹییکٹر کو اپنے 14 رکنی سکواڈ میں نامزد کیا
اس نے 2001 02 کے سیزن میں اپنا اول درجہ ڈیبیو کیا
2 جولائی 2017 کو سنداکن کو زمبابوے کے خلاف دوسرے ایک روزہ میچ میں لایا گیا
مارچ 2019 میں اسے 2019 کے سپر پراونشل ایک روزہ ٹورنامنٹ کے لیے ڈمبولا کے دستے میں شامل کیا گیا
مارچ 2019 میں اسے 2019 کے سپر پراونشل ایک روزہ ٹورنامنٹ کے لیے ڈمبولا کے سکواڈ میں شامل کیا گیا
اگلے مہینےاسے 2018 کے سپر پراونشل ایک روزہ ٹورنامنٹ کے لیے گال کے سکواڈ میں بھی شامل کیا گیا
مارچ 2019 میں اسے 2019 کے سپر پراونشل ایک روزہ ٹورنامنٹ کے لیے کینڈی کے سکواڈ میں شامل کیا گیا
مارچ 2019 میں اسے 2019 کے سپر پراونشل ایک روزہ ٹورنامنٹ کے لیے کینڈی کے دستے میں شامل کیا گیا
وہ کولٹس کرکٹ کلب کے لیے اول درجہ کرکٹ بھی کھیلتا ہے
مارچ 2019 میں اسے 2019 کے سپر پراونشل ایک روزہ ٹورنامنٹ کے لیے کینڈی کے سکواڈ میں شامل کیا گیا
مارچ 2019 میں اسے 2019 کے سپر پراونشل ایک روزہ ٹورنامنٹ کے لیے کولمبو کے دستے میں شامل کیا گیا
مارچ 2019 میں اسے 2019 کے سپر پراونشل ایک روزہ ٹورنامنٹ کے لیے ڈمبولا کے اسکواڈ میں شامل کیا گیا
اگلے مہینے اسے 2018 کے سپر پراونشل ایک روزہ ٹورنامنٹ کے لیے کینڈی کے سکواڈ میں بھی شامل کیا گیا
مارچ 2019 میں اسے 2019 کے سپر پراونشل ایک روزہ ٹورنامنٹ کے لیے گال کے سکواڈ میں شامل کیا گیا
مارچ 2019 میں اسے 2019 کے سپر پراونشل ایک روزہ ٹورنامنٹ کے لیے کولمبو کےسکواڈ میں شامل کیا گیا
مارچ 2019 میں اسے 2019 کے سپر پراونشل ایک روزہ ٹورنامنٹ کے لیے ڈمبولا کے دستے میں شامل کیا گیا
مارچ 2019 میں اسے 2019 کے سپر پراونشل ایک روزہ ٹورنامنٹ کے لیے ڈمبولا کے اسکواڈ میں شامل کیا گیا
مارچ 2019 میں اسے 2019 کے سپر پراونشل ایک روزہ ٹورنامنٹ کے لیے کینڈی کے سکواڈ میں شامل کیا گیا
مارچ 2019 میں اسے 2019 کے سپر پراونشل ایک روزہ ٹورنامنٹ کے لیے کولمبو کے دستے میں شامل کیا گیا
میچ میں انہوں نے ایک روزہ کرکٹ میں اپنی پہلی گیند پر وکٹ حاصل کی
مارچ 2019 میں اسے 2019 کے سپر پراونشل ایک روزہ ٹورنامنٹ کے لیے کولمبو کے دستے میں شامل کیا گیا
مارچ 2019 میں اسے 2019 کے سپر پراونشل ایک روزہ ٹورنامنٹ کے لیے کولمبو کے سکواڈ میں شامل کیا گیا
ایک روزہ ڈیبیو پر سری لنکا کے کسی کھلاڑی کے لیے ان کی باؤلنگ کے اعداد و شمار سب سے خراب ہیں
مارچ 2019 میں اسے 2019 کے سپر پراونشل ایک روزہ ٹورنامنٹ کے لیے گال کے سکواڈ میں شامل کیا گیا
مارچ 2019 میں اسے 2019 کے سپر پراونشل ایک روزہ ٹورنامنٹ کے لیے گال کے سکواڈ میں شامل کیا گیا
مارچ 2019 میں اسے 2019 کے سپر پراونشل ایک روزہ ٹورنامنٹ کے لیے کینڈی کے دستے میں شامل کیا گیا
اس نے 11 مئی 2018 کو 2018 کے سپر پراونشل ایک روزہ ٹورنامنٹ میں گال کے لیے اپنا لسٹ اے ڈیبیو کیا
اپریل 2018 میں اسے 2018 کے سپر پراونشل ایک روزہ ٹورنامنٹ کے لیے کینڈی کے سکواڈ میں شامل کیا گیا
اس نے 18 جون 2019 کو 2019 بین الصوبائی چیمپئن شپ میں لینسٹر لائٹننگ کے لیے اپنا اول درجہ ڈیبیو کیا
اول درجہ کرکٹ میں ابتدائی کامیابی
سینئر ٹیم کے لیے ان کا ڈیبیو 2009 10 کے آئی سی سی انٹرکانٹینینٹل کپ میں کینیا کے خلاف اول درجہ میچ میں ہوا
اس میچ میں اس نے اپنی پہلی اول درجہ وکٹ لی جو کولنز اوبیا کی تھی
اول درجہ میچ کے بعد اس نے دوسرے ایک روزہ میں کینیا کے خلاف اپنا ایک روزہ بین الاقوامی ڈیبیو کیا
اول درجہ میچ کے بعد اس نے دوسرے ایک روزہ میں کینیا کے خلاف اپنا ایک روزہ بین الاقوامی ڈیبیو کیا
اس نے کینیڈا کے خلاف افغانستان کے دونوں ایک روزہ کھیلے سیریز میں 4 وکٹیں حاصل کیں
اس نے عالمی کرکٹ لیگ میں افغانستان کے لیے واحد ایک روزہ کھیلا
دوسرے ایک روزہ میں غنی ایک آدمی تھے جو کوئینز سپورٹس کلب میں زمبابوے کے خلاف افغانستان کی اننگز دکھا رہے تھے
نوین نے 7 مارچ 2018 کو 2018 کے احمد شاہ ابدالی 4 روزہ ٹورنامنٹ میں کابل ریجن کے لیے اپنا اول درجہ ڈیبیو کیا
ڈومیسٹک کرکٹ میں انہوں نے اول درجہ میچوں میں 2000 سے زیادہ رنز بنائے
اس نے 13 نومبر 2017 کو 2017 18 احمد شاہ ابدالی 4 روزہ ٹورنامنٹ میں آمو ریجن کے لیے اپنا اول درجہ ڈیبیو کیا
جنوری 2022 میں انہیں قطر میں نیدرلینڈز کے خلاف سیریز کے لیے افغانستان کے ایک روزہ سکواڈ میں شامل کیا گیا
انہوں نے نومبر 2017 کو 2017 18 احمد شاہ ابدالی 4 روزہ ٹورنامنٹ میں اسپین گھر ریجن کے لیے اپنا اول درجہ ڈیبیو کیا
وہ آئرش کرکٹ ٹیم کی نمائندگی کرتے ہوئے 7 خواتین کے ایک روزہ میچوں میں نظر آ چکی ہیں
مولینز نے جون 1999 میں آئرلینڈ کے لیے ایک روزہ ڈیبیو کیا ایک واحد کھیل میں جب ہندوستان انگلینڈ کا دورہ کر رہا تھا
انہوں نے اپنا ایک روزہ ڈیبیو 2003 میں ویسٹ انڈیز کے خلاف کیا اور 58 رنز بنائے
انہوں نے اپنا ایک روزہ ڈیبیو 2006 میں بنگلہ دیش کے خلاف کیا
انہوں نے زمبابوے کے لیے ٹیسٹ اور ایک روزہ میچز کھیلے ہیں
انہیں 2011 12 ایک روزہ سیریز میں زمبابوے میں نیوزی لینڈ کرکٹ ٹیم کے لیے منتخب کیا گیا تھا
جنوری 2020 میں زمبابوے کرکٹ نے انہیں عبوری بنیادوں پر زمبابوے کے ایک روزہ انٹرنیشنل اور ٹوئنٹی 20 انٹرنیشنل دستے کا کپتان نامزد کیا
چبھابھا نے اپنی پہلی اول درجہ سنچری ہرارے میں سری لنکا اے کے خلاف بنائی
اپنے پچھلے اول درجہ میچ میں جنوبی افریقہ اکیڈمی کے خلاف انہوں نے رن آؤٹ ہونے سے پہلے 98 رنز بنائے تھے
انہوں نے ٹیسٹ ڈیبیو کرنے سے پہلے زمبابوے کے لیے سب سے زیادہ ایک روزہ کھیلے
جنوری 2022 میں 2021 22 لوگان کپ کے دوران مسوارے نے اپنا 100 واں اول درجہ میچ کھیلا
دسمبر 2018 میں 2018 19 لوگان کپ کے ابتدائی راؤنڈ کے دوران مساکنڈا نے اول درجہ کرکٹ میں اپنی پہلی سنچری بنائی
اس نے 4 اکتوبر 2017 کو 2017 18 لوگان کپ میں رائزنگ سٹارز کے لیے اپنا اول درجہ ڈیبیو کیا
جنوری 2018 میں انہیں بنگلہ دیش میں سہ فریقی سیریز کے لیے زمبابوے کے ایک روزہ انٹرنیشنل سکواڈ میں شامل کیا گیا
3 نومبر 2020 کو پاکستان کے خلاف تیسرے میچ میں موزاربانی نے ایک روزہ کرکٹ میں اپنی پہلی 5 وکٹیں حاصل کیں
اس نے 18 دسمبر 2019 کو 2019 20 لوگن کپ میں رینجرز کے لیے اپنا اول درجہ ڈیبیو کیا
اس نے 8 فروری 2015 کو 2014 15 لوگن کپ میں میٹابیلیلینڈ ٹسکرز کے لیے اپنا اول درجہ ڈیبیو کیا
وہ ایک روزہ میچ میں اپنی پہلی گیند پر وکٹ لینے والے 26ویں بولر بن گئے جب انہوں نے ٹوبیاس ویسی کو آؤٹ کیا
اگست 2022 میں انہیں بنگلہ دیش کے خلاف سیریز کے لیے زمبابوے کے ایک روزہ دستے میں شامل کیا گیا تھا
اس نے 12 نومبر 2017 کو 2017 18 لوگان کپ میں رائزنگ سٹارز کے لیے اپنا اول درجہ ڈیبیو کیا
اگست 2021 میں شمبا کو آئرلینڈ کے خلاف سیریز کے لیے زمبابوے کے ایک روزہ دستے میں بھی شامل کیا گیا تھا
اپنے اول درجہ ڈیبیو سے پہلے انہیں 2020 انڈر 19 کرکٹ ورلڈ کپ کے لیے زمبابوے کی ٹیم میں شامل کیا گیا تھا
انہوں نے 1992 میں زمبابوے کے لیے ایک ایک روزہ کھیلا
سٹرائیڈم نے کینیا کے ذریعے زمبابوے کے اس 5 میچوں کے ایک روزہ ٹور میں اپنا ایک روزہ ڈیبیو کیا
سٹریڈم کو بنگلہ دیش کے خلاف 5 ہوم ایک روزہ کھیلنے کے لیے زمبابوے سکواڈ کے لیے منتخب کیا گیا تھا
اگست 2022 میں انہیں بنگلہ دیش کے خلاف سیریز کے لیے زمبابوے کی ایک روزہ ٹیم میں شامل کیا گیا
اگست 2022 میں انہیں بنگلہ دیش کے خلاف سیریز کے لیے زمبابوے کی ایک روزہ ٹیم میں شامل کیا گیا
اس نے اپنا اول درجہ ڈیبیو 31 جنوری 2022 کو زمبابوے میں 2021 22 لوگان کپ میں ایگلز کے لیے کیا
روز انیز نے بعد میں 5 دیگر اول درجہ میچ کھیلے 3کمبرلے کے لیے اور دو ٹرانسوال کے لیے
سٹیورٹ کے لیے یہ ان کا واحد اول درجہ میچ تھا
اس دورے کے بعد انہوں نے مزید اول درجہ کرکٹ نہیں کھیلی
اس نے اپنے آخری اول درجہ میچ 1904 05 کے سیزن میں مغربی صوبے کے لیے کھیلے
انہوں نے 1902 سے ٹرانسوال کے لیے مقامی اول درجہ کرکٹ کھیلی
شنٹر کوئن کے ساتھ 305 کی وکٹ کی شراکت جو آج تک فری سٹیٹ اول درجہ ریکارڈ بنی ہوئی ہے
ایک تیز گیند باز بل لنڈی نے 1909 سے 1914 کے درمیان تین صوبوں کے لیے آٹھ اول درجہ میچ کھیلے
ان کا واحد ٹیسٹ اور آخری اول درجہ میچ 1913 14 میں انگلینڈ کے دورہ جنوبی افریقہ کا پانچواں ٹیسٹ تھا
25 جون 2023 تک ( ٹوئنٹی20 بین الاقوامی 2118 تک )
اس دورے پر تمام اول درجہ میچوں میں انہوں نے 27 83 کی اوسط سے 61 وکٹیں حاصل کیں
یہ اننگز ان کے اول درجہ کیریئر کی سب سے بڑی اور واحد سنچری ثابت ہوئی
نیوزی لینڈ میں دوسرا ٹیسٹ میک ملن کا اول درجہ کرکٹ کا آخری کھیل تھا
انہوں نے نیو ساؤتھ کے خلاف ایک غیر اول درجہ میچ کھیلا
اس سے پہلے کہ وہ اول درجہ کرکٹ کو اچھے طریقے سے چھوڑ دیں
اننگز انہیں دوبارہ جنوبی افریقہ کے لیے منتخب نہیں کیا گیا اور درحقیقت انہوں نے مزید اول درجی کرکٹ بھی نہیں کھیلی
اس وقت انہوں نے جو 542 گیندیں کیں وہ اول درجہ کرکٹ میں کسی ایک اننگز میں سب سے زیادہ تھیں
یہ ان کا اول درجہ کا سب سے بڑا سکور رہے گا
اس نے اپنا اول درجہ ڈیبیو 18 اکتوبر 2019 کو کوئنز لینڈ کے لیے 2019 20 شیفیلڈ شیلڈ سیزن میں کیا
4 نومبر 2019 کو سٹریٹ نے مغربی آسٹریلیا کے خلاف 115 رنز کے ساتھ اپنی پہلی اول درجہ سنچری بنائی
اس نے مقابلے کے دوران دو مزید اول درجہ کھیلے بولانڈ اور ایسٹرنز کے خلاف
جولائی 2018 میں انہیں نیدرلینڈز کے ایک روزہ انٹرنیشنل سکواڈ میں شامل کیا گیا نیپال کے خلاف سیریز کے لیے
اس نے پہلی بار 1931 32 میں بارڈر کے لیے ایک اوپننگ بلے باز کے طور پر اول درجہ کرکٹ کھیلی
اس نے 1960 میں انگلینڈ کا دورہ کیا 23 اول درجہ میچوں میں 29 69 کی اوسط سے 980 رنز بنائے
" وہ سیزن کے اختتام پر ریٹائر ہو گئے اس لیے یہ ان کا آخری اول درجہ میچ ثابت ہوا
تیسرے میچ کے بعد جب انہیں ڈراپ کیا گیا تو انہوں نے اول درجہ کرکٹ سے ریٹائرمنٹ لے لی
انہوں نے بینسن اینڈ ہیجز ورلڈ سیریز 1993 94 کے دوران 1994 میں آسٹریلیا کے خلاف اپنے دونوں ایک روزہ کھیلے
انہوں نے 1997 اور 1998 میں 3 انڈر 19 ٹیسٹ میچ اور 8انڈر 19 ایک روزہ کھیلے
اس نے اپنا پہلا سیزن 35 73 کی بولنگ اوسط سے 15 اول درجہ وکٹوں کے ساتھ ختم کیا
وہ کیپ کوبراز اور مغربی صوبے کے لیے اول درجہ کرکٹ کھیلتا ہے
2006 07 میں اس کا آخری اول درجہ سیزن اس نے 8 میچوں میں 34 00 پر 16 وکٹیں حاصل کیں
پیڈٹ نے کیپ کوبراز کے اپنے بہت سے دوسرے ساتھیوں کی طرح مغربی صوبے کی کرکٹ ٹیم کے لیے اپنا اول درجہ ڈیبیو کیا
جنوری 2019 میں 2018 19 سی ایس اے 4 روزہ فرنچائز سیریز میں اس نے اول درجہ کرکٹ میں اپنی پہلی سنچری بنائی
اس کا اول درجہ ڈیبیو 3ہفتے بعد ہوا فری سٹیٹ کے خلاف سپر اسپورٹ سیریز کے میچ میں کھیلا
انہوں نے پاکستان کے خلاف ایک روزہ سیریز کے دوسرے میچ میں بیٹنگ کا آغاز کرتے ہوئے اپنے ون ڈے کیریئر کا آغاز کیا
تھامس نے 1998 99 کے سیزن میں نیو لینڈز کیپ ٹاؤن میں مغربی صوبے بی کے لیے کھیلتے ہوئے اپنا اول درجہ ڈیبیو کیا
موسیلے نے اکتوبر 2008 میں ایسٹرنز کے لیے اپنا اول درجہ ڈیبیو کیا
جنوری 2020 میں 2019 20 سی ایس اے 4 روزہ فرنچائز سیریز میں اس نے اول درجہ کرکٹ میں اپنی پہلی 5وکٹیں حاصل کیں
یہ خواتین کے ایک روزہ میں سری لنکن باؤلر کے لیے بہترین باؤلنگ کے اعداد و شمار ہیں
وہ سری لنکا کے لیے 2 خواتین کے ایک روزہ میں کھیل چکی ہیں
ممبئی کرکٹ ٹیم ایک کرکٹ ٹیم ہے جو بھارتی مقامی کرکٹ میں شہر ممبئی کی نمائندگی کرتی ہے
وہ سری لنکا کے لیے خواتین کے واحد ایک روزہ میں کھیل چکی ہیں
وہ 2004 ویمنز ایشیا کپ کے ایک حصے کے طور پر ایک تنہا عالمی ایک روزہ میں سری لنکا کے لیے کھیل چکی ہے
آخری ایک روزہ میں جوہماری لوگٹن برگ کی سنچری نے جنوبی افریقا کو سیریز میں 3 0 سے وائٹ واش کرنے میں مدد کی
بعد کی زندگی اور اول درجہ کرکٹ
اس نے 1889 میں آکسفورڈ یونیورسٹی کے لیے انگلستان کے جنٹلمین کے خلاف اپنی واحد دوسری اول درجہ پیشی کی
انہوں نے 1934 اور 1936 کے دوران اکثر کھیلا لیکن 1935 1937 اور 1938 میں ہر سال صرف ایک اول درجہ گیم کھیلا
اس نے 1902 کے انگلش کرکٹ سیزن کے دوران لنکاشائر کے لیے اپنے صرف دو اول درجہ میچ کھیلے
اس نے ہیمپشائر کے لیے 1922 میں کاؤنٹی گراؤنڈ ساؤتھمپٹن میں مقامی حریف سسیکس کے خلاف اول درجہ ڈیبیو کیا
فرائی اول درجہ کرکٹ میں اپنے والد کے حملہ آور فلسفوں کی تقلید نہیں کر سکے
ایک نصف سنچری کے ساتھ جس نے اول درجہ میں ان کا سب سے زیادہ 78 رنز بنائے
اول درجہ کرکٹ سے ان کی ریٹائرمنٹ ان کے 1931 کے سیزن کے آخری میچ کے بعد ہوئی جو وارکشائر کے خلاف ہوا تھا
وہ لیجنڈری سی بی فرائی کے پوتے ہیں ان کے والد سٹیفن فرائی بھی ہیمپشائر کے لیے اول درجہ کرکٹ کھیلتے تھے
اس کے بھائی جان نے بھی اول درجہ کرکٹ کھیلی
جان ایڈورڈ ٹیو ( پیدائش 3 ستمبر 1905 ) ( انتقال 28 دسمبر 1992 ) ایک انگریز اول درجہ کرکٹر اور وکیل تھے
ٹیو کے بھائی انتھونی نے بھی اول درجہ کرکٹ کھیلی
انہوں نے اول درجہ وکٹ لیے بغیر 25 گیندیں کیں
) یا آمو ریجن افغانستان کی آٹھ علاقائی اول درجہ کرکٹ ٹیموں میں سے ایک ہے
آمو ریجن احمد شاہ ابدالی 4 روزہ ٹورنامنٹ میں حصہ لے رہا ہے جسے 2017 کے بعد سے اول درجہ کا مقام حاصل ہے
وہ غازی امان اللہ خان ریجنل ایک روزہ ٹورنامنٹ میں بھی کھیلتے ہیں جسے 2017 سے لسٹ اے کا درجہ دیا گیا تھا
ان کے والد ہنری پیلریٹ نے میریلیبون کرکٹ کلب کے لیے 1868 اور 1869 میں دو بار اول درجہ کرکٹ کھیلی
اس دورے کے بعد اول درجہ کرکٹ میں ان کی نمائش کم ہوتی گئی
وہ دائیں ہاتھ کا بلے باز تھا اور اس نے صرف ایک ہی میچ میں اول درجہ رن کے ٹوٹل 3 کے ساتھ کھیلا
سٹیپلٹن نے مزید کوئی اول درجہ نہیں کھیلا لیکن 1909 میں مائنر کاؤنٹی چیمپئن شپ میں گلیمورگن کے لیے ایک میچ کھیلا
اپنے 4 اول درجہ میچوں میں انہوں نے 31 کے سب سے زیادہ سکور کے ساتھ مجموعی طور پر 89 رنز بنائے
پھر 1937 میں میتھیوز سٹو سکول میں کوچ بن گئے اور ان سے کوئی اول درجہ کرکٹ کھیلنے کی توقع نہیں تھی
پرائس ایک وکٹ کیپر تھے جنہوں نے اپنے اول درجہ کیریئر میں 648 کیچ اور 316 اسٹمپنگ کیے
انہوں نے کیمبرج یونیورسٹی کے لیے 1935 سے 1938 تک اول درجہ کرکٹ کھیلی
گ ب 1957 سے 1966 تک اول درجہ کرکٹ میں امپائر رہے بعد میں وہ گلڈ فورڈ سرے میں بس ڈرائیور بن گئے
ایل رابنسن الیون کے خلاف ایونز نے کیمبرج یونیورسٹیز کی دوسری اننگز میں 70 رنز بنا کر اپنی واحد اول درجہ نصف سنچری بنائی
ایونز کا آخری اول درجہ میچ 1914 میں کیمبرج یونیورسٹی کے خلاف فری فارسٹرز کے لیے ہوا تھا
ایلیٹ نے 1956 سے 1974 تک اول درجہ امپائر کے طور پر خدمات انجام دیں
بعد میں وہ 1979 1980 میں ہووا باؤل میں 3 اول درجہ میچوں میں نٹال کے لیے کھیلے
اس نے اپنا اول درجہ ڈیبیو 16 ستمبر 2019 کو ناٹنگھم شائر کے لیے 2019 کاؤنٹی چیمپئن شپ میں کیا
اس کے تین بھائی ایرک جیوف اور بل اور اس کے کزن جان سبھی اول درجہ کرکٹ کھیلتے تھے
ایڈریچ نے فارمر بننے سے پہلے 1946 اور 1948 کے درمیان لنکاشائر کے لیے 36 اول درجہ میچز بطور وکٹ کیپر کھیلے
اس کے 3 بھائی برائن جیوف اور بل اور اس کے کزن جان ایڈریچ سبھی اول درجہ کرکٹ کھیلتے تھے
انہوں نے اول درجہ کی 1600 وکٹیں حاصل کیں
اس نے کیمبرج کے لیے 1979 تک اول درجہ کرکٹ کھیلی 14 میچز کھیلے
ان کا بہترین سیزن 1961 تھا جب انہوں نے اول درجہ کرکٹ میں 1 , 860 رنز بنائے
رہوڈس بعد میں اول درجہ امپائرنگ کی فہرست میں شامل ہو گئے
وہ بائیں ہاتھ کے بلے باز اور وکٹ کیپر تھے جنہوں نے 1995 میں ڈربی شائر کے لیے اول درجہ کرکٹ کھیلی
انہوں نے اپنی واحد اول درجہ سنچری 1997 میں آکسفورڈ یونیورسٹی کے خلاف صرف 64 گیندوں پر بنائی تھی
شٹل ورتھ نے 1998 اور 2003 کے درمیان 11 اول درجہ میچوں میں امپائرنگ کی
ان کے بیٹے جیمی نے بھی اول درجہ کرکٹ کھیلی
انہوں نے 1964 65 رنجی ٹرافی میں آندھرا کے خلاف تمل ناڈو کے لیے صرف ایک اول درجہ میچ کھیلا
ان کے بیٹے ریس نے 2017 میں آکسفورڈ ایم سی سی یو لیے اول درجہ کرکٹ کھیلی
17 سال پر محیط اول درجہ کیریئر میں انہوں نے 675 وکٹیں حاصل کیں اور 4 , 457 رنز بنائے
تمام اول درجہ کرکٹ میں انہوں نے 29 35 کی اوسط سے 1000 سے زیادہ وکٹیں حاصل کیں
11سیزن میں اس نے نارتھمپٹن شائر کے لیے 500 سے زیادہ اول درجہ وکٹیں حاصل کیں 2001 میں ان کی رہائی تک
ایلوٹ نے ایسیکس کے ساتھ 15 سالہ اول درجہ کیریئر کا لطف اٹھایا
اس نے 10 جولائی 2016 کو 2016 کاؤنٹی چیمپئن شپ میں نارتھمپٹن شائر کے خلاف ووسٹر شائر کے لیے اپنا اول درجہ ڈیبیو کیا
بار بار کہنی کی چوٹ کے بعد انہوں نے 2008 کے سیزن کے آغاز میں اول درجہ کرکٹ سے ریٹائرمنٹ کا اعلان کیا
انہوں نے 2012 کے سیزن کے اختتام پر اول درجہ کرکٹ سے ریٹائرمنٹ لے لی 23 سیزن تک کاؤنٹی کرکٹ کھیلی
ہات یائی ( لاطینی ) تھائی لینڈ کا ایک آباد مقام جو ہات یائی ضلع میں واقع ہے
جنوری 2020 تک شرما کے پاس 150 سے زیادہ آٹھ اور تین دگنی سنچریاں ہیں یہ دونوں ایک روزہ میں ریکارڈ ہیں
دسمبر 2016 میں سڈنی کرکٹ گراؤنڈ میں نیوزی لینڈ کے خلاف ان کا سب سے زیادہ ایک روزہ سکور 164 تھا
انہوں نے ایک روزہ میں گیارہ سنچریاں اسکور کی ہیں اور آسٹریلیا کے لیے ایک روزہ سنچریوں کی فہرست میں پانچویں پوزیشن پر ہیں
82 کا ان کا سب سے زیادہ ایک روزہ سکور 2002 میں انڈیا کے خلاف دوسرے میچ میں آیا
2003 میں آسٹریلیا کے خلاف 3 26 ان کا بہترین ایک روزہ بولنگ فیگر تھا
اسی سال اس نے گلوسٹر شائر میں شمولیت اختیار کی اور اول درجہ ڈیبیو کیا
ایک دائیں ہاتھ کے بلے باز انہوں نے 8سنچریوں سمیت 3 , 305 اول درجہ رنز بنائے
2012 کے سیزن میں کیریگن کو کیڈی کی جگہ اول درجہ کرکٹ میں لنکاشائر کے اہم سپنر کے طور پر دیکھا گیا
2012 میں وہ مارچ کے مہینے میں انگلینڈ میں اول درجہ سنچری بنانے والے پہلے بلے باز بن گئے
2019 میں اس نے ڈرہم کے لیے چار اول درجہ میچ کھیلے لیکن سیزن کے اختتام پر اسے عملے میں برقرار نہیں رکھا گیا
مولانا نے حفظ قرآن پاک اپنی والدہ سے شروع کیا اور تیسویں کی 16 سورتیں ا ن سے حفظ کیں
مولانا نے حفظ قرآن پاک اپنی والدہ سے شروع کیا اور تیسویں کی 16 سورتیں ا ن سے حفظ کیں
اوورٹن نے پہلی بار 2011 اور 2012 کے درمیان 16 یوتھ ایک روزہ کھیل کر انگلینڈ انڈر 19 کے لیے بین الاقوامی کرکٹ کھیلی
سنہ 1978 میں اسے ریگسٹرڈ تنظیم کی حیثیت دی گئی اور اسے عالمی صیہونی تنظیم نے بھی تسلیم کیا
اس نے انگلینڈ کے لیے تین ایک روزہ بین الاقوامی اور 359 اول درجہ میچوں میں کھیلا
اس نے 1986 تک کیمبرج کے لیے اول درجہ کرکٹ کھیلی جس میں کل 23 میچ کھیلے
اس نے جنوری 1914 میں ٹرانسوال کے لیے میریلیبون کرکٹ کلب کے خلاف مزید دو اول درجہ کھیلے
وہ اول درجہ کرکٹ میں مڈل آرڈر میں بیٹنگ کرتا ہے اور محدود اوورز میں کھلتا ہے
2011 میں وہ ڈیرک انڈر ووڈ کے بعد 100 اول درجہ وکٹیں لینے والے سب سے کم عمر انگریز اسپن بولر بن گئے
وہ ڈینس ایمس کے بعد انگلینڈ کے لیے ایک روزہ ڈیبیو پر سنچری بنانے والے دوسرے اور مجموعی طور پر نویں کھلاڑی بن گئے
تاہم گزشتہ ستمبر 2022 میں ایم کیو ایم پاکستان نے مذاکرات کے بعد انہیں دوبارہ پارٹی میں شامل کر لیا تھا
گارٹن نے اپنا اول درجہ ڈیبیو سسیکس کے لیے اپریل 2016 میں لیڈز بریڈ فورڈ ایم سی سی یونیورسٹی کے خلاف کیا تھا
انہوں نے ستمبر 2014 میں سسیکس کے خلاف ناٹنگھم شائر کے لیے اول درجہ ڈیبیو کیا
اکتوبر 2022 میں انہیں جنوبی افریقہ کے خلاف سیریز کے لیے ہندوستان کی ایک روزہ ٹیم میں شامل کیا گیا تھا
یہ دیوار شہر کو حملہ آور قبائل جیسے کہ محسود وزیر قزاقوں سے بچانے کے لیے تعمیر کی گئی تھی
مملکت پاجانگ ( جاوا انڈونیشیا میں پیدا ہونے والی اور گرنے والی بہت سی سلطنتوں میں سے ایک تھی
نیوزی لینڈ کی سب سے بڑی ایک روزہ کامیابی ایملی ڈرم کی قیادت میں تھی جب اس نے 2000 1 ورلڈ کپ جیتا تھا
ستمبر 2022 تک اس نے پاکستان کے لیے 42 ٹیسٹ اور 92 ایک روزہ انٹرنیشنل کے ساتھ ساتھ 86 ٹوئنٹی 20 انٹرنیشنل کھیلے ہیں
ان کا سب سے زیادہ ایک روزہ سکور 158 جولائی 2021 میں انگلینڈ کے خلاف بنایا گیا تھا
ان کی ایل روزہ سنچریاں جو تیرہ مختلف مقامات پر بنائی گئی تھیں سات مختلف مخالفین کے خلاف بنی ہیں
ابھی میں نے کیلے سیمور پر بیرونی ربط میں ترمیم کی ہے
خواتین کا پہلا ایک روزہ 1973 میں انگلینڈ اور آسٹریلیا کے درمیان کھیلا گیا
ابھی میں نے ہریتا کور دیول پر بیرونی ربط میں ترمیم کی ہے
اسکاٹ لینڈ نے 1999 کرکٹ ورلڈ کپ میں اپنا پہلا ایک روزہ میچ کھیلا
اپریل 2018 میں اسے 2018 کے سپر پراونشل ایک روزہ ٹورنامنٹ کے لیے گال کے اسکواڈ میں شامل کیا گیا
اپریل 2018 میں اسے 2018 کے سپر پراونشل ایک روزہ ٹورنامنٹ کے لیے کولمبو کے اسکواڈ میں شامل کیا گیا
ابھی میں نے کنائی لال دتا پر بیرونی ربط میں ترمیم کی ہے
ابھی میں نے گلیبی نیو ساؤتھ ویلز پر بیرونی ربط میں ترمیم کی ہے
ان کے کزن یوی برکن سٹاک جنوبی افریقہ میں اول درجہ کرکٹ کھیل چکے ہیں
انہوں نے اپنی پہلی اول درجہ اننگز میں نصف سنچری بنائی
اپنے اول درجہ ڈیبیو سے پہلے انہیں 2018 کے انڈر 19 کرکٹ ورلڈ کپ کے لیے نمیبیا کے سکواڈ میں شامل کیا گیا تھا
اس نے 11 فروری 2018 کو 2017 18 سی ایس اے صوبائی ایک روزہ چیلنج میں نمیبیا کے لیے اپنا لسٹ اے ڈیبیو کیا
اپنے اول درجہ ڈیبیو سے پہلے انہیں 2018 کے انڈر 19 کرکٹ ورلڈ کپ کے لیے نمیبیا کے سکواڈ میں شامل کیا گیا تھا
اس نے 11 فروری 2018 کو 2017 18 کرکٹ ساوتھ افریقہ صوبائی ایک روزہ چیلنج میں نمیبیا کے لیے اپنا لسٹ اے ڈیبیو کیا
اس نے 11 اکتوبر 2015 کو کرکٹ ساوتھ افریقہ صوبائی ایک روزہ چیلنج ٹورنامنٹ میں اپنا لسٹ اے ڈیبیو کیا
وہ غازی امان اللہ خان ریجنل ایک روزہ ٹورنامنٹ میں بھی کھیلتے ہیں جسے 2017 سے لسٹ اے کا درجہ دیا گیا تھا
جنوبی افریقہ میں پیدا ہوئے ڈی لینج نے مارچ 1998 میں دورہ سری لنکا کے خلاف بولانڈ کے لیے اول درجہ ڈیبیو کیا
اس نے 20 اکتوبر 2016 کو 2016 17 سن فوئل 3 روزہ کپ میں بولانڈ کے لیے اپنا اول درجہ ڈیبیو کیا
اس نے 26 مارچ 2017 کو 2016 17 سی ایس اے صوبائی ایک روزہ چیلنج میں بولینڈ کے لیے اپنا لسٹ اے ڈیبیو کیا
ان کے چھ کھیلوں نے اول درجہ کا درجہ حاصل کیا اور ان میں اس نے 17 وکٹیں حاصل کیں اور 61 رنز بنائے
اینڈرسن نے 1892 اور 1895 کے درمیان یورپیوں کے لیے 2 اول درجہ میچ کھیلے جو دونوں پارسیوں کے خلاف تھے
آرنلڈ کا اول درجہ کیریئر پہلی جنگ عظیم کے آغاز کے ساتھ ختم ہوا
یہ اپنے ایک روزہ کیریئر کے دوران رمیش کی طرف سے لی گئی واحد وکٹ بھی تھی
انہوں نے ایک روزہ کرکٹ میں اپنی پہلی گیند پر وکٹ حاصل کی
اس نے 1911 12 شیفیلڈ شیلڈ سیزن میں جنوبی آسٹریلیا کے لیے ایک اول درجہ میچ کھیلا
اس نے 1907 اور 1910 کے درمیان 20 اول درجہ میچ کھیلے جن میں سے 17 وورسٹر شائر کے لیے
تن بازار ( لاطینی ) بنگلہ دیش کا ایک آباد مقام جو نارائن گنج میں واقع ہے
اگلے سیزن میں بیکن نے سمرسیٹ کے خلاف ہیمپشائر کے لیے اپنا اول درجہ ڈیبیو کیا
دائیں ہاتھ کے بلے باز اس نے آئرلینڈ کے لیے دو اول درجہ میچ کھیلے ایک 1913 میں دوسرا 1914 میں
بیلچر نے 1905 میں ہیمپشائر کے لیے ایک ہی اول درجہ میں شرکت کی
ایک لوئر مڈل آرڈر بلے باز کے طور پر اس نے اپنی ہر اول درجہ اننگز میں صفر رنز بنائے
بنگھم نے 1896 کے سیزن کے دوران میریلیبون کرکٹ کلب کے خلاف ڈربی شائر کے لیے ایک اول درجہ کھیلا
انہوں نے 1904 سے 1913 درمیان مڈل سیکس اور آکسفورڈ یونیورسٹی کے لیے 55 اول درجہ میچ کھیلے
بوڈنگٹن نے 1901 کاؤنٹی چیمپیئن شپ میں سرے کے خلاف ہیمپشائر کے لیے اپنا اول درجہ ڈیبیو کیا
انہوں نے 1914 تک آکسفورڈ کے لیے اول درجہ کرکٹ کھیلی چودہ میچز کھیلے
بریڈ فورڈ نے سمرسیٹ کے خلاف 1895 کاؤنٹی چیمپئن شپ میں ہیمپشائر کے لیے اپنا اول درجہ ڈیبیو کیا
ان کے چچا فرانسس بٹلر نے بھی اول درجہ کرکٹ کھیلی
چارٹیرس نے 1910 کے سیزن کے دوران سرے کے خلاف ٹیم کے لیے واحد اول درجہ کھیل پیش کیا
چارٹرس کے بہنوئی آرچر ونڈسر کلائیو اور چچا رچرڈ چارٹرس دونوں اول درجہ کرکٹ کھیلتے تھے
انہوں نے 1897 سے 1910 درمیان مڈل سیکس اور سرے کے لیے 66 اول درجہ میچ کھیلے
ایک دائیں ہاتھ کا بلے باز اس نے جون 1895 میں لیسٹر شائر کے خلاف ڈبلن یونیورسٹی کے لیے ایک اول درجہ میچ کھیلا
اس کے بھائی جیفری کتھبرٹسن نے بھی اول درجہ کرکٹ کھیلی
ان کے بھائی آئیور اور بہنوئی مرے بسیٹ دونوں اول درجہ کرکٹ کھیلتے تھے
اس نے 1871 72 میں نیو ساؤتھ ویلز کے لیے ایک اول درجہ میچ کھیلا
اس نے 1905 06 میں ویلنگٹن کے لیے ایک اول درجہ میچ کھیلا
ایک روزہ کرکٹ میں ان کے کیریئر کی بہترین باؤلنگ دسمبر 1993 میں کراچی میں زمبابوے کے خلاف 15 رنز کے عوض وکٹیں تھیں
اس نے اپنا اول درجہ ڈیبیو 9 فروری 2013 کو کیا
موہڑہ کاہلو پاکستان کا ایک پاکستان کی یونین کونسلیں جو تحصیل و ضلع راولپنڈی میں واقع ہے
بگہ شیخاں پاکستان کا ایک قصبہ ہے جو تحصیل و ضلع راولپنڈی میں واقع ہے
مجموعی طور پر برمودا نے 38 ایک روزہ کھیلے
یہ ادارہ وفاق المدارس العربیہ وفاقی بورڈ برائے متوسط و ثانوی تعلیم اور جامعہ پنجاب سے منسلک ہے
ابھی میں نے صباحت رشید پر بیرونی ربط میں ترمیم کی ہے
یہ ان کے کیریئر کے 6 ایک روزہ میچوں میں سے آخری تھا
اس کے بھائی کرسٹوفر نے 1967 میں جنوبی افریقی یونیورسٹیوں کے لیے ایک اول درجہ میچ کھیلا
ابھی میں نے قومی ٹی 20 کپ پر بیرونی ربط میں ترمیم کی ہے
رچرڈسن دائیں ہاتھ کے بلے باز اور وکٹ کیپر کے طور پر بائیس اول درجہ میچوں میں نظر آئے
میزبان ٹیم کو پہلے ایک روزہ میں 84 رنز سے شکست کا سامنا کرنا پڑا
آیک روزہ سیریز سے پہلے جنوبی افریقہ نے انگلینڈ لائنز کے خلاف 50 اوور کے دو میچ کھیلے
سیارے نیپچون میں ایک مدھم سیاروی حلقے کا نظام ہے جو کئی الگ الگ حلقوں اور کچھ " حلقی قوس " سے بنا ہے
سیارے نیپچون میں ایک مدھم سیاروی حلقے کا نظام ہے جو کئی الگ الگ حلقوں اور کچھ " حلقی قوس " سے بنا ہے
ان کے بھائی ہاشم آملہ نے جنوبی افریقہ کے لیے ٹیسٹ اور ایک روزہ کرکٹ کھیلی
مشرقی افریقہ نے اپنے گروپ میں ٹیسٹ کھیلنے والے ممالک کے خلاف جدوجہد کی اپنے تمام ایک روزہ میچوں میں بھاری شکست کھائی
پہلا ایل روزہ میچ آسٹریلیا اور انگلینڈ کے درمیان 1971 میں میلبورن کرکٹ گراؤنڈ میں 40 اوور کے میچ کے طور پر کھیلا گیا
وہ محمد ذاکر جھنگوی کے چھوٹے بھائی تھے
اب تک اپنے 22 ایک روزہ میچوں میں انہوں نے 28 چھکے لگائے ہیں
اس کے ایکشن کو بالآخر منظور کر لیا گیا اور وہ برمودا کے لیے نو ایک روزہ کھیلنے گئے
انہوں نے 20 ایک روزہ کھیلے جن میں سب سے زیادہ سکور 74 تھا
وہ 12 ایک روزہ میچوں میں دائیں ہاتھ کے بلے باز اور وکٹ کیپر کے طور پر کھیلے
انہوں نے بغیر کوئی وکٹ لیے صرف دو اوور پھینکے اور یہ ان کے کیریئر کا واحد ایک روزہ میچ تھا
گوڑھا قریشیاں پاکستان کا ایک پاکستان کی یونین کونسلیں جو تحصیل گوجر خان ضلع راولپنڈی پنجاب پاکستان میں واقع ہے
2022 23 قائداعظم ٹرافی ایک اول درجہ کرکٹ ٹورنامنٹ تھا جو پاکستان میں 27 ستمبر سے 30 نومبر 2022 تک کھیلا گیا
ستمبر 2022 میں اسے نیوزی لینڈ اے کرکٹ ٹیم کے خلاف 3 ایک روزہ سیریز کھیلنے والے انڈیا اے دستے میں شامل کیا گیا
اس نے یکم ستمبر 2018 کو 2018 19 قائد اعظم ٹرافی میں زرعی ترقیاتی بینک لمیٹڈ کے لیے اپنا اول درجہ ڈیبیو کیا
انہوں نے 2008 میں اپنا ایک روزہ ڈیبیو کیا
ان کا پہلا ایک روزہ میچ 01 جولائی 2008 کو کینیڈا بمقابلہ برمودا کنگ سٹی میں ہوا تھا
رضا نے اپنا پہلا اول درجہ میچ 28 مارچ 2013 کو کینیا کے خلاف کھیلا
اول درجہ کرکٹ میں 1948 سے اب تک 33 ٹائیز ہو چکے ہیں
اول درجہ کرکٹ میں سب سے زیادہ انفرادی اسکور 501 ہے جو برائن لارا نے 1994 میں واروکشائر کے لیے بنایا تھا
1772 سے اول درجہ میچوں میں درج ذیل انفرادی اسکور آہستہ آہستہ معاصر سکور کارڈز " پر " ریکارڈ کیے گئے سب سے زیادہ ہیں
وہ نو اول درجہ کرکٹ میچوں میں میٹابیلینڈ ٹیم کے لیے کھیل چکے ہیں
رہینوز خواتین کی کرکٹ ٹیم زمبابوے کی خواتین کی کرکٹ ٹیم ہے جو میں واقع ہے
اس کی 26 ایک روزہ وکٹوں کی تعداد صرف کیرولین سالومن اور سینڈرا کوٹ مین نے ہالینڈ کے لیے حاصل کی ہے
اس نے 16 ستمبر 2018 کو 2018 19 قائداعظم ٹرافی میں کراچی وائٹس کے لیے اپنا اول درجہ ڈیبیو کیا
اس نے 26 ستمبر 2017 کو 2017 18 قائد اعظم ٹرافی میں سوئی ناردرن گیس پائپ لائنز لمیٹڈ کے لیے اول درجہ ڈیبیو کیا
انہوں نے 29 دسمبر 2013 کو 2013 14 قائد اعظم ٹرافی میں سوئی ناردرن گیس پائپ لائنز لمیٹڈ کے لیے اول درجہ ڈیبیو کیا
فارمرکے ماموں ولیم کرولی اور آرتھر فارمر دونوں اول درجہ کرکٹ کھیلتے تھے
ایک وکٹ کیپر 152 اول درجہ میچوں میں اس نے 5 , 798 رنز بنائے اور 203 آؤٹ ہوئے
انہوں نے 1913 اور 1914 کے درمیان تسمانیہ کے لیے 2 اول درجہ میچ کھیلے
اس نے 1914 15 میں اوٹاگو کے لیے ایک اول درجہ میچ کھیلا
رونالڈ سٹیورٹ گورڈن ( پیدائش 24 نومبر 1876 ) ( انتقال 31 اکتوبر 1914 ) سکاٹش اول درجہ کرکٹر اور برطانوی آرمی افسر تھے
ان کی بولنگ اوسط 10 22 اول درجہ کرکٹ میں آئرلینڈ کے لیے دوسری بہترین ہے
اس کے بھائی ولیم اور والٹر جنہوں نے سکاٹ لینڈ کے لیے اول درجہ کرکٹ بھی کھیلی تھی دونوں جنگ میں مارے گئے
اس کے دونوں بھائی جان اور والٹر نے اول درجہ کرکٹ کھیلی
ہیتھ کوٹ ایموری کے بھائی جان اور چچا ہنری اسٹینلے دونوں اول درجہ کرکٹ کھیلتے تھے
ان کا اول درجہ کا سب سے زیادہ سکور 1907 کے کھیل میں 15 تھا
مئی 1912 میں لارڈز میں رائل نیوی کے خلاف آرمی کی طرف سے اس نے ایک اور اول درجہ میچ کھیلا
وہ اس سے قبل ایم سی سی اور سینڈہرسٹ کے لیے نان اول درجہ میچ کھیل چکے ہیں
اسحاق کے بھائی جان اور بیٹے ہربرٹ کا بھی مختصر اول درجہ کیریئر تھا
جیمز کے تینوں اول درجہ مقابلے گلوسٹر شائر کے لیے شکست پر ختم ہوئے
جیننگز نے اپنا اول درجہ ڈیبیو وارکشائر کے لیے 1923 میں دورہ کرنے والے ویسٹ انڈینز کے خلاف کیا
جیننگز نے وارکشائر کے لیے 1923 سے 1925 تک اول درجہ کرکٹ کھیلی ان کے لیے 20 بار کھیلے
کرکٹ کے ایک بڑے خاندان کا حصہ اس کے بھائی ڈیوڈ جارج اور لیونارڈ سب اول درجہ کرکٹ کھیلتے تھے
اس کے بھائی ڈیوڈ جارج اور ٹام سبھی اول درجہ کرکٹ کھیلتے تھے
جیسن نے 1907 کاؤنٹی چیمپیئن شپ میں وارکشائر کے خلاف ہیمپشائر کے لیے اپنا اول درجہ ڈیبیو کیا
انہوں نے 1907 میں ہیمپشائر کے لیے 11 اول درجہ میچ کھیلے
اس نے 1912 13 میں آکلینڈ کے لیے ایک اول درجہ میچ کھیلا
میکے نے کینٹ کے خلاف 1914 کے سیزن کے دوران ٹیم کے لیے ایک واحد اول درجہ کھیل پیش کیا
مارک کنکیڈ میکنزی ( پیدائش 22 اگست 1888 ) ( انتقال 25 ستمبر 1914 ) سکاٹش اعل درجہ کرکٹر اور برطانوی آرمی آفیسر تھے
میرڈیتھ میگنیاک ( پیدائش 27 جون 1880 ) ( انتقال 25 اپریل 1917 ) ایک انگریز اول درجہ کرکٹر اور برطانوی آرمی آفیسر تھا
اس نے 1914 15 میں اوٹاگو کے لیے ایک اول درجہ میچ کھیلا
جنوری 2019 میں وہ ایک روزہ میچ میں پانچ وکٹیں لینے والے نیپال کے پہلے بولر بن گئے
اس نے اپنا لسٹ اے امپائرنگ کا آغاز نومبر 2007 میں کیا اور دسمبر 2008 میں اول درجہ ڈیبیو کیا
میڈ نے 1913 کاؤنٹی چیمپئن شپ میں ڈربی شائر کے خلاف ایسیکس کے لیے اپنا اول درجہ ڈیبیو کیا
اس نے کاؤنٹی کے لیے مزید تین اول درجہ کھیلے جن میں سے آخری 1914 کاؤنٹی چیمپئن شپ میں سسیکس کے خلاف آیا
جان کانگریو مرے ( پیدائش 21 اگست 1882 ) ( انتقال 23 ستمبر 1917 ) سکاٹش اول درجہ کرکٹر اور برطانوی آرمی آفیسر تھے
اگرچہ ایک وکٹ کیپر مرے نے صرف اپنے اول درجہ میچوں میں سے ایک میں وکٹ کیپ کی تھی
ولیم کے بھائی ایڈون اوڈیل نے بھی ایک میچ میں لیسٹر شائر کے لیے اول درجہ کرکٹ کھیلی
ذوالفقار علی ( پیدائش 1947 ) کینیا کے کرکٹر تھے جنہوں نے مشرقی افریقہ کے لیے تین ایک روزہ کھیلے
پرسی نے سرے کے خلاف 1905 کاؤنٹی چیمپئن شپ میں ہیمپشائر کاؤنٹی کرکٹ کلب کے لیے اول درجہ ڈیبیو کیا
پرسی کا اول درجہ کیریئر ختم ہو گیا اس کی وجہ یہ بتائی گئی کہ وہ بیرون ملک سفر کر رہا تھا
اس نے 1914 15 میں کوئنز لینڈ کے لیے ایک اول درجہ میچ کھیلا
پرڈمور ایک کرکٹر بھی تھا اور وارکشائر کے لیے دائیں ہاتھ کے بلے باز کے طور پر اول درجہ کرکٹ کھیلتا تھا
راجرز نے یارکشائر کے خلاف 1912 کاؤنٹی چیمپئن شپ میں ہیمپشائر کے لیے اپنا اول درجہ ڈیبیو کیا
1914 کے سیزن میں راجرز نے مزید تین بار ہیمپشائر کی نمائندگی کی اس کا آخری اول درجہ میچ ڈربی شائر کے خلاف تھا
اس نےجے بامفورڈ کی الیون کے لیے اول درجہ کرکٹ کا ایک کھیل کھیلا
ان کے بعد ان کا بھائی رابرٹ تھا جس نے اول درجہ کرکٹ کھیلی اور بعد میں رائل نیوی میں کپتان بن گئے
اس کا بھتیجا برائن بوبیئر آکسفورڈ یونیورسٹی اور انگلینڈ کے لیے رگبی یونین کے لیے اول درجہ کرکٹ کھیلتا تھا
دوسرے میں سے ایک الفریڈ ٹریسٹریل کے لیے یہ بھی واحد اول درجہ میچ تھا
انہوں نے 1911 اور 1913 درمیان کوئنز لینڈ کے لیے 3 اول درجہ میچ کھیلے
کینیا کی پہلی ایک روزہ جیت ورلڈ کپ کے چوتھے میچ میں ویسٹ انڈیز کے خلاف ہوئی
تھامس اوڈویو اور اسٹیو ٹکولو نے کینیا کے لیے سب سے زیادہ 131 ایک روزہ کھیلے ہیں
مجموعی طور پر اس نے آئرلینڈ کے لیے 26 بار کھیلا جس میں 3 اول درجہ میچز اور 4 لسٹ اے میچز شامل تھے
مسجد قانی بے المحمدی ( عربی مسجد قان با المحمد ) مصر کا ایک مسجد جو قاہرہ میں واقع ہے
اگست 2018 میں وہ دورے کا پہلا ایک روزہ کھیلنے کے بعد ریٹائر ہو گئے
وہ نیدرلینڈز کے لیے پہلی ایک روزہ کیپ ہیں
چھتیس گڑھ نے 2016 17 کے سیزن سے رانجی ٹرافی سمیت بھارتی مقامی ٹورنامنٹس میں کھیلنا شروع کیا
چین کی قومی کرکٹ ٹیم وہ ٹیم ہے جو بین الاقوامی کرکٹ میں عوامی جمہوریہ چین کی نمائندگی کرتی ہے
لکسمبرگ کی قومی کرکٹ ٹیم وہ ٹیم ہے جو بین الاقوامی کرکٹ میں لکسمبرگ کے گرینڈ ڈچی کی نمائندگی کرتی ہے
انہوں نے اول درجہ کرکٹ میں 2002 تک جاری رکھا جب وہ ریٹائر ہوئے
ان کی دوسری اول درجہ میں کچھ دنوں بعد لنکاشائر کے خلاف کاؤنٹی میچ میں شرکت ہوئی
اس نے اپنا اول درجہ ڈیبیو 8 اگست 2020 کو ڈربی شائر کے لیے 2020 باب ولس ٹرافی میں کیا
وہ ایک راؤنڈ آرم سلو بولر تھا اور اس نے 27 رنز کے عوض واحد اول درجہ وکٹ حاصل کی
وہ بائیں ہاتھ کے ایک سست بولر تھے اور انہوں نے 100 رنز کے عوض دو اول درجہ وکٹیں حاصل کیں
وہ دائیں ہاتھ کے بلے باز تھے جنہوں نے ڈربی شائر اور آکسفورڈ یونیورسٹی کے لیے اول درجہ کرکٹ کھیلی
بیڈفورڈ نے 1924 کے سیزن میں ڈربی شائر کے لیے ایک اول درجہ میچ کھیلا جو مئی میں گلیمورگن کے خلاف تھا
انہوں نے 1925 اور 1947 کے درمیان ڈربی شائر کے لیے وقفے وقفے سے اول درجہ کرکٹ کھیلی
بوڈن نے مڈل آرڈر میں کھیلا اور اپنی دو اول درجہ اننگز میں 5 اور 9 رن بنائے
ان کے بہنوئی ہوریس پیکوک اور ان کے بھتیجے ٹموتھی بوڈن دونوں اول درجہ کرکٹ کھیلتے تھے
ڈربی شائر کے لیے اس کا واحد اول درجہ شرکت اگست میں لیسٹر شائر کے خلاف 1895 کے سیزن کے آخر میں آئی تھی
باؤڈن دائیں ہاتھ کے بلے باز تھے اور انہوں نے 231 اول درجہ میچوں میں 20 57 کی اوسط سے 395 اننگز کھیلیں
وہ دائیں ہاتھ کے میڈیم فاسٹ باؤلر تھے لیکن اول درجہ کرکٹ میں باؤلنگ نہیں کرتے تھے
اس نے 11 اگست 2017 کو ویسٹ انڈیز کے خلاف اپنے دورہ انگلینڈ کے دوران ڈربی شائر کے لیے اول درجہ ڈیبیو کیا
بکلی دائیں ہاتھ کے بلے باز تھے اور انہوں نے ایک اول درجہ میچ میں 2اننگز میں مجموعی طور پر دس رنز بنائے
بکسٹن کے بہنوئی ہنری آلسوپ نے 1876 کے دوران کیمبرج یونیورسٹی کے لیے اول درجہ کرکٹ کھیلی
اس نے 1912 کے سیزن میں ڈربی شائر کے لیے اپنے واحد اول درجہ میچ کھیلے
برنہم نے پانچ اول درجہ میچوں میں 6 00 کی اوسط اور 15 کے ٹاپ سکور کے ساتھ 6اننگز کھیلی
انہوں نے اول درجہ وکٹ لیے بغیر 7 اوورز پھینکے
انہوں نے 1946 میں ڈربی شائر کے لیے اول درجہ کرکٹ بھی کھیلی
1973 کے سیزن کے دوران ان کا پہلا اول درجہ کھیل وارکشائر کے خلاف شکست
انہوں نے 241 رنز کی قیمت پر ایک اول درجہ وکٹ حاصل کی
انہوں نے اپنے کیریئر میں صرف ایک اول درجہ اننگز میں کامیابی حاصل کی اور 2005 میں ریلیز ہوئے
انہوں نے 1992 میں 2 انڈر 19 ٹیسٹ اور 1992 اور 1996 کے درمیان 13 اول درجہ میچ کھیلے
اس نے اپنا اول درجہ ڈیبیو 3 مئی 2015 کو گلیمورگن کے خلاف 2015 کاؤنٹی چیمپئن شپ میں کیا
وہ دائیں ہاتھ کے بلے باز تھے اور انہوں نے 16 اول درجہ میچوں میں 28 اننگز کھیلی
اس نے 9 میچوں کے بعد سیزن کے اختتام پر اپنا اول درجہ کیریئر بند کر دیا
اس نے دو اول درجہ میچوں میں چار اننگز میں 9 5 کی اوسط اور 13 کے ٹاپ اسکور سے بیٹنگ کی
ان کے دو بیٹے ہنری اور گلبرٹ تھے جنہوں نے ڈربی شائر کے لیے اول درجہ کرکٹ بھی کھیلی اور دو بیٹیاں
اپنے والد کے ساتھ ساتھ ان کے بھائی گلبرٹ نے بھی ڈربی شائر کے لیے اول درجہ کرکٹ کھیلی
آرتھر ولیم کرشم ( پیدائش 14 مارچ 1853 ) ( انتقال 24 دسمبر 1884 ) ایک انگریز کرکٹ اور فٹ بال کھلاڑی تھا
ایک مفید آل راؤنڈر اس نے اپنے اول درجہ کیریئر میں 5500 سے زیادہ رنز بنائے اور 621 وکٹیں حاصل کیں
ڈیوس ایک دائیں ہاتھ کے بلے باز تھے جنہوں نے 1 اول درجہ میچ میں 2 اننگز کھیل کر مجموعی طور پر 9 بنائے
وہ ایک کرکٹ کھلاڑی بھی تھا جس نے 1920 میں ڈربی شائر کے لیے اول درجہ کرکٹ کھیلی
اس نے 23 جولائی 2015 کو آسٹریلیا کے خلاف ڈربی شائر کے لیے اپنا اول درجہ ڈیبیو کیا
بطور وکٹ کیپر اس نے اول درجہ کھیل میں نو اور ایک روزہ مقابلے میں 2 کیچ لیے
ڈیلاکومبے نے 10 اول درجہ میچوں میں 9 50 کی اوسط کے ساتھ 13 اننگز کھیلی اور ٹاپ سکور 23 ناٹ آؤٹ رہا
ڈزنی نے 57 اول درجہ میچوں میں 87 کیچ لیے اور 12 بار سٹمپنگ کی وکٹ کیپنگ کی
انہوں نے 1881 اور 1882 میں ڈربی شائر کے لیے اول درجہ کرکٹ بھی کھیلی
وہ کبھی کبھار اگرچہ ناکام باؤلر بھی تھا کیونکہ اس نے کبھی اول درجہ وکٹ نہیں لی
ایورشیڈ دائیں ہاتھ کا بلے باز اور وکٹ کیپر تھا اور اس نے اول درجہ میچ میں ایک رن بنایا تھا
آئیر 1908 کے سیزن میں ڈربی شائر کے لیے ایک واحد اول درجہ میچ میں نمودار ہوئے جنٹلمین آف فلاڈیلفیا کے خلاف
وہ کبھی کبھار دائیں ہاتھ کے میڈیم پیس باؤلر تھے اور انہوں نے 248 رنز کی قیمت پر ایک اول درجہ وکٹ حاصل کی
وہ بائیں ہاتھ کے بلے باز تھے جنہوں نے 3 اول درجہ میچوں میں 10 4 کی اوسط سے 6 اننگز کھیلیں
مجموعی طور پر اس نے 5 اول درجہ میچوں میں 10 اننگز کھیلی جس میں سب سے زیادہ سکور 4 تھا
فل ووڈ نے چھ اول درجہ میچوں میں 4 55 کی اوسط اور 13 کے ٹاپ اسکور کے ساتھ دس اننگز کھیلیں
فراسٹ کے بھائی جان جو اس سے 21 ماہ بڑے تھے نے ڈربی شائر کے لیے ایک اول درجہ میچ کھیلا
گلیڈون بائیں ہاتھ کے اوپننگ بلے باز نے 71 اول درجہ اور 52 محدود اوورز کے میچ کھیلے
ٹرینیڈاڈ اینڈ ٹوباگو کے لیے اول درجہ اور لسٹ اے کرکٹ
اس نے 9 نومبر 2017 کو 2017 18 کے علاقائی 4 روزہ مقابلے جمیکا کی طرف سے کھیلتے ہوئے اپنا اول درجہ ڈیبیو کیا
ہالینڈ نے اپنا اول درجہ ڈیبیو وکٹوریہ کے لیے 3 فروری 2016 کو 2015 16 شیفیلڈ شیلڈ میں کیا
انہوں نے 12 اکتوبر 2014 کو 2014 15 قائد اعظم ٹرافی میں پاکستان انٹرنیشنل ایئر لائنز کے لیے اپنا اول درجہ ڈیبیو کیا
اس نے 2000 01 کے سیزن میں اول درجہ ڈیبیو کیا
نتائج کا ٹیبل جون 2022 میں نیدرلینڈ کے خلاف تیسرے ایک روزہ تک مکمل ہے
گولڈ نے 7 اول درجہ میچوں میں 10 اننگز کھیلی جن کا ٹاپ سکور 18 ناٹ آؤٹ اور 7 87 کی اوسط ہے
گرین نے چھ اول درجہ میچوں میں 3 54 کی اوسط اور 20 کے ٹاپ اسکور کے ساتھ گیارہ اننگز کھیلیں
ستمبر 2021 میں 2021 کاؤنٹی چیمپئن شپ میں گیسٹ نے اول درجہ کرکٹ میں اپنی پہلی سنچری بنائی
وہ آف بریک باؤلر بھی تھے اور انہوں نے 33 28 کی اوسط سے 71 اول درجہ وکٹیں حاصل کیں
انہوں نے اگست میں سسیکس کے خلاف 1973 کے سیزن میں ڈربی شائر کے لیے اپنی واحد اول درجہ میں شرکت کی
اینڈریو جیمز ہیرس ( پیدائش 26 جون 1973 ) ایک سابق انگریز اول درجہ کرکٹ کھلاڑی
ایک امید افزا اول درجہ ڈیبیو نے اسے پہلی اننگز میں 4 وکٹیں حاصل کرتے ہوئے دیکھا
12 سالہ اول درجہ کیریئر کے دوران ہیہرسٹ نے لنکاشائر سمرسیٹ اور ڈربی شائر کے لیے کھیلا
ایک جام " ہکٹن کے بیٹے جس کا نام بھی ولیم ہکٹن ہے نے ورسیسٹر شائر کے لیے اول درجہ کرکٹ کھیلی
ان کے والد کے ساتھ ساتھ ان کے بھائی پیٹر ہگسن نے بھی اول درجہ کرکٹ کھیلی
انہوں نے اول درجہ میچ میں 10 , 00 سے زیادہ رنز بنائے
انہوں نے 24 09 کی اوسط کے ساتھ 272 اول درجہ میچ کھیلے اور ٹاپ سکور 137 ناٹ آؤٹ رہا
وہ ایک لیگ بریک بولر تھا اور اس نے 62 20 کی اوسط سے پانچ اول درجہ وکٹیں حاصل کیں
ڈینس کے بیٹے پیٹر نے 1960 میں ایک اول درجہ میچ کھیلا
جنہوں نے 1876 اور 1877 کے درمیان ڈربی شائر کے لیے اعل درجہ کرکٹ کھیلی
ہاؤس مین کا انتقال 10 اپریل 1942 کو ویسٹ ہاٹن انگلینڈمیں 73 سال کی عمر میں ہوا
ہیوز نے اپنا اول درجہ ڈیبیو اگست 2013 میں ہوو میں سسیکس کاؤنٹی کرکٹ کلب کے خلاف کیا
2 ستمبر 2016 کو ہیوز نے گلوسٹر شائر کے خلاف اپنی دوسری اول درجہ سنچری بنائی میچ کی دوسری اننگز میں 140 رنز بنائے
ان کے بہنوئی جان پاول نے بھی اول درجہ کرکٹ کھیلی
ہمبل دائیں ہاتھ کے بلے باز لوئر مڈل آرڈر بلے باز تھے اور انہوں نے 6 اول درجہ میچوں میں 10 اننگز کھیلی تھیں
ہنٹ دائیں ہاتھ کے مڈل آرڈر بلے باز تھے جنہوں نے 5 اول درجہ میچوں میں 5 اننگز کھیلیں
ہنٹ دائیں ہاتھ کے نچلے آرڈر کے بلے باز تھے اور انہوں نے 4 اول درجہ میچوں میں 5 اننگز کھیلی تھیں
انہوں نے اول درجہ میچ میں کلب کے لیے 14 , 000 سے زیادہ رنز بنائے
جانسن دائیں ہاتھ کے بلے باز تھے اور انہوں نے 351 اول درجہ میچوں میں 606 اننگز کھیل کر 14 , 286 رنز بنائے
انہوں نے 1882 میں ڈربی شائر کے لیے اول درجہ کرکٹ بھی کھیلی
ان کے بھائی چارلس کینورڈ نے سرے سیکنڈ الیون کے لیے کرکٹ کھیلی اور انگلینڈ کے جنٹلمینز کے لیے ایک اول درجہ میچ کھیلا
اس نے 2001 میں ڈربی شائر جانے سے پہلے 1993 سے سمرسیٹ کے لیے اول درجہ کرکٹ کھیلی
خان کے بھائی زبیر نے بھی 2000 میں ڈربی شائر کے لیے اول درجہ کرکٹ کھیلی
انہوں نے اپنے اول درجہ کیریئر میں تقریبا 15000 رنز بنائے
لی نے 1935 سے 1949 تک اول درجہ میچوں میں باقاعدگی سے امپائرنگ کی
اس نے 1922 کے سیزن میں ڈربی شائر کے لیے گلیمورگن کے خلاف واحد اول درجہ کھیلا
وہ 23 جولائی 2015 کو آسٹریلیا اور ڈربی شائر کے درمیان ہونے والے اول درجہ میچ میں امپائر کے طور پر کھڑے ہوئے
ان کے دائیں ہاتھ کی بلے بازی نے 45 اول درجہ اننگز میں 7 92 پر 317 رنز بنائے
وہ 1890 میں نان اول درجہ کے لیے ڈربی شائر واپس بھی آئے بلے اور گیند دونوں سے جدوجہد کرتے ہوئے
اگرچہ ایک لیگ بریک باؤلر تھا لیکن اس نے کسی بھی اول درجہ میچ میں گیند بازی نہیں کی
نے اصل منصوبوں کو ڈرامائی طور پر تبدیل کیا اور ریلوے اسٹیشن کو ایک نیا انتہائی جدید سخت ڈیزائن دیا
اول درجہ کرکٹ سے ریٹائر ہونے کے بعد سے رولنز نے لوٹن نارتھمپٹن لندن اور ڈربی میں تعلیم کے شعبے میں کام کیا ہے
اس کے بھائی ایڈرین نے ڈربی شائر اور نارتھمپٹن شائر کے لیے اول درجہ اور لسٹ اے کرکٹ کھیلی
داس نے 1993 94 رنجی ٹرافی میں آسام کے لیے اپنا اول درجہ ڈیبیو کیا
انہوں نے 43 اول درجہ میچز کھیلے جن میں سب سے زیادہ 118 سکور اور 32 لسٹ اے میچ تھے
3 جولائی 2016 کو اس نے پاکستان کے دورہ انگلینڈ کے دوران سمرسیٹ کے لیے اپنا اول درجہ ڈیبیو کیا
اس نے اپنا اول درجہ ڈیبیو 13 جولائی 2019 کو 2019 کاؤنٹی چیمپئن شپ میں واروکشائر کے لیے کیا
رائڈر نے 1903 کے سیزن کے دوران لندن کاؤنٹی کے خلاف ایک اول درجہ میچ میں ڈربی شائر کے لیے کھیلا
ان کے بیٹے ولیم ٹاملنسن نے ڈربی شائر اور کیمبرج یونیورسٹی کے لیے اول درجہ کرکٹ کھیلی
اعلی تعلیم پر توجہ مرکوز کرنے کے لیے 1999 کے سیزن کے اختتام پر ٹوئیٹس اول درجہ کرکٹ سے ریٹائر ہوئے
اس نے 2002 میں اپنا اول درجہ ڈیبیو کیا اور بولنگ اوسط کے اوپری حصے پر سیزن ختم کیا
واکر ایک دائیں ہاتھ کے بلے باز تھے جنہوں نے 4 اول درجہ میچوں میں 6 اننگز کھیلیں
والس نے ڈربی شائر کے لیے اپنی پہلی اور واحد اول درجہ میچ مئی 1906 میں میریلیبون کرکٹ کلب کے خلاف کھیلی
دائیں ہاتھ کے بلے باز کے طور پر انہوں نے 200 اول درجہ میچوں میں 17 10 کی اوسط سے 272 اننگز کھیلیں
وہ ایک لیگ بریک باؤلر تھا لیکن کسی اول درجہ میچ میں بولنگ نہیں کرتا تھا
ان کا واحد اول درجہ شرکت 1975 میں آکسفورڈ یونیورسٹی کے خلاف یونیورسٹی میچ میں ہوا تھا
2003 کے سیزن کے بعد ویسٹن نے اول درجہ کرکٹ کو خیرباد کہہ دیا
اس نے 22 جولائی 2018 کو نارتھمپٹن شائر کے خلاف 2018 کاؤنٹی چیمپئن شپ میں ڈربی شائر کے لیے اول درجہ ڈیبیو کیا
اس نے 23 جولائی 2015 کو آسٹریلیا کے خلاف ڈربی شائر کے لیے اپنا اول درجہ ڈیبیو کیا
وہ دائیں ہاتھ کے میڈیم پیس بولر تھے اور انہوں نے 64 50 کی اوسط سے 2 اول درجہ وکٹیں حاصل کیں
ولٹ کے بیٹے جوناتھن نے 1989 میں کیمبرج یونیورسٹی کے لیے اول درجہ کرکٹ کھیلی
1885 کے سیزن میں اس نے کلب کے لیے 14 گیمز کھیلے جن میں سے کچھ اول درجہ نہیں تھے
ولموٹ ایک وکٹ کیپر تھا اور اس نے دس اول درجہ میچوں میں 11 کیچ اور ایک سٹمپنگ کی
انہوں نے 2 اول درجہ میچوں میں 4 75 کی اوسط اور 9 کے ٹاپ سکور کے ساتھ 4 اننگز کھیلیں
انہوں نے کل 71 اول درجہ میچ کھیلے
ووڈ نے 1879 کے سیزن میں ڈربی شائر کے لیے دو اول درجہ میچ کھیلے
انہوں نے 1986 کے دوران ٹیم کے لیے دو میچ کھیلے لیکن سیزن کے بعد دوبارہ اول درجہ کرکٹ نہیں کھیلی
ایڈمز کا اول درجہ کیریئر 1926 اور 1932 تک جاری رہا
انہوں نے سسیکس کے خلاف 144 رنز کی سب سے زیادہ اننگز کے ساتھ 4 اول درجہ سنچریاں بنائیں
ان کے بھائی جان برجیس اور بھتیجے رابرٹ فیدرسٹن ہاگ دونوں اول درجہ کرکٹ کھیلتے تھے
بالڈون نے 1906 کاؤنٹی چیمپئن شپ میں لیسٹر شائر کے خلاف نارتھمپٹن شائر کے لیے واحد اول درجہ میں شرکت کی
بال نے نارتھمپٹن شائر کے لیے 1921 کاؤنٹی چیمپیئن شپ میں کاؤنٹی گراؤنڈ نارتھمپٹن میں ایسیکس کے خلاف اول درجہ ڈیبیو کیا
اس نے 1921 میں کاؤنٹی کے لیے مزید گیارہ اول درجہ کھیلے جن میں سے آخری وارکشائر کے خلاف کھیلا
بلر نے 1931 کے سیزن کے دوران ایسیکس کے خلاف ایک ہی اول درجہ میں شرکت کی
بال نے نارتھمپٹن شائر کے لیے 1924 کاؤنٹی چیمپیئن شپ میں ناٹنگھم شائر کے خلاف اول درجہ ڈیبیو کیا
اپنے چار اول درجہ میچوں میں اس نے 2 50 کی اوسط سے صرف 10 رنز بنائے جس کا زیادہ سکور 8 ہے
بیسلے دس اول درجہ میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نظر آئے
بیئرز 17 اول درجہ میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نمودار ہوئے جنہوں نے دائیں بازو کی سست گیند کی
بیل نے نارتھمپٹن شائر کے لیے 1934 کاؤنٹی چیمپین شپ میں وورسٹر شائر مڈل سیکس اور گلیمورگن کے خلاف تین اول درجہ کھیلے
اس کے بھائی پال نے کاؤنٹی کی سطح پر اول درجہ کرکٹ کھیلی
بوول نے ہیمپشائر کے لیے 1902 کاؤنٹی چیمپئن شپ میں ڈربی شائر کے خلاف اول درجہ ڈیبیو کیا
بریڈ فیلڈ نے 1970 کے سیزن کے دوران کیمبرج یونیورسٹی کے خلاف واحد اول درجہ شرکت کی
وہ چار اول درجہ میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نظر آئے جنہوں نے آف اسپن بولنگ کی
ان کے بھائی ہنری برجیس اور بھتیجے رابرٹ فیدرسٹن ہاگ دونوں اول درجہ کرکٹ کھیلتے تھے
وہ 6 اول درجہ میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نمودار ہوئے جنہوں نے ٹانگ سپن گیند کی
کلارک نے 1908 کاؤنٹی چیمپئن شپ میں کینٹ کے خلاف نارتھمپٹن شائر کے لیے واحد اول درجہ میں شرکت کی
انہوں نے 1991 میں خواتین کے ایک ٹیسٹ میچ اور 1988 میں خواتین کے ایک ایک روزہ میچ میں امپائرنگ کی
انہوں نے اپنے کیریئر میں 1967 سے 1992 کے درمیان 95 اول درجہ میچوں میں امپائرنگ کی
ہربرٹ بھی اپنے بیٹے کی طرح اول درجہ امپائر کے طور پر کھڑا رہا
باربور زمبابوے میں 6 ٹیسٹ حال ہی میں 2005 میں اور 29 ایک روزہ میچوں میں تھرڈ امپائر بھی رہ چکے ہیں
ٹیسٹ میں امپائرنگ کے علاوہ انہوں نے وکٹوریہ میں 86 اول درجہ کرکٹ گیمز اور اے ایف ایل میچوں کی امپائرنگ بھی کی
مجموعی طور پر انہوں نے 14 اول درجہ میچوں میں امپائرنگ کی یہ تمام میچ کنگسٹن جمیکا میں 1948 اور 1960 کے درمیان تھے
کرکٹ میں ٹرنر نے 1906 میں فینرز میں کیمبرج یونیورسٹی کے خلاف گلوسٹر شائر کے لیے اول درجہ ڈیبیو کیا
اس کے بعد اس نے سمرسیٹ اور سرے کے خلاف اس سیزن کاؤنٹی چیمپئن شپ میں مزید دو اول درجہ کھیلے
ان کے دادا سر تھامس مونکریف اور بہنوئی ڈرموٹ بلنڈل دونوں اول درجہ کرکٹ کھیلتے تھے
ان کے پوتے جیرالڈ وارڈ نے بعد میں اول درجہ کرکٹ بھی کھیلی
اس نے دوسری بوئر جنگ میں خدمات انجام دیں اور میریلیبون کرکٹ کلب کے لیے اول درجہ کرکٹ کھیلی
اس نے 1900 کے سیزن کے دوران مڈل سیکس کے خلاف ٹیم کے لیے واحد اول درجہ کھیل پیش کیا
وریفورڈ براؤن کے بڑے بھائی چارلس اور بھتیجے انتھونی دونوں اول درجہ کرکٹ کھیلتے تھے
سپیرو نے اپنی واحد اول درجہ اننگز میں 8 رنز بنائے اور کیمبرج اننگز میں ایک وکٹ حاصل کی
یالینڈ نے سمرسیٹ کے خلاف 1910 کاؤنٹی چیمپیئن شپ کے دوران ٹیم کے لیے واحد اول درجہ کھیل پیش کیا
آئرلینڈ کے لیے ان کے گیارہ کھیل اول درجہ کا درجہ رکھتے تھے
انہوں نے 1936 اور 1938 درمیان بنگال کے لیے دو اول درجہ میچ کھیلے
انہوں نے 1920 کی دہائی میں 3 میچوں میں اول درجہ کرکٹ کھیلی
آرک رائٹ نے ایک اور اول درجہ میچ 1925 میں آرمی کے لیے کیمبرج یونیورسٹی کے خلاف کھیلا
بلیک نے 1937 کاؤنٹی چیمپئن شپ میں مقامی حریف سسیکس کے خلاف ہیمپشائر کے لیے اول درجہ ڈیبیو کیا
بلیک کے بھائی ڈیوڈ بلیک نے اول درجہ کرکٹ میں ہیمپشائر اور میریلیبون کرکٹ کلب کی نمائندگی کی
اس نے اپنا اول درجہ ڈیبیو 1949 میں ہیمپشائر کے لیے ایک کمبائنڈ سروسز ٹیم کے خلاف کیا
بلیک کے بھائی جان بلیک نے اول درجہ کرکٹ میں ہیمپشائر اور کیمبرج یونیورسٹی کی نمائندگی کی
اس نے حیدرآباد کے لیے 1931 32 میں ایک اول درجہ میچ کھیلا
انہوں نے 1911 سے 1923 برٹش گیانا کے لیے چار اول درجہ میچ کھیلے
لیکن وہ اپنے دوسرے کھیلوں میں کامیاب نہیں ہوئے اور دوبارہ اول درجہ کرکٹ میں نظر نہیں آئے
اس نے 1903 04 میں ویلنگٹن کے لیے ایک اول درجہ میچ کھیلا
انہوں نے 1933 اور 1940 کے درمیان جنوبی آسٹریلیا کے لیے 15 اول درجہ میچ کھیلے
اس کا دوسری اول درجہ شرکت مغربی صوبے کے لیے اگلے مہینے گریکولینڈ ویسٹ کے خلاف آئی
چھ سال بعد 1936 میں مائلز نے جوہانسبرگ میں ٹرانسوال کے خلاف روڈیشیا کے لیے اول درجہ کرکٹ میں تیسری اور آخری نمائش کی
رائل واروکشائر رجمنٹ میں خدمات انجام دیتے ہوئے اورٹن نے انگلینڈ اور برطانوی ہندوستان دونوں میں اول درجہ کرکٹ کھیلی
اپنے 41 اول درجہ میچوں میں پیک نے 18 86 کی اوسط سے 1151 رنز بنائے
پیک کے دو بھائی چارلس اور مائیکل نے بھی لیسٹر شائر کے لیے اول درجہ کرکٹ کھیلی اور دونوں نے ٹیم کی کپتانی کی
اس کی دوسری اول درجہ شرکت اسی مخالفت کے خلاف نٹال کے لیے دو ماہ سے کچھ کم عرصے بعد پیٹرمیرٹزبرگ میں ہوئی
بی سی سی آئی نے سیکیورٹی خدشات کے باعث پاکستان جانے سے انکار کر دیا
بنیادی طور پر ایک بلے باز اس نے اپنی تیز میڈیم پیس بولنگ سے 61 اول درجہ وکٹیں بھی حاصل کیں
اس نے 1871 تک آکسفورڈ کے لیے اول درجہ کرکٹ کھیلی سات میچ کھیلے
ان کے بھائی جارج اور پوتے پیٹر سکاٹ اور رابرٹ سکاٹ سبھی اول درجہ کرکٹ کھیلتے تھے
شا کا اول درجہ ڈیبیو سسیکس کے لیے کیمبرج یونیورسٹی کے خلاف کھیل رہا تھا
شا کا دوسرا اور آخری اول درجہ میچ 8سال بعد بنگال کے لیے کھیلنا تھا
انہوں نے 1937 اور 1939 کے درمیان وکٹوریہ کے لیے اول درجہ کرکٹ میچ کھیلے
اس کے بھائی جان سٹیفنسن نے بھی اول درجہ کرکٹ کھیلی
اس کے بھائی رابرٹ سٹیفنسن نے رائل نیوی کے لیے تین اول درجہ میچ کھیلے
وہ 28 فروری اور مارچ 1930 کے درمیان کینٹربری کے خلاف اوٹاگو کے لیے ایک اعل درجہ پلنکٹ شیلڈ میچ میں نظر آئے
بائیں ہاتھ کے بلے باز اور کبھی کبھار وکٹ کیپر واکر نے ہیمپشائر کے لیے 73 اول درجہ کھیل کھیلے
کارنیلیس نے 1947 کے سیزن کے دوران لیسٹر شائر کے خلاف واحد اول درجہ میں شرکت کی
وہ پال کورڈیل کے والد ہیں جو ایک کرکٹآل راؤنڈر تھے اور 2007 تک نارتھمپٹن شائر کے عملے میں تھے
وہ 230 اول درجہ میچوں میں رائٹ آرم لیگ بریک باؤلر کے طور پر نظر آئے جو دائیں ہاتھ کے بلے باز تھے
اپنے 3 اول درجہ میچوں میں اس نے 2 00 کی اوسط سے 8 رنز بنائے جس میں زیادہ سکور 5 تھا
ان کے والد جنہیں مارک بھی کہا جاتا ہے اور بھائی آرتھر دونوں اول درجہ کرکٹ کھیلتے تھے
وہ 2007 کے سیزن کے لیے نارتھمپٹن شائر چلا گیا اور کاؤنٹی کے لیے 6 اول درجہ میچ کھیلے
اس نے مزید 17 اول درجہ کھیلے جن میں سے آخری 1935 کاؤنٹی چیمپئن شپ میں ناٹنگھم شائر کے خلاف آیا
اپنے 3 اول درجہ میچوں میں انہوں نے 6 66 کی اوسط سے 20 رنز بنائے جس میں 8 کے اعلی سکور
3 جنوری کو جسپریت بمراہ کو بھارت کے ایک روزہ اسکواڈ میں شامل کیا گیا
وہ نو اول درجہ میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نمودار ہوئے جنہوں نے دائیں بازو کی رفتار آہستہ کی
سیکنڈ الیون کرکٹ میں اپنے اول درجہ کیریئر کے آغاز سے تین سال قبل لیسٹر شائر نارتھمپٹن شائر اور ایسیکس کے لیے کھیلنا
اول درجہ کرکٹ میں منتقل ہو کر اس نے 4 سالہ طویل کیریئر میں نارتھمپٹن شائر اور مکمل ایسیکس ٹیم کے لیے کھیلا
اس کے بھائی پرسی نے بھی نارتھمپٹن شائر کے لیے اول درجہ کرکٹ کھیلی
وہ 169 اول درجہ میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نظر آئے
اس نے 1933 میں نارتھمپٹن شائر کاؤنٹی کرکٹ کلب کے لیے ڈربی شائر کے خلاف ایک اول درجہ کرکٹ میچ بھی کھیلا
اس سے قبل وہ نارتھمپٹن شائر وورسٹر شائر گلیمورگن اور یارکشائر کے لیے اول درجہ کرکٹ کھیل چکے ہیں
39 اول درجہ میچوں میں داؤد نے 102 کی بہترین کارکردگی کے ساتھ 22 پر 1 , 122 رنز بنائے
وہ 7 اول درجہ میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نمودار ہوئے جنہوں نے انڈر آرم لابز کی گیند کی
ڈینٹن 104 اول درجہ میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نمودار ہوئے جنہوں نے لیگ بریک اور گوگلی گیند کی
ڈینٹن 119 اول درجہ میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نمودار ہوئے
ڈکنز نے وارک شائر کے خلاف 1907 کے سیزن کے دوران ایک ہی اول درجہ میں شرکت کی
وہ 163 اول درجہ میچوں میں رائٹ آرم میڈیم پیس بولر کے طور پر نظر آئے جو دائیں ہاتھ کے بلے باز تھے
ایلڈرکن نے 1934 کے سیزن کے دوران پیٹربورو میں سسیکس کے خلاف ایک ہی اول درجہ میں شرکت کی
وہ 18 اول درجہ میچوں میں بطور وکٹ کیپر نظر آئے جو دائیں ہاتھ کے بلے باز تھے
اس نے 7 سٹمپنگ سمیت 34 اول درجہ شکار کیے اور اس نے 18 کے سب سے زیادہ سکور کے ساتھ 72 رنز بنائے
پہلی جنگ عظیم کے بعد فالڈنگ نے نارتھمپٹن شائر کے لیے ٹور کرنے والے آسٹریلیائیوں کے خلاف ایک ہی اول درجہ میں شرکت کی
وہ کرکٹ جنوبی افریقہ کے اول درجہ میچوں کے امپائر پینل کا حصہ ہیں
وہ نمیبیا اور جنوبی افریقہ میں مقامی اول درجہ اور لسٹ اے میچوں میں امپائر کے طور پر کھڑے ہیں
انہوں نے یکم اکتوبر 2015 کو 2015 16 رنجی ٹرافی میں اپنا اول درجہ ڈیبیو کیا
فری مین نے 1954 کے سیزن کے دوران ہیمپشائر کے خلاف اپنے کزن کے ساتھ کھیلتے ہوئے ایک ہی اول درجہ میں شرکت کی
فریڈلینڈر نے 2003 4 کے سیزن کے دوران فری اسٹیٹ کے خلاف بولنڈ کے لیے اول درجہ ڈیبیو کیا
بولینڈ کے لیے ان کا دوسرا اور آخری اول درجہ میچ اسی سیزن میں ایسٹرنز کے خلاف کھیلا گیا
وہ 2 اول درجہ میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نمودار ہوئے جنہوں نے انڈر آرم لابز کی گیند کی
اس نے اپنا اول درجہ ڈیبیو 6 ستمبر 2020 کو نارتھمپٹن شائر کے لیے 2020 باب ولس ٹرافی میں کیا
پولیس اکیڈمی اسٹیڈیم ( عربی ستاد الشرط ) مصر کا ایک اسٹیڈیم جو قاہرہ میں واقع ہے
ٹیم خواتین کی سینئر ایک روزہ ٹرافی اور خواتین کی سینئر ٹی 20 ٹرافی میں مقابلہ کرتی ہے
اس نے اپنا اول درجہ ڈیبیو 22 اکتوبر 2015 کو 2015 16 رنجی ٹرافی میں کیا
بیکسٹر نے 1998 میں لسٹ اے کرکٹ میں ڈیبیو کیا اور اگلے سال اول درجہ کرکٹ میں ڈیبیو کیا
اس نے اپنا اول درجہ ڈیبیو 23 ستمبر 2019 کو نارتھمپٹن شائر کے لیے 2019 کاؤنٹی چیمپئن شپ میں کیا
گوڈے نے 2004 کے سیزن کے دوران وورسٹر شائر کے خلاف ایک ہی اول درجہ میں شرکت کی
10 ستمبر 2022 کو ایرون فنچ نے تیسرے ایک روزہ سے قبل ایک روزہ کرکٹ سے ریٹائرمنٹ کا اعلان کیا
10 ستمبر 2022 کو ایرون فنچ نے تیسرے ایک روزہ سے قبل ایک روزہ کرکٹ سے ریٹائرمنٹ کا اعلان کیا
وہ 79 اول درجہ میچوں میں دائیں ہاتھ کے بلے باز اور وکٹ کیپر کے طور پر نظر آئے
وہ 78 اول درجہ میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نمودار ہوئے جنہوں نے دائیں بازو کی رفتار سست بولی
ہال نے وارک شائر کے خلاف 1907 کے سیزن کے دوران ایک ہی اول درجہ میں شرکت کی
اس کے بیٹے رابرٹ نے بھی 1949 میں سکاٹ لینڈ کے لیے ایک اول درجہ میچ کھیلا
اس کے پوتے نے جسے رابرٹ بھی کہا جاتا ہے نے 1949 میں اسکاٹ لینڈ کے لیے ایک اول درجہ میچ کھیلا
ہیبرٹ نے 1931 کے سیزن کے دوران اسسیکس کے خلاف ایک ہی اول درجہ میں شرکت کی
اپنے اول درجہ ڈیبیو سے پہلے وہ 2016 کے انڈر 19 کرکٹ عالمی کپ کے لیے انگلینڈ کے سکواڈ کا حصہ تھے
وہ دس اول درجہ میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نمودار ہوئے جنہوں نے دائیں بازو کی رفتار آہستہ کی
جون 2021 میں 2021 کاؤنٹی چیمپئن شپ کے دوران ہٹن نے اپنی 200 ویں اول درجہ وکٹ لی
ہائیڈ نے 1907 کے سیزن کے دوران کینٹ کے خلاف ایک ہی اول درجہ میں شرکت کی
اس سیزن میں اس نے انگلینڈ انڈر 19 کے لیے کھیلا اور 10 ٹیسٹ اور ایک روزہ میچ کھیلے
ایزارڈ نے 1919 کاؤنٹی چیمپیئن شپ میں لنکاشائر کے خلاف نارتھمپٹن شائر کے لیے اول درجہ ڈیبیو کیا
اس نے مزید گیارہ اول درجہ کھیلے جن میں سے آخری 1920 کاؤنٹی چیمپئن شپ میں لنکاشائر کے خلاف آیا
اپنے 12 اول درجہ میچوں میں انہوں نے 10 30 کی اوسط سے 206 رنز بنائے جس میں 51 کے اعلی سکور تھے
یہ سکور ان کا واحد اول درجہ ففٹی تھا اور 1919 میں ڈربی شائر کے خلاف آیا تھا
انہوں نے 1952 میں میریلیبون کرکٹ کلب کے لیے اول درجہ کرکٹ بھی کھیلی
جیننگز نے نارتھمپٹن شائر کے لیے 2004 کاؤنٹی چیمپین شپ میں وورسٹر شائر کے خلاف واحد اول درجہ میں شرکت کی
اپنے واحد اول درجہ میچ میں انہوں نے 6 رنز بنائے اور ایک وکٹ حاصل کی
وہ 18 اول درجہ میچوں میں بطور وکٹ کیپر اور دائیں ہاتھ کے بلے باز کے طور پر نظر آئے
وہ 156 اول درجہ میچوں میں دائیں ہاتھ کے بلے باز اور وکٹ کیپر کے طور پر نظر آئے
جونز نے 1933 کاؤنٹی چیمپیئن شپ میں ٹاؤن گراؤنڈ پیٹربورو میں نارتھمپٹن شائر کے لیے سسیکس کے خلاف واحد اول درجہ پیش کیا
بعد میں انہوں نے سرے کے ساتھ معاہدہ کیا لیکن وہ اول درجہ کرکٹ میں ان کے لیے نظر نہیں آئے
کیمے نے 1939 کاؤنٹی چیمپئن شپ میں سسیکس کے خلاف نارتھمپٹن شائر کے لیے اول درجہ ڈیبیو کیا
اس نے اس سیزن میں مزید 4 اول درجہ کھیلے جن میں سے آخری وارسٹر شائر کے خلاف کھیلا
کینڈل نے نارتھمپٹن شائر کے لیے کریبل ایتھلیٹک گراؤنڈ ڈوور میں کینٹ کے خلاف 1930 کاؤنٹی چیمپئن شپ میں اپنا اول درجہ ڈیبیو کیا
اس نے 5 8 جون 2014 کو دورہ سری لنکا کے خلاف نارتھمپٹن شائر کے 4 روزہ میچ میں اپنا اول درجہ ڈیبیو کیا
اس نے یکم نومبر 2017 کو 2017 18 رنجی ٹرافی میں ہماچل پردیش کے لیے اپنا اول درجہ ڈیبیو کیا
کمبل نے اپنا واحد اول درجہ میچ نارتھمپٹن شائر کے لیے 1908 کاؤنٹی چیمپئن شپ میں ایسیکس کے خلاف کھیلا
کنگ نے نارتھمپٹن شائر کے لیے 1907 کاؤنٹی چیمپئن شپ میں گلوسٹر شائر کے خلاف اول درجہ ڈیبیو کیا
اس نے مزید 3 اول درجہ کھیلے جن میں سے آخری 1908 کاؤنٹی چیمپئن شپ میں ہیمپشائر کے خلاف آیا
اپنے 4 اول درجہ میچوں میں انہوں نے 9 40 کی اوسط سے 47 رنز بنائے جس میں 23 کے اعلی سکور تھے
اس نے کاؤنٹی گراؤنڈ ساؤتھمپٹن میں ہیمپشائر کے خلاف نارتھمپٹن شائر کے افتتاحی اول درجہ میچ میں اپنا فرسٹ کلاس ڈیبیو کیا
ان کے بھائی چارلس فریڈرک جیمز اور ولیم سبھی اول درجہ کرکٹ کھیلتے تھے
اس نے کاؤنٹی گراؤنڈ ساؤتھمپٹن میں ہیمپشائر کے خلاف نارتھمپٹن شائر کے افتتاحی اول درجہ میچ میں اپنا اول درجہ ڈیبیو کیا
اس نے اس سیزن کے ٹورنامنٹ میں ٹرینیڈاڈ کے خلاف اور بارباڈوس کے خلاف ٹورنامنٹ کے فائنل میں دو مزید اول درجہ کھیلے
اس کے بھائی فریڈ ہیوبرٹ جیمز اور ولیم سبھی اول درجہ کرکٹ کھیلتے تھے
ان کے والد ٹم لیمب نے متعدد ٹیموں کے لیے اول درجہ کرکٹ کھیلی
نارتھمپٹن شائر کے لیے اول درجہ کرکٹ کھیلنے والے ایلن لڈل کے بیٹے وہ نارتھمپٹن نارتھمپٹن شائر میں پیدا ہوئے
لڈل نے 1951 کاؤنٹی چیمپیئن شپ میں ڈربی شائر کے خلاف نارتھمپٹن شائر کے لیے اول درجہ ڈیبیو کیا
وہ 91 اول درجہ میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نمودار ہوئے
ان کے بیٹے ایلن لڈل نے بھی نارتھمپٹن شائر کے لیے اول درجہ کرکٹ کھیلی
میننگ 53 اول درجہ میچوں میں دائیں ہاتھ کے بلے باز اور کبھی کبھار وکٹ کیپر کے طور پر نظر آئے
وہ 41 اول درجہ میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نظر آئے
دائیں ہاتھ کے اوپنر مونٹگمری نے 1991 میں نارتھمپٹن شائر کے لیے اول درجہ ڈیبیو کیا
ان کے بیٹے رچرڈ نے کئی ٹیموں کے لیے اول درجہ کرکٹ کھیلی
اس نے اپنے 5 اول درجہ میچوں میں 18 کے ٹاپ سکور کے ساتھ کل 54 رنز بنائے
مرے ولس نے اپنے اول درجہ کیریئر میں صرف ایک بار پچاس رنز بنائے
برنلے کے قصبے میں پیدا ہوئے اس نے 22 سال کی عمر میں اگست 1935 میں لنکاشائر کے لیے اول درجہ ڈیبیو کیا
نارتھ وے 1936 کے سیزن میں نارتھمپٹن شائر کے لیے اول درجہ کرکٹ میں دوبارہ نمودار ہوا
1927 اور 1928 میں نارتھ وے رائل ایئر فورس کے لیے خدمات کی دیگر شاخوں کے خلاف اول درجہ میچوں میں نمودار ہوئے
1936 کے آخر تک وہ نان اول درجہ میچ میں رائل ائیر فورس کے لیے دکھائی دے رہے تھے
اس نے 12 اگست 2019 کو آئرلینڈ میں 2019 بین الصوبائی چیمپئن شپ میں نارتھ ویسٹ واریئرز کے لیے اول درجہ ڈیبیو کیا
پارٹریج نے 1921 کاؤنٹی چیمپیئن شپ میں اولڈ ٹریفورڈ میں لنکاشائر کے خلاف نارتھمپٹن شائر کے لیے ایک واحد اول درجہ پیش کیا
وہ تین اول درجہ میچوں میں بطور وکٹ کیپر اور دائیں ہاتھ کے بلے باز کے طور پر نظر آئے
وہ بارہ اول درجہ میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نظر آئے
اس نے 1953 کے سیزن کے دوران لنکاشائر کے خلاف واحد اول درجہ کھیلا تھا
پنر نے بعد میں 1908 کاؤنٹی چیمپیئن شپ میں لنکاشائر کے خلاف کاؤنٹی کے لیے واحد اول درجہ کھیل پیش کیا
اس نے 1956 میں کمبائنڈ سروسز کے لیے دو اول درجہ میچز اور 1964 میں نارتھمپٹن شائر کے لیے تین میچز بھی کھیلے
پاویس موریس 11 اول درجہ میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نظر آئے
پریسٹلے نے 1981 میں سری لنکا کے خلاف نارتھمپٹن شائر کے لیے واحد اول درجہ کھیلا تھا
اپنے 307 اول درجہ کھیلوں میں انہوں نے 28 40 کی رفتار سے نو سنچریوں کی مدد سے 8693 رنز بنائے
رابرٹس نے 1996 میں آکسفورڈ یونیورسٹی کے خلاف نارتھمپٹن شائر کے لیے اول درجہ ڈیبیو کیا
1996 سے 1999 تک اس نے 17 اول درجہ میچوں میں کاؤنٹی کی نمائندگی کی جن میں سے آخری سمرسیٹ کے خلاف ہوا تھا
ان کے کزن ڈیوڈ رابرٹس نے اول درجہ اور لسٹ اے کرکٹ کھیلی
ان کے 28 39 کی اوسط سے 8120 اول درجہ رنز میں 13 سنچریاں شامل ہیں
اس نے 2007 اور 2008 میں کوازولو نٹال کے لیے 2 اول درجہ اور دو لسٹ اے کھیلے
اس نے اپنا اول درجہ ڈیبیو 17 جنوری 2022 کو زمبابوے میں 2021 22 لوگن کپ میں ٹسکرز کے لیے کھیلتے ہوئے کیا
افغانستان نے اپنا پہلا ایک روزہ 2009 میں سکاٹ لینڈ کے خلاف کھیلا
اس نے یکم اپریل 2014 کو یارکشائر کے خلاف لیڈز بریڈفورڈ ایم سی سی یونیورسٹی کے لیے اول درجہ ڈیبیو کیا
آئرلینڈ کے لیے ان کے 5 کھیل اول درجہ کا درجہ رکھتے تھے
سٹریٹ فورڈ نے تسمانیہ کے خلاف 1853 54 کے سیزن کے دوران ٹیم کے لیے ایک واحد اول درجہ کھیل پیش کیا
اس طرح فلپوٹ آسٹریلیا میں اول درجہ کرکٹ میں ہارنے والے پہلے کپتان بن گئے
اس نے اوٹاگو کے لیے دو اول درجہ میچ بھی کھیلے
انہوں نے ناٹنگھم شائر گراؤنڈ اسٹاف میں شمولیت اختیار کی لیکن اول درجہ میں نہیں آیا
وہ 1956 میں اول درجہ لسٹ سے ریٹائر ہوئے
انہوں نے 21 ٹیسٹ میچوں اور 48 ایک روزہ میچوں میں امپائرنگ کی
مجموعی طور پر انہوں نے 1977 سے 1988 کے درمیان اپنے کیریئر میں 18 اول درجہ میچوں میں امپائرنگ کی
نیدرلینڈز نے 1988 کے عالمی کپ تک مزید کوئی ایک روزہ نہیں کھیلا لیکن اکثر دیگر یورپی ٹیموں کے خلاف کھیلا
اس کے 2 ایک روزہ میچ ڈنمارک میں 1989 کی یورپی چیمپئن شپ میں آئے جہاں اس نے انگلینڈ اور ڈنمارک کے خلاف کھیلا
گلیمورگن کے لیے ان کا اول درجہ کیریئر 1924 سے 1954 تک اکتیس سال تک جاری رہا
انہوں نے جمیکا میں 1954 سے 1967 کے درمیان 3 ٹیسٹ سمیت دس اول درجہ میچوں میں امپائرنگ کی
مئی 2015 میں ڈیوس نے انگلینڈ اور نیوزی لینڈ کے درمیان ایک روزہ سیریز کے اختتام کے بعد اپنی ریٹائرمنٹ کا اعلان کیا
56 سالہ کھلاڑی نے 38 ٹیسٹ 112 ایک روزہ اور 17 ٹی ٹوئنٹی انٹرنیشنل میچز کھیلے
1874 میں ڈریپر نے کینٹ کے لیے ڈربی شائر کے خلاف اپنا پہلا کاؤنٹی میچ کھیلتے ہوئے اپنا اول درجہ ڈیبیو کیا
ڈریپر 1887 اور 1898 کے درمیان اول درجہ امپائر تھا
انہوں نے 1945 اور 1954 کے درمیان 45 اول درجہ میچوں میں امپائرنگ کی جن میں سے زیادہ تر سڈنی میں ہوئے
ایک روزہ کی تاریخ میں انگلینڈ کے ساتھ 9 میچوں میں 37 ٹائی ہو چکے ہیں
بھارت کے سچن ٹنڈولکر نے 96 کے ساتھ ایک روزہ میں سب سے زیادہ نصف سنچریاں اسکور کی ہیں
تندولکر نے ایک روزہ میں سب سے زیادہ سنچریاں 49 کے ساتھ بنائی ہیں
مجموعی طور پر 65 کھلاڑیوں نے اپنے ایک روزہ کیریئر میں 1000 رنز اور 100 وکٹیں حاصل کیں
نیدرلینڈ کے بلے باز نولان کلارک ایک ایک روزہ میچ میں نظر آنے والے سب سے پرانے کھلاڑی ہیں
انہوں نے 2002 اور 2002 سے 2006 کے درمیان ایک ٹیسٹ میچ بنگلہ دیش بمقابلہ پاکستان 17 ایک روزہ میچوں میں امپائرنگ کی
انہوں نے 1923 اور 1939 کے درمیان تئیس اول درجہ میچ کھیلے
اس کا معروف اول درجہ کیریئر 1853 سے 1871 کے سیزن پر محیط تھا
مجموعی طور پر گارنگ نے 10 اول درجہ میچوں کی امپائرنگ کی
انہوں نے 34 41 کی رفتار سے 67 اول درجہ وکٹیں 74 کے عوض 6 دی تھیں
اس کی بیٹنگ نہ ہونے کے برابر تھی اور اس کا اول درجہ کا سب سے زیادہ اسکور صرف 15 تھا
دسمبر 1998 میں اس نے اپنا اول درجہ ڈیبیو کیا اور پھر 11 جنوری 2002 کو اپنا ایک روزہ بین الاقوامی ڈیبیو کیا
اس نے 18 دسمبر 2019 کو 2019 20 لوگن کپ میں رینجرز کے لیے اپنا اول درجہ ڈیبیو کیا
اپنے اول درجہ ڈیبیو سے پہلے انہیں 2018 کے انڈر 19 کرکٹ عالمی کپ کے لیے زمبابوے کے اسکواڈ میں شامل کیا گیا تھا
صوبہ حطائے میں حطائے ہوائی اڈے کے رن وے کو الگ کر کے اونچا کر دیا گیا تھا
ان کا آخری ایک روزہ 6 دسمبر 1996 کو پاکستان اور نیوزی لینڈ کے درمیان جناح سٹیڈیم سیالکوٹ میں کھیلا گیا تھا
آسٹریلوی کرکٹ ٹیم نے 1893 میں انگلینڈ میں 31 اول درجہ میچ کھیلے جن میں 3 ٹیسٹ بھی شامل تھے
اول درجہ میچوں میں سے ایک پورٹسماؤتھ میں آکسفورڈ اور کیمبرج یونیورسٹیز کی ماضی اور حال کی ٹیم کے خلاف تھا
اول درجہ کرکٹ میں ایک ہی اننگز میں آٹھ نصف سنچریاں بنانے کا یہ واحد واقعہ ہے
وہ 1990 میں بھارت بمقابلہ سری لنکا کے ایک ٹیسٹ میچ اور 1986 اور 1988 کے درمیان 5 ایک روزہ میچوں میں کھڑے تھے
آسٹریلیا کی کرکٹ ٹیم نے 1905 میں انگلینڈ میں 35 اول درجہ میچ کھیلے جن میں 5 ٹیسٹ شامل تھے
اس نے 1 اپریل 2014 کو گلیمورگن کے خلاف کارڈف ایم سی سی یو کے لیے اپنا اول درجہ ڈیبیو کیا
وہ 1986 میں ایک ایک روزہ میچ میں کھڑے تھے
وہ 2002 میں ایک ایک روزہ میچ میں کھڑے ہوئے تھے
ان کے کھیل کے کیریئر میں کرناٹک کے لیے 1983 سے 1988 کے دوران 3 اول درجہ میچ شامل تھے
نیرو نے 2007 میں لسٹ اے کرکٹ میں ڈیبیو کیا اس کے اگلے سال اول درجہ کرکٹ میں امپائرنگ کی
وہ 2001 میں ایک ایک روزہ میچ میں کھڑے ہوئے تھے
اس نے 2020 میں امیونولوجی میں ایم ایس سی کی ڈگری حاصل کی
اس نے 24 مارچ 2017 کو 2016 17 ڈسٹرکٹس ون ڈے ٹورنامنٹ میں ضلع ہمبنٹوٹا کے لیے اپنا لسٹ اے ڈیبیو کیا
اس نے 17 جنوری 2014 کو 2013 14 پریمیئر ٹرافی میں بلوم فیلڈ کرکٹ اور ایتھلیٹک کلب کے لیے اپنا اول درجہ ڈیبیو کیا
اپریل 2018 میں اسے 2018 کے سپر پراونشل ایک روزہ ٹورنامنٹ کے لیے کینڈی کے دستے میں شامل کیا گیا
ایک دائیں ہاتھ کے بلے باز انہوں نے پارسیوں کے لیے کھیلتے ہوئے 1941 42 کے بمبئی پینٹنگولر ٹورنامنٹ میں اول درجہ ڈیبیو کیا
وہ مڈل سیکس کی تاریخ میں سب سے طویل عرصے تک رہنے والے اول درجہ کھلاڑی بھی ہیں
پی سی بی بلاسٹرز 2018 میں تشکیل دی گئی تھی 2017 18 پی سی بی ٹرائنگولر ایک روزہ خواتین ٹورنامنٹ سے پہلے
اس نے جامعہ لاہور سے اپنی تعلیم مکمل کی
مارچ 2023 میں کرکٹ آئرلینڈ نے تصدیق کی کہ تینوں ایک روزہ انگلستان میں چلمسفورڈ میں کھیلے جائیں گے
اپنے اول درجہ ڈیبیو سے پہلے انہیں 2018 کے انڈر 19 کرکٹ ورلڈ کپ کے لیے نمیبیا کے سکواڈ میں شامل کیا گیا تھا
ایک درمیانے درجے کے تیز گیند باز عثمان نے ستمبر 1969 میں قائد اعظم ٹرافی میں اپنا اول درجہ ڈیبیو کیا
اروناچل پردیش کرکٹ ٹیم ایک کرکٹ ٹیم ہے جو بھارتی مقامی مقابلوں میں ریاست اروناچل پردیش کی نمائندگی کرتی ہے
وہ مدھیہ پردیش کے لیے دائیں ہاتھ کے بلے باز ہیں اور انہوں نے 1995 96 میں اول درجہ ڈیبیو کیا
اس نے 1950 سے 1960 کے درمیان 22 اول درجہ میچ کھیلے تمام رنجی ٹرافی میں 2 جیتے 13 ہارے اور 7 ڈرا ہوئے
اس نے 2014 میں حیدرآباد کے لیے اول درجہ اور لسٹ اے کرکٹ ڈیبیو دونوں پر سنچریاں بنائیں
درج ذیل ممالک مخصوص حالات میں ایک بین الاقوامی ٹیم کے طور پر اول درجہ کرکٹ کھیلتے ہیں
1 اول درج صرف اس وقت جب آئی سی سی انٹر کانٹینینٹل کپ میں کھیل رہے ہوں
1 اول درج صرف اس وقت جب آئی سی سی انٹرکانٹینینٹل کپ میں کھیل رہے ہوں
1 اول درج صرف اس وقت جب آئی سی سی انٹرکانٹینینٹل کپ میں کھیل رہے ہوں
لڑائی کا آغاز نیم فوجی دستے تیزگام حمیات افواج کے اہم سرکاری مقامات پر حملوں سے شروع ہوا
باقر آباد شہر ریلوے کے ذریعے ایران کے تمام بڑے شہروں سے جڑا ہوا ہے
کیون شارپ ( پیدائش 6 اپریل 1959 ) ایک انگریز کرکٹ کوچ اور سابق اول درجہ کرکٹ کھلاڑی ہے
اس کا یارکشائر کاؤنٹی کرکٹ کلب اور گریکولینڈ ویسٹ کرکٹ ٹیم کے لیے کھیلتے ہوئے چودہ سالہ اول درجہ کیریئر تھا
وہ 300 اول درجہ میچوں میں دائیں ہاتھ کے بلے باز کے طور پر نظر آئے جو کبھی کبھار آف بریک بولتے تھے
اس نے 24 مارچ 2019 کو دبئی میں میریلیبون کرکٹ کلب کے خلاف سرے کے لیے اپنا اول درجہ ڈیبیو کیا
اپنے اول درجہ ڈیبیو سے پہلے ہل 2020 انڈر 19 کرکٹ ورلڈ کپ میں انگلینڈ کے سکواڈ کے نائب کپتان تھے
اولڈ پیٹنٹ آفس بلڈنگ ( لاطینی ) ریاست ہائے متحدہ کا ایک حکومتی عمارت جو واشنگٹن ڈی سی میں واقع ہے
ابھی میں نے تئاتر شہر میٹرو اسٹیشن پر بیرونی ربط میں ترمیم کی ہے
اس صیحیح فکر اور رائے کی سب سے پہلے شیخ الہند نے حمایت کی
ایک روزہ سیریز 2022 2025 آئی سی سی خواتین چیمپئن شپ کا حصہ بنے گی
موراتووا اسپورٹس کلب سری لنکا کی ایک اول درجہ کرکٹ ٹیم تھی
اس واقعے کے بعد عوامی احتجاج مظاہروں اور فسادات میں بدل گیا
دو رہائشی اپنے کمروں میں جل کر ہلاک ہو گئے جبکہ باقی چار دھواں کی وجہ سے مر گئے
آسٹریلوی ٹیم الگ الگ کپتانی میں تھی ٹیسٹ میں اسٹیو وا اور اگلے ایک روزہ میں رکی پونٹنگ
