S وہ سب نہایت سنجیدہ اور گمبھیر شکلیں بنا لیتا ہیں ۔
A 4 5|||R:CONJ|||یا|||REQUIRED|||-NONE-|||0

S خوب جوش و خروش کی مظاہرہ ہوتا ہے ۔
A 2 3|||R:CONJ|||اور|||REQUIRED|||-NONE-|||0

S اگر بلی چوہے کو پکڑ لے تو مخالف پارٹی کی ایک رکن کم ہو جاتی ہے ۔
A 6 7|||R:CONJ|||و|||REQUIRED|||-NONE-|||0

S اور وہ ایک اور چوہا پیش کرتی ہے ۔
A 0 1|||R:CONJ|||اگر|||REQUIRED|||-NONE-|||0

S اگر تھوڑے بچے رہ جاۓ تو ریچھ بھی تھوڑے ہی باہر نکلتے ہیں ۔
A 5 6|||R:CONJ|||کہ|||REQUIRED|||-NONE-|||0

S اور کھیل دوبارہ شروع ہو جاتی ہے ۔
A 0 1|||R:CONJ|||اگر|||REQUIRED|||-NONE-|||0

