S جس کو ان سات بہنوں میں سے چار پکڑے کھڑی ہیں باقی تین بہنوں نے اس کی دم پکڑ رکھی ہے ۔
A 7 8|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S اس کا گھر شہر سے دس میل دور تھا ۔
A 5 6|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S اس کی جھونپڑی کے پاس سے ایک پتلی سے سڑک جاتی تھی ۔
A 6 7|||R:NUM|||دو|||REQUIRED|||-NONE-|||0

S ‘‘ کونی نے شان سے کہا اور ایک تیسری گڑیا دکھائی ، جس کا ایک پیچ گھماتے ہی اس کے سر پر سچ مچ بال اگ آئے ۔
A 7 8|||R:NUM|||’|||REQUIRED|||-NONE-|||0

S ‘‘ کونی نے شان سے کہا اور ایک تیسری گڑیا دکھائی ، جس کا ایک پیچ گھماتے ہی اس کے سر پر سچ مچ بال اگ آئے ۔
A 14 15|||R:NUM|||تین|||REQUIRED|||-NONE-|||0

S ایک ڈوری کو کھینچتے ہی دو کٹھ پتلیاں باتیں کرنے لگیں ۔
A 5 6|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S دونوں لڑنے لگیں ۔
A 0 1|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S ایک مکھی بیٹھی اپنا گھر لیپ رہی تھی ۔
A 0 1|||R:NUM|||’’لیکن|||REQUIRED|||-NONE-|||0

S حیرانی کی بات کہ دو دن میں ہی وہ بڑھ کر پورا پیڑ بن گیا ۔
A 4 5|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

S ایک سپاہی تھے ۔
A 0 1|||R:NUM|||’اچھا|||REQUIRED|||-NONE-|||0

S ہے ہے بھینا اونٹوں تلے آئیں‘‘ ۔
A 2 3|||R:NUM|||ایک|||REQUIRED|||-NONE-|||0

