آپ نے یہ کیا ادھم مچا رکھی ہے
اسلام آباد پاکستان کا دارلحکومت ہے
امجد اسلم اور خرم آئے
کاٹھ کی ہندیہ بار بار نہیں چڑھتی
یہ عورت تو آفت کا پرکالہ ہے
مرض بڑھتا گیا جون جون دوا کی
مرض بڑھتا گیا جون جون دوا کی
علم و نیک چانی انسان کا درجہ بڑھا دیتے تک ۔
اس کا مال و اسباب ، مکان ، زمین سب بک گئی ۔
اس کا مال و اسباب ، مکان ، زمین سب بک گئی ۔
معمولی بات پر ماموں بھا نجالڑ پڑے ۔
حرب انبیاء اور اولیاء کی سر زمین ہے ۔
حرب انبیاء اور اولیاء کی سر زمین ہے ۔
السلام عليكم ۔
فقیر نے صدالگائی سدا خوش رہو ۔
وہ غصہ سے لال پیلا ہو گیا ۔
عباس طالب علم ہے ۔
باجی دروازہ کھول دیں ۔
گھاس ہری ہری ہے ۔
گھاس ہری ہری ہے ۔
میر قلم نیا ہے ۔
وہ فیصل آباد گئے ۔
فضلو لیٹ کر دروازے سے نکلا اور باغ کی طرف چل دیا ۔
یہ امیر وزیر کہاں سے آ گئے ۔
یہ کہہ کر فرشتہ آنکھوں سے اوجھل ہو گیا ۔
