S اپ نے کیا ادھم مچا رکھا ہے
A 0 1|||R:PROPN|||آپ|||REQUIRED|||-NONE-|||0

S اسلام اباد پاکستان کا دارالخلافہ ہے
A 1 2|||R:PROPN|||آباد|||REQUIRED|||-NONE-|||0

S امجد اسلم اور خرم ایا
A 4 5|||R:PROPN|||آئے|||REQUIRED|||-NONE-|||0

S لکڑی کی ہنڈیا بار بار نہیں چڑھتی
A 2 3|||R:PROPN|||ہندیہ|||REQUIRED|||-NONE-|||0

S یہ عورت تو افت کی پر کالا ہے
A 3 4|||R:PROPN|||آفت|||REQUIRED|||-NONE-|||0

S مرض بڑھتی گئی جوں جوں دوا کی
A 3 4|||R:PROPN|||جون|||REQUIRED|||-NONE-|||0

S مرض بڑھتی گئی جوں جوں دوا کی
A 4 5|||R:PROPN|||جون|||REQUIRED|||-NONE-|||0

S علم د نیک چینی انسان کا درجہ بڑھا دیتی ہے ۔
A 1 2|||R:PROPN|||و|||REQUIRED|||-NONE-|||0

S اس کے مال واسباب ، مکان را می بک گئے ۔
A 6 7|||R:PROPN|||،|||REQUIRED|||-NONE-|||0

S اس کے مال واسباب ، مکان را می بک گئے ۔
A 7 8|||R:PROPN|||زمین|||REQUIRED|||-NONE-|||0

S معمولی بات پر ماموں بھا نجا لڑ پڑا ۔
A 5 6|||R:PROPN|||نجالڑ|||REQUIRED|||-NONE-|||0

S عرب انبیاؤں اور اولیاؤں کی سرزمین ہے ۔
A 0 1|||R:PROPN|||حرب|||REQUIRED|||-NONE-|||0

S عرب انبیاؤں اور اولیاؤں کی سرزمین ہے ۔
A 1 2|||R:PROPN|||انبیاء|||REQUIRED|||-NONE-|||0

S السلام و علیکم ۔
A 2 3|||R:PROPN|||عليكم|||REQUIRED|||-NONE-|||0

S فقیر نے سید الگائی صدا خوش رہو ۔
A 3 4|||R:PROPN|||صدالگائی|||REQUIRED|||-NONE-|||0

S وہ قصہ سے لال سرخ ہو گیا ۔
A 4 5|||R:PROPN|||پیلا|||REQUIRED|||-NONE-|||0

S عباس تالب الم ہے ۔
A 2 3|||R:PROPN|||علم|||REQUIRED|||-NONE-|||0

S باجی در وزا کھول دے ۔
A 1 2|||R:PROPN|||دروازہ|||REQUIRED|||-NONE-|||0

S گھاس ہرا ہرا ہے ۔
A 1 2|||R:PROPN|||ہری|||REQUIRED|||-NONE-|||0

S گھاس ہرا ہرا ہے ۔
A 2 3|||R:PROPN|||ہری|||REQUIRED|||-NONE-|||0

S میری قلم نی ہے
A 0 1|||R:PROPN|||میر|||REQUIRED|||-NONE-|||0

S وہ فیصلا باد گئے ۔
A 2 3|||R:PROPN|||آباد|||REQUIRED|||-NONE-|||0

S فضلو لیٹ کر دروازے سی نکلا اور باغ کی طرف چل دیا ۔
A 4 5|||R:PROPN|||سے|||REQUIRED|||-NONE-|||0

S یہ امیر وزیر کہاں سی آ گئے ۔
A 4 5|||R:PROPN|||سے|||REQUIRED|||-NONE-|||0

S یہ کہہ کر فرشتہ آنکھوں سی اوجھل ہو گیا ۔
A 5 6|||R:PROPN|||سے|||REQUIRED|||-NONE-|||0

