S اسامہ آیا اور چلا گیا
A 3 3|||M:PRON|||وہ|||REQUIRED|||-NONE-|||0

S شائستہ نے کتاب پڑھی اور سو گئی
A 5 5|||M:PRON|||وہ|||REQUIRED|||-NONE-|||0

S اس کے مال واسباب ، مکان را می بک گئے ۔
A 8 8|||M:PRON|||سب|||REQUIRED|||-NONE-|||0

S تو اس نے فقیروں کو بلا کر سونے چاندی کی کھیر کیسے کھلایا ۔
A 13 13|||M:PRON|||ان|||REQUIRED|||-NONE-|||0

S تو اس نے فقیروں کو بلا کر سونے چاندی کی کھیر کیسے کھلایا ۔
A 13 13|||M:PRON|||کیسے|||REQUIRED|||-NONE-|||0

S ’’ابا جی یہ سعدی کے نام کی ساتھ چچا کیوں لگا دیتے ہیں ؟ ‘‘
A 14 14|||M:PRON|||اب|||REQUIRED|||-NONE-|||0

