S بعض کے اس سے مراد دیوار چین ہے اور بعض کے نزدیک کچھ اور رائے ہے
A 10 12|||R:MULTI|||کی|||REQUIRED|||-NONE-|||0

S آخری تجدید 00 10 24 ستمبر 2019 ( م ع و )
A 2 4|||R:MULTI|||01|||REQUIRED|||-NONE-|||0

S آخری تجدید 13 08 19 اپریل 2018 ( م ع و )
A 4 5|||R:MULTI|||28 20|||REQUIRED|||-NONE-|||0

S آخری تجدید 21 47 13 جنوری 2019 ( م ع و )
A 3 5|||R:MULTI|||23|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 01 13 جنوری 2019 ( م ع و )
A 4 5|||R:MULTI|||44 23|||REQUIRED|||-NONE-|||0

S آخری تجدید 01 28 27 ستمبر 2019 ( م ع و )
A 2 3|||R:MULTI|||02 13|||REQUIRED|||-NONE-|||0

S آخری تجدید 20 04 26 نومبر 2019 ( م ع و )
A 4 5|||R:MULTI|||36 27|||REQUIRED|||-NONE-|||0

S آخری تجدید 06 59 30 مئی 2018 ( م ع و )
A 3 6|||R:MULTI|||2 جون|||REQUIRED|||-NONE-|||0

S آخری تجدید 00 11 24 ستمبر 2019 ( م ع و )
A 2 4|||R:MULTI|||01|||REQUIRED|||-NONE-|||0

S آخری تجدید 16 24 19 ستمبر 2019 ( م ع و )
A 2 3|||R:MULTI|||00 50|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 34 28 ستمبر 2019 ( م ع و )
A 3 5|||R:MULTI|||29|||REQUIRED|||-NONE-|||0

S آخری تجدید 18 22 21 نومبر 2019 ( م ع و )
A 2 3|||R:MULTI|||01 40|||REQUIRED|||-NONE-|||0

S اسکے بعد اس نے بھارت مصر اور المغرب کا سفر کیا اور مصر میں 284 ہجری میں وفات پائی
A 14 16|||R:MULTI|||284ھ|||REQUIRED|||-NONE-|||0

S آخری تجدید 21 48 13 جنوری 2019 ( م ع و )
A 3 5|||R:MULTI|||23|||REQUIRED|||-NONE-|||0

S آخری تجدید 20 17 14 ستمبر 2019 ( م ع و )
A 2 3|||R:MULTI|||05 46|||REQUIRED|||-NONE-|||0

S آخری تجدید 00 01 24 ستمبر 2019 ( م ع و )
A 4 5|||R:MULTI|||22 27|||REQUIRED|||-NONE-|||0

S آخری تجدید 13 20 19 اپریل 2018 ( م ع و )
A 2 3|||R:MULTI|||08 39|||REQUIRED|||-NONE-|||0

S آخری تجدید 06 59 30 مئی 2018 ( م ع و )
A 3 6|||R:MULTI|||2 جون|||REQUIRED|||-NONE-|||0

S آخری تجدید 00 11 24 ستمبر 2019 ( م ع و )
A 2 4|||R:MULTI|||01|||REQUIRED|||-NONE-|||0

S آخری تجدید 19 21 12 جنوری 2019 ( م ع و )
A 4 5|||R:MULTI|||58 13|||REQUIRED|||-NONE-|||0

S آخری تجدید 13 20 19 اپریل 2018 ( م ع و )
A 2 3|||R:MULTI|||08 40|||REQUIRED|||-NONE-|||0

S آخری تجدید 06 59 30 مئی 2018 ( م ع و )
A 3 6|||R:MULTI|||2 جون|||REQUIRED|||-NONE-|||0

S آخری تجدید 19 21 12 جنوری 2019 ( م ع و )
A 4 5|||R:MULTI|||57 13|||REQUIRED|||-NONE-|||0

S آخری تجدید 05 36 27 نومبر 2019 ( م ع و )
A 2 4|||R:MULTI|||02|||REQUIRED|||-NONE-|||0

S آخری تجدید 13 20 19 اپریل 2018 ( م ع و )
A 2 3|||R:MULTI|||08 40|||REQUIRED|||-NONE-|||0

S آخری تجدید 19 21 12 جنوری 2019 ( م ع و )
A 4 5|||R:MULTI|||57 13|||REQUIRED|||-NONE-|||0

S آخری تجدید 05 36 27 نومبر 2019 ( م ع و )
A 2 4|||R:MULTI|||02|||REQUIRED|||-NONE-|||0

S آخری تجدید 16 49 28 اگست 2019 ( م ع و )
A 2 4|||R:MULTI|||15|||REQUIRED|||-NONE-|||0

S آخری تجدید 09 12 22 اگست 2018 ( م ع و )
A 4 6|||R:MULTI|||ستمبر|||REQUIRED|||-NONE-|||0

S آخری تجدید 12 28 22 اکتوبر 2018 ( م ع و )
A 2 3|||R:MULTI|||13 42|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 01 13 جنوری 2019 ( م ع و )
A 4 5|||R:MULTI|||44 23|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 19 29 اگست 2019 ( م ع و )
A 4 6|||R:MULTI|||41 1 ستمبر|||REQUIRED|||-NONE-|||0

S آخری تجدید 05 53 17 ستمبر 2019 ( م ع و )
A 2 4|||R:MULTI|||09|||REQUIRED|||-NONE-|||0

S آخری تجدید 04 18 26 اکتوبر 2019 ( م ع و )
A 4 6|||R:MULTI|||03 1 نومبر|||REQUIRED|||-NONE-|||0

S 16 ( ہنگو 1 ) پاکستان کے صوبے خیبر پختونخوا سے قومی اسمبلی کے لیے ایک انتخابی حلقہ ہے
A 2 3|||R:MULTI|||ایبٹ آباد|||REQUIRED|||-NONE-|||0

S 16 ( ہنگو 1 ) پاکستان کے صوبے خیبر پختونخوا سے قومی اسمبلی کے لیے ایک انتخابی حلقہ ہے
A 13 15|||R:MULTI|||کیلئے|||REQUIRED|||-NONE-|||0

S 24 ( ڈیرہ اسماعیل خان 1 ) پاکستان کے صوبے خیبر پختونخوا سے قومی اسمبلی کے لیے ایک انتخابی حلقہ ہے
A 15 17|||R:MULTI|||کیلئے|||REQUIRED|||-NONE-|||0

S 26 ( بنوں 1 ) پاکستان کے صوبے خیبر پختونخوا سے قومی اسمبلی کے لیے ایک انتخابی حلقہ ہے
A 13 15|||R:MULTI|||کیلئے|||REQUIRED|||-NONE-|||0

S 32 ( چترال 1 ) پاکستان کے صوبے خیبر پختونخوا سے قومی اسمبلی کے لیے ایک انتخابی حلقہ ہے
A 13 15|||R:MULTI|||کیلئے|||REQUIRED|||-NONE-|||0

S محمد فیض تمان قومی اسمبلی کے انتخابات میں اس حلقے سے 2008 میں کامیاب ہوا
A 1 3|||R:MULTI|||صفدر|||REQUIRED|||-NONE-|||0

S چوہدری غیاث احمد قومی اسمبلی کے انتخابات میں اس حلقے سے 2008 میں کامیاب ہوا
A 0 2|||R:MULTI|||تسنیم|||REQUIRED|||-NONE-|||0

S ملک شاکر بشیر اعوان قومی اسمبلی کے انتخابات میں اس حلقے سے 2008 میں کامیاب ہوا
A 1 4|||R:MULTI|||احمد خان|||REQUIRED|||-NONE-|||0

S نوابزادہ ملک احمد خان قومی اسمبلی کے انتخابات میں اس حلقے سے 2008 میں کامیاب ہوا
A 0 3|||R:MULTI|||حمیر حیات|||REQUIRED|||-NONE-|||0

S محمد طارق تارڑ قومی اسمبلی کے انتخابات میں اس حلقے سے 2008 میں کامیاب ہوا
A 1 3|||R:MULTI|||گوندل|||REQUIRED|||-NONE-|||0

S نصر اللہ خان بجرانی قومی اسمبلی کے انتخابات میں اس حلقے سے 2008 میں کامیاب ہوئے
A 0 2|||R:MULTI|||غلام مرتضی جتوئی|||REQUIRED|||-NONE-|||0

S حضرت علامہ مفتی عبدالقیوم ہزاری ( ناظم اعلی جامعہ نظامیہ رضویہ لاہور )
A 3 5|||R:MULTI|||عبد القیوم ہزاروی|||REQUIRED|||-NONE-|||0

S اردو روہتاس ضلع ) بہار ریاست بھارت کے تیس آٹھ اضلاع میں سے ایک ہے
A 8 10|||R:MULTI|||38|||REQUIRED|||-NONE-|||0

S وہ انگلش ٹیسٹ کرکٹر عثمان افضل کے کزن بھی ہیں
A 3 4|||R:MULTI|||کرکٹ کھلاڑی|||REQUIRED|||-NONE-|||0

S آخری تجدید 20 38 3 اپریل 2018 ( م ع و )
A 3 5|||R:MULTI|||4|||REQUIRED|||-NONE-|||0

S 20 38 3 اپریل 2018 ( م ع و )
A 1 3|||R:MULTI|||4|||REQUIRED|||-NONE-|||0

S 05 21 19 مئی 2018 ( م ع و )
A 1 3|||R:MULTI|||20|||REQUIRED|||-NONE-|||0

S 21 08 7 جولائی 2018 ( م ع و )
A 2 3|||R:MULTI|||34 8|||REQUIRED|||-NONE-|||0

S امبکا ( اداکارہ ) ) ایک بھارتی فلمی اداکارہ ہے
A 0 1|||R:MULTI|||امیشا پٹیل|||REQUIRED|||-NONE-|||0

S چارمیلا ( اداکارہ ) ) ایک بھارتی فلمی اداکارہ ہے
A 0 1|||R:MULTI|||چارمی کور|||REQUIRED|||-NONE-|||0

S ہیلن ( اداکارہ ) ) ایک بھارتی فلمی اداکارہ ہے
A 0 1|||R:MULTI|||ہیما مالنی|||REQUIRED|||-NONE-|||0

S منداکنی ( اداکارہ ) ) ایک بھارتی فلمی اداکارہ ہے
A 0 1|||R:MULTI|||مندرا بیدی|||REQUIRED|||-NONE-|||0

S نندا ( اداکارہ ) ) ایک بھارتی فلمی اداکارہ ہے
A 0 1|||R:MULTI|||نندانا سین|||REQUIRED|||-NONE-|||0

S مہیندرنگر مہاکلی کی مجموعی آبادی 104 599 افراد پر مشتمل ہے
A 0 2|||R:MULTI|||دھنگڈھی|||REQUIRED|||-NONE-|||0

S مخا یمن ( عربی المخا ) یمن کا ایک رہائشی علاقہ جو محافظہ تعز میں واقع ہے
A 0 2|||R:MULTI|||المحویت|||REQUIRED|||-NONE-|||0

S مخا یمن ( عربی المخا ) یمن کا ایک رہائشی علاقہ جو محافظہ تعز میں واقع ہے
A 4 5|||R:MULTI|||المحو ت|||REQUIRED|||-NONE-|||0

S کورہ ضلع ( عربی قضا ال ور ) لبنان کا ایک رہائشی علاقہ جو محافظہ شمالی میں واقع ہے
A 0 1|||R:MULTI|||منیہ ضنیہ|||REQUIRED|||-NONE-|||0

S کورہ ضلع ( عربی قضا ال ور ) لبنان کا ایک رہائشی علاقہ جو محافظہ شمالی میں واقع ہے
A 5 7|||R:MULTI|||الضن|||REQUIRED|||-NONE-|||0

S سوہاج ( عربی سو اج ) مصر کا ایک رہائشی علاقہ جو محافظہ سوہاج میں واقع ہے
A 13 14|||R:MULTI|||بحر احمر|||REQUIRED|||-NONE-|||0

S اخمیم ( عربی خم م ) مصر کا ایک رہائشی علاقہ جو محافظہ سوہاج میں واقع ہے
A 0 1|||R:MULTI|||مطریہ مصر|||REQUIRED|||-NONE-|||0

S اخمیم ( عربی خم م ) مصر کا ایک رہائشی علاقہ جو محافظہ سوہاج میں واقع ہے
A 3 5|||R:MULTI|||المطر|||REQUIRED|||-NONE-|||0

S آئیوس ایونیس ( پیرگوس ) ) قبرص کا ایک رہائشی علاقہ جو ضلع نیکوسیا میں واقع ہے
A 0 2|||R:MULTI|||اگیواس آیونیس مالونتاس|||REQUIRED|||-NONE-|||0

S سیتا ( اداکارہ ) ) ایک بھارتی فلمی اداکارہ ہے
A 0 1|||R:MULTI|||شالنی کمار|||REQUIRED|||-NONE-|||0

S سمرن ( اداکارہ ) ) ایک بھارتی فلمی اداکارہ ہے
A 0 1|||R:MULTI|||سندھو تولانی|||REQUIRED|||-NONE-|||0

S سنیتا ( اداکارہ ) ) ایک بھارتی فلمی اداکارہ ہے
A 0 1|||R:MULTI|||سودھا چندرن|||REQUIRED|||-NONE-|||0

S ٹکسٹیلا کا رقبہ 168 62 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 2 , 126 افراد پر مشتمل ہے
A 3 5|||R:MULTI|||857|||REQUIRED|||-NONE-|||0

S چترکوٹ دھام ( کڑوی ) ) بھارت کا ایک رہائشی علاقہ جو چترکوٹ ضلع میں واقع ہے
A 0 2|||R:MULTI|||مانک پور سرہت|||REQUIRED|||-NONE-|||0

S درگاہ حضرت مح دوم سید جمال الدین زیدی الواسطی رح سرسی سادات 588ھ
A 2 4|||R:MULTI|||مخدوم|||REQUIRED|||-NONE-|||0

S وینزویلا ( انگریزی ) براعظم جنوبی امریکا میں واقع ہے
A 0 1|||R:MULTI|||ویٹیکن سٹی|||REQUIRED|||-NONE-|||0

S وینزویلا ( انگریزی ) براعظم جنوبی امریکا میں واقع ہے
A 5 7|||R:MULTI|||یورپ|||REQUIRED|||-NONE-|||0

S برزیسکو کا رقبہ 11 73 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 16 , 827 افراد پر مشتمل ہے
A 3 5|||R:MULTI|||590|||REQUIRED|||-NONE-|||0

S ججن مغربی آذربائیجان کی مجموعی آبادی 772 افراد پر مشتمل ہے
A 0 2|||R:MULTI|||جاجان|||REQUIRED|||-NONE-|||0

S جسن ( الدژا سرائیوو ) ) بوسنیا و ہرزیگووینا کا ایک رہائشی علاقہ جو سرائیوو کانتون میں واقع ہے
A 2 4|||R:MULTI|||ٹریبنجے|||REQUIRED|||-NONE-|||0

S جسن ( الدژا سرائیوو ) ) بوسنیا و ہرزیگووینا کا ایک رہائشی علاقہ جو سرائیوو کانتون میں واقع ہے
A 14 16|||R:MULTI|||سرپسکا|||REQUIRED|||-NONE-|||0

S اربد ( عربی ربد ) اردن کا ایک رہائشی علاقہ جو محافظہ اربد میں واقع ہے
A 0 1|||R:MULTI|||محافظہ عجلون|||REQUIRED|||-NONE-|||0

S عجلون ( عربی عجلون ) اردن کا ایک رہائشی علاقہ جو محافظہ عجلون میں واقع ہے
A 0 1|||R:MULTI|||محافظہ جرش|||REQUIRED|||-NONE-|||0

S جرش ( عربی جرش ) اردن کا ایک رہائشی علاقہ جو محافظہ جرش میں واقع ہے
A 0 1|||R:MULTI|||محافظہ مفرق|||REQUIRED|||-NONE-|||0

S مفرق ( عربی المفرق ) اردن کا ایک رہائشی علاقہ جو محافظہ مفرق میں واقع ہے
A 0 1|||R:MULTI|||محافظہ بلقا|||REQUIRED|||-NONE-|||0

S معان ( عربی معان ) اردن کا ایک رہائشی علاقہ جو محافظہ معان میں واقع ہے
A 0 1|||R:MULTI|||محافظہ عقبہ|||REQUIRED|||-NONE-|||0

S یلو راک کینٹکی کی مجموعی آبادی 200 87 میٹر سطح دریا سے بلندی پر واقع ہے
A 1 3|||R:MULTI|||سپرنگ مغربی ورجینیا|||REQUIRED|||-NONE-|||0

S یلو راک کینٹکی کی مجموعی آبادی 200 87 میٹر سطح دریا سے بلندی پر واقع ہے
A 6 8|||R:MULTI|||273|||REQUIRED|||-NONE-|||0

S یورکویل کیلی فورنیا کی مجموعی آبادی 281 میٹر سطح دریا سے بلندی پر واقع ہے
A 1 3|||R:MULTI|||انڈیانا|||REQUIRED|||-NONE-|||0

S یورکویل کیلی فورنیا کی مجموعی آبادی 281 میٹر سطح دریا سے بلندی پر واقع ہے
A 6 7|||R:MULTI|||284 08|||REQUIRED|||-NONE-|||0

S یونگس کارنر انڈیانا کی مجموعی آبادی 296 88 میٹر سطح دریا سے بلندی پر واقع ہے
A 1 3|||R:MULTI|||ہل کیلی فورنیا|||REQUIRED|||-NONE-|||0

S یونگس کارنر انڈیانا کی مجموعی آبادی 296 88 میٹر سطح دریا سے بلندی پر واقع ہے
A 6 8|||R:MULTI|||825|||REQUIRED|||-NONE-|||0

S یبا کیلی فورنیا کی مجموعی آبادی 19 میٹر سطح دریا سے بلندی پر واقع ہے
A 1 3|||R:MULTI|||اوکلاہوما|||REQUIRED|||-NONE-|||0

S یبا کیلی فورنیا کی مجموعی آبادی 19 میٹر سطح دریا سے بلندی پر واقع ہے
A 6 7|||R:MULTI|||150 88|||REQUIRED|||-NONE-|||0

S یوکتان مسوری کی مجموعی آبادی 249 02 میٹر سطح دریا سے بلندی پر واقع ہے
A 0 2|||R:MULTI|||یوکے|||REQUIRED|||-NONE-|||0

S سبنٹاس کی مجموعی آبادی 13 852 افراد پر مشتمل ہے
A 0 1|||R:MULTI|||سبنکدی برتین|||REQUIRED|||-NONE-|||0

S سبنٹاس کی مجموعی آبادی 13 852 افراد پر مشتمل ہے
A 4 6|||R:MULTI|||509|||REQUIRED|||-NONE-|||0

S سیدپور اسلام آباد کی مجموعی آبادی 620 میٹر سطح دریا سے بلندی پر واقع ہے
A 1 3|||R:MULTI|||کپرتھلا|||REQUIRED|||-NONE-|||0

S سیدپور اسلام آباد کی مجموعی آبادی 620 میٹر سطح دریا سے بلندی پر واقع ہے
A 6 7|||R:MULTI|||31 41945|||REQUIRED|||-NONE-|||0

S سیقیحور ( لاطینی ) فلپائن کا ایک فلپائن کے صوبے جو وسطی ویسایا میں واقع ہے
A 11 13|||R:MULTI|||فلپائن|||REQUIRED|||-NONE-|||0

S لیئتے ( صوبہ ) ) فلپائن کا ایک فلپائن کے صوبے جو مشرقی ویسایا میں واقع ہے
A 0 1|||R:MULTI|||شمالی سامار|||REQUIRED|||-NONE-|||0

S پانگاسینان ( لاطینی ) فلپائن کا ایک فلپائن کے صوبے جو ایلوکوس علاقہ میں واقع ہے
A 0 1|||R:MULTI|||کاگایان وادی|||REQUIRED|||-NONE-|||0

S میئتکیئنا ( لاطینی ) میانمار کا ایک رہائشی علاقہ جو مائیٹکینا ٹاؤنشپ میں واقع ہے
A 10 12|||R:MULTI|||میانمار|||REQUIRED|||-NONE-|||0

S واراب ( ریاست ) ) جنوبی سوڈان کا ایک رہائشی علاقہ جو جنوبی سوڈان میں واقع ہے
A 0 1|||R:MULTI|||وسطی استوائی|||REQUIRED|||-NONE-|||0

S صائم چشتی کی پیدائش 18دسمبر 1932 میں ضلع امرتسر کے قصبہ گنڈی ونڈ میں ہوئی آپ کا تعلق شیخ برادری سے تھا
A 4 6|||R:MULTI|||25دسمبر1932|||REQUIRED|||-NONE-|||0

S اپنے والد ماجد مولانا محمد یحی سے قرآن حفظ کیا
A 5 6|||R:MULTI|||یحیی کاندھلوی|||REQUIRED|||-NONE-|||0

S اس میں کل 14 ٹیمیں شرکت کریں گی 14 میدانوں پر کل 49 میچ کھیلیں جائیں گے
A 15 17|||R:MULTI|||گئے|||REQUIRED|||-NONE-|||0

S لا کومپانیا کا رقبہ 93 13 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 3 , 367 افراد پر مشتمل ہے
A 1 2|||R:MULTI|||کونسپسیون ماسایا|||REQUIRED|||-NONE-|||0

S لا کومپانیا کا رقبہ 93 13 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 3 , 367 افراد پر مشتمل ہے
A 4 6|||R:MULTI|||66|||REQUIRED|||-NONE-|||0

S لا روڈا ( ہسپانوی ) ہسپانیہ کا ایک رہائشی علاقہ جو کاستیا لا مانچا میں واقع ہے
A 11 14|||R:MULTI|||اندلوسیا|||REQUIRED|||-NONE-|||0

S لاکروزیٹی ( فرانسیسی ) فرانس کا ایک رہائشی علاقہ جو میدی پیرینے میں واقع ہے
A 0 1|||R:MULTI|||لاکس اندرے|||REQUIRED|||-NONE-|||0

S لاڈڈ ہیل اوریگان کی مجموعی آبادی 103 میٹر سطح دریا سے بلندی پر واقع ہے
A 1 3|||R:MULTI|||ورجینیا|||REQUIRED|||-NONE-|||0

S لاڈڈ ہیل اوریگان کی مجموعی آبادی 103 میٹر سطح دریا سے بلندی پر واقع ہے
A 6 7|||R:MULTI|||430 08|||REQUIRED|||-NONE-|||0

S لاگنیو ( فرانسیسی ) فرانس کا ایک رہائشی علاقہ جو رون آلپ میں واقع ہے
A 0 1|||R:MULTI|||لاگنی ویسی|||REQUIRED|||-NONE-|||0

S لاگوا الیگری ( پرتگالی ) برازیل کا ایک رہائشی علاقہ جو شمال مشرقی علاقہ برازیل میں واقع ہے
A 1 2|||R:MULTI|||ڈا کونفوساو|||REQUIRED|||-NONE-|||0

S لاگوا الیگری ( پرتگالی ) برازیل کا ایک رہائشی علاقہ جو شمال مشرقی علاقہ برازیل میں واقع ہے
A 11 13|||R:MULTI|||شمالی|||REQUIRED|||-NONE-|||0

S لاجیاڈو نووو ( پرتگالی ) برازیل کا ایک رہائشی علاقہ جو شمال مشرقی علاقہ برازیل میں واقع ہے
A 11 13|||R:MULTI|||شمالی|||REQUIRED|||-NONE-|||0

S لیک پورٹ وسکونسن کی مجموعی آبادی 218 85 میٹر سطح دریا سے بلندی پر واقع ہے
A 1 3|||R:MULTI|||ریج اوکس کیلیفورنیا|||REQUIRED|||-NONE-|||0

S لیک پورٹ وسکونسن کی مجموعی آبادی 218 85 میٹر سطح دریا سے بلندی پر واقع ہے
A 6 8|||R:MULTI|||145|||REQUIRED|||-NONE-|||0

S لیک ووڈ ( سی ڈی پی ) نیو جرسی , ) ریاستہائے متحدہ امریکا کا ایک رہائشی علاقہ جو نیو جرسی میں واقع ہے
A 19 21|||R:MULTI|||وسکونسن|||REQUIRED|||-NONE-|||0

S میڈیلینی کیلیفورنیا کی مجموعی آبادی 1 , 622 میٹر سطح دریا سے بلندی پر واقع ہے
A 1 2|||R:MULTI|||مغربی ورجینیا|||REQUIRED|||-NONE-|||0

S مائے داگوا ( پرتگالی ) برازیل کا ایک رہائشی علاقہ جو شمال مشرقی علاقہ برازیل میں واقع ہے
A 1 2|||R:MULTI|||ڈو ریو|||REQUIRED|||-NONE-|||0

S مائے داگوا ( پرتگالی ) برازیل کا ایک رہائشی علاقہ جو شمال مشرقی علاقہ برازیل میں واقع ہے
A 11 13|||R:MULTI|||شمالی|||REQUIRED|||-NONE-|||0

S لانٹیان لیانیوان کا رقبہ 43 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 45 , 000 افراد پر مشتمل ہے
A 4 5|||R:MULTI|||15 81|||REQUIRED|||-NONE-|||0

S لارانجال پارانا ( پرتگالی , ) برازیل کا ایک رہائشی علاقہ جو جنوبی علاقہ برازیل میں واقع ہے
A 0 2|||R:MULTI|||لارانجیراس ڈو سول|||REQUIRED|||-NONE-|||0

S لاس روساس چیاپاس کا رقبہ 233 5 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 25 , 530 افراد پر مشتمل ہے
A 5 7|||R:MULTI|||697|||REQUIRED|||-NONE-|||0

S لاس سالیناس کا رقبہ 123 47 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 5 , 956 افراد پر مشتمل ہے
A 4 6|||R:MULTI|||698|||REQUIRED|||-NONE-|||0

S اسلامیہ ہائی سکول بھاٹی گیٹ میں تعلیم کے دوران وہ لاہور کے مشہور ممدوٹ کرکٹ کلب سے وابستہ ہو گئے
A 1 3|||R:MULTI|||ہائیاسکول|||REQUIRED|||-NONE-|||0

S یوم راست اقدام , 16 اگست 1946 کو کلکتہ کے عظیم قتل و غارت کے نام سے بھی جانا جاتا ہے
A 10 11|||R:MULTI|||بے تحاشا|||REQUIRED|||-NONE-|||0

S بہت سے لوگ قرآن کی غیر معمولی زبان کو اور اس کے کلام ال ہی ہونے کو نہیں مانتے
A 5 7|||R:MULTI|||مشکل|||REQUIRED|||-NONE-|||0

S لنکن انگلستان ( انگریزی , ) برطانیہ کا ایک رہائشی علاقہ جو انگلستان میں واقع ہے
A 0 2|||R:MULTI|||نیوکیسل اپون ٹائین|||REQUIRED|||-NONE-|||0

S چاو دؤک کا رقبہ 105 29 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 157 , 298 افراد پر مشتمل ہے
A 4 6|||R:MULTI|||426|||REQUIRED|||-NONE-|||0

S دیئن بیئن ضلع کا رقبہ 1 , 639 35 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 106 , 313 افراد پر مشتمل ہے
A 7 9|||R:MULTI|||206|||REQUIRED|||-NONE-|||0

S تیرہ ازمیر کی مجموعی آبادی 92 میٹر سطح سمندر سے بلندی پر واقع ہے
A 5 6|||R:MULTI|||57 550|||REQUIRED|||-NONE-|||0

S قیوصومہ ( عربی الق صوم ) سعودی عرب کا ایک رہائشی علاقہ جو صوبہ الشرق ہ میں واقع ہے
A 14 15|||R:MULTI|||الحدود الشمال|||REQUIRED|||-NONE-|||0

S لوغایا صومالیہ کا ایک رہائشی علاقہ جو عدل علاقہ میں واقع ہے
A 0 1|||R:MULTI|||علولہ صومالیہ|||REQUIRED|||-NONE-|||0

S تیےگلو صومالیہ کا ایک رہائشی علاقہ جو باکول میں واقع ہے
A 0 1|||R:MULTI|||واجد صومالیہ|||REQUIRED|||-NONE-|||0

S باو باو کا رقبہ 306 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 137 , 118 افراد پر مشتمل ہے
A 0 2|||R:MULTI|||بیتونگ|||REQUIRED|||-NONE-|||0

S باو باو کا رقبہ 306 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 137 , 118 افراد پر مشتمل ہے
A 4 5|||R:MULTI|||330 17|||REQUIRED|||-NONE-|||0

S رصیفہ ( عربی الرص ف ) اردن کا ایک رہائشی علاقہ جو محافظہ زرقا میں واقع ہے
A 0 1|||R:MULTI|||ناعور اردن|||REQUIRED|||-NONE-|||0

S رصیفہ ( عربی الرص ف ) اردن کا ایک رہائشی علاقہ جو محافظہ زرقا میں واقع ہے
A 3 5|||R:MULTI|||ناعور|||REQUIRED|||-NONE-|||0

S یاوان کی مجموعی آبادی 20 , 000 افراد پر مشتمل ہے اور 655 02 میٹر سطح سمندر سے بلندی پر واقع ہے
A 12 14|||R:MULTI|||802|||REQUIRED|||-NONE-|||0

S ناصرآباد اجمیر کی مجموعی آبادی 50 , 804 افراد پر مشتمل ہے اور 429 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 2|||R:MULTI|||نروانا|||REQUIRED|||-NONE-|||0

S ناصرآباد اجمیر کی مجموعی آبادی 50 , 804 افراد پر مشتمل ہے اور 429 میٹر سطح سمندر سے بلندی پر واقع ہے
A 13 14|||R:MULTI|||225 16|||REQUIRED|||-NONE-|||0

S بالچووا کی مجموعی آبادی 0 432 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 1|||R:MULTI|||علی آغا|||REQUIRED|||-NONE-|||0

S بالچووا کی مجموعی آبادی 0 432 میٹر سطح سمندر سے بلندی پر واقع ہے
A 4 6|||R:MULTI|||2|||REQUIRED|||-NONE-|||0

S شہر کاشان کا جڑواں شہر اومیو ہے
A 1 2|||R:MULTI|||اماباری اہیمے|||REQUIRED|||-NONE-|||0

S جوئے پور ہٹ صدر ذیلی ضلع بنگلہ دیش کا ایک بنگلا دیش کے ذیلی اضلاع جو جوئے پور ہٹ میں واقع ہے
A 0 4|||R:MULTI|||کالائی|||REQUIRED|||-NONE-|||0

S بیر گنج ذیلی ضلع کا رقبہ 413 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 231 , 305 افراد پر مشتمل ہے
A 0 2|||R:MULTI|||بیرال|||REQUIRED|||-NONE-|||0

S بیر گنج ذیلی ضلع کا رقبہ 413 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 231 , 305 افراد پر مشتمل ہے
A 6 7|||R:MULTI|||352 16|||REQUIRED|||-NONE-|||0

S لال مینار ہٹ صدر ذیلی ضلع بنگلہ دیش کا ایک بنگلا دیش کے ذیلی اضلاع جو لال مینار ہٹ ضلع میں واقع ہے
A 0 4|||R:MULTI|||پاتگرام|||REQUIRED|||-NONE-|||0

S لکسم ذیلی ضلع کا رقبہ 135 61 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 513 , 119 افراد پر مشتمل ہے
A 0 1|||R:MULTI|||مراد نگر|||REQUIRED|||-NONE-|||0

S لکسم ذیلی ضلع کا رقبہ 135 61 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 513 , 119 افراد پر مشتمل ہے
A 5 7|||R:MULTI|||339|||REQUIRED|||-NONE-|||0

S شطرنج کے ا س تختے کو بساط کہتے ہیں اور یہ دیگر اور کھیلوں کیلیئے بھی استعمال ہوتا ہے مثلا ڈرافٹس
A 14 15|||R:MULTI|||کے لئے|||REQUIRED|||-NONE-|||0

S عین العلوی ( عربی ع ن العلو ) الجزائر کا ایک الجزائر کی بلدیات جو صوبہ البویرہ میں واقع ہے
A 1 2|||R:MULTI|||ترک بویرہ|||REQUIRED|||-NONE-|||0

S برج البحری ( عربی بلد برج البحر ) الجزائر کا ایک الجزائر کی بلدیات جو صوبہ الجزائر میں واقع ہے
A 6 7|||R:MULTI|||ال فان|||REQUIRED|||-NONE-|||0

S المدینہ الجزائر ( عربی المدن ) الجزائر کا ایک الجزائر کی بلدیات جو صوبہ الجزائر میں واقع ہے
A 0 2|||R:MULTI|||المقاریہ|||REQUIRED|||-NONE-|||0

S المدینہ الجزائر ( عربی المدن ) الجزائر کا ایک الجزائر کی بلدیات جو صوبہ الجزائر میں واقع ہے
A 4 5|||R:MULTI|||بلد المقار|||REQUIRED|||-NONE-|||0

S دلدول جلفہ ( عربی دلدول ) الجزائر کا ایک الجزائر کی بلدیات جو صوبہ الجلفہ میں واقع ہے
A 0 2|||R:MULTI|||دویس|||REQUIRED|||-NONE-|||0

S دلدول جلفہ ( عربی دلدول ) الجزائر کا ایک الجزائر کی بلدیات جو صوبہ الجلفہ میں واقع ہے
A 4 5|||R:MULTI|||الدو س|||REQUIRED|||-NONE-|||0

S قرنینی ( عربی القرن ن ) الجزائر کا ایک الجزائر کی بلدیات جو صوبہ الجلفہ میں واقع ہے
A 0 1|||R:MULTI|||قطارہ جلفہ|||REQUIRED|||-NONE-|||0

S شلف ( عربی الشلف ) الجزائر کا ایک شہر و الجزائر کی بلدیات جو صوبہ الشلف میں واقع ہے
A 0 1|||R:MULTI|||ظہرہ الجزائر|||REQUIRED|||-NONE-|||0

S محمود گاوان مدرسہ بھارت کی ریاست کرناٹک کے شہر بیدر میں واقع ایک قدیم جامعہ ہے
A 1 3|||R:MULTI|||گاواں|||REQUIRED|||-NONE-|||0

S ریواز نکاراگوا کا رقبہ 281 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 41 , 080 افراد پر مشتمل ہے
A 0 2|||R:MULTI|||اوکوتال|||REQUIRED|||-NONE-|||0

S ریواز نکاراگوا کا رقبہ 281 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 41 , 080 افراد پر مشتمل ہے
A 4 5|||R:MULTI|||85 23|||REQUIRED|||-NONE-|||0

S واہ اور گرد ونواح سے تین سو آدمی ساتھ لے کر نکلسن کے اے ڈی سی کی حیثیت سے ساتھ چل پڑا
A 5 7|||R:MULTI|||300|||REQUIRED|||-NONE-|||0

S پندرہ سال کی عمرمیں خواجہ صاحب نے حضرت چراغ الدین دہلویی سے بیعت کی
A 9 11|||R:MULTI|||دہلوی|||REQUIRED|||-NONE-|||0

S ماتیارے کا رقبہ 297 4 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 24 , 680 افراد پر مشتمل ہے
A 0 1|||R:MULTI|||ایسکیپولاس ماتاگالپا|||REQUIRED|||-NONE-|||0

S ماتیارے کا رقبہ 297 4 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 24 , 680 افراد پر مشتمل ہے
A 3 5|||R:MULTI|||219|||REQUIRED|||-NONE-|||0

S ام البواقی ( عربی م البواق ) الجزائر کا ایک شہر و الجزائر کی بلدیات جو میں واقع ہے
A 0 2|||R:MULTI|||تسمسیلت|||REQUIRED|||-NONE-|||0

S ام البواقی ( عربی م البواق ) الجزائر کا ایک شہر و الجزائر کی بلدیات جو میں واقع ہے
A 4 6|||R:MULTI|||ت سمس لت|||REQUIRED|||-NONE-|||0

S تسمسیلت ( عربی ت سمس لت ) الجزائر کا ایک شہر و الجزائر کی بلدیات جو میں واقع ہے
A 3 6|||R:MULTI|||تبس|||REQUIRED|||-NONE-|||0

S زیریں رن ( فرانسیسی ) فرانس کا ایک فرانس کے محکمے جو الزاس میں واقع ہے
A 12 13|||R:MULTI|||پواتو شرانت|||REQUIRED|||-NONE-|||0

S ڈونڈوک کا رقبہ 25 19 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 37 , 816 افراد پر مشتمل ہے
A 0 1|||R:MULTI|||کاؤنٹی لاوتھ|||REQUIRED|||-NONE-|||0

S ڈونڈوک کا رقبہ 25 19 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 37 , 816 افراد پر مشتمل ہے
A 3 5|||R:MULTI|||826|||REQUIRED|||-NONE-|||0

S صوبہ آستی کا رقبہ 1 , 504 5 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 222 , 336 افراد پر مشتمل ہے
A 1 2|||R:MULTI|||آسکولی پیچینو|||REQUIRED|||-NONE-|||0

S صوبہ آستی کا رقبہ 1 , 504 5 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 222 , 336 افراد پر مشتمل ہے
A 6 8|||R:MULTI|||228|||REQUIRED|||-NONE-|||0

S یہ طریقہ ایسے کپڑوں کو صاف کرنے کیلئے استعمال کیا جاتا ہے جو دھلائی مشین اور آلہ خشکاری کی سختی برداشت نہ کرسکتا ہو
A 7 8|||R:MULTI|||کے لیے|||REQUIRED|||-NONE-|||0

S ایدینیتس کا رقبہ 5 7 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 20 , 200 افراد پر مشتمل ہے
A 3 5|||R:MULTI|||309|||REQUIRED|||-NONE-|||0

S یالووہنی ضلع کا رقبہ 783 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 99 , 700 افراد پر مشتمل ہے
A 4 5|||R:MULTI|||31 6|||REQUIRED|||-NONE-|||0

S اونگینی کا رقبہ 16 4 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 38 , 400 افراد پر مشتمل ہے
A 3 5|||R:MULTI|||849|||REQUIRED|||-NONE-|||0

S سنہ ھ میں یرموک کا واقعہ پیش آیا اس میں حضرت اسما رضی اللہ عنہا نے اپنے خیمہ کی چوب سے رومیوں کوقتل کیا
A 0 2|||R:MULTI|||سنہ15ھ|||REQUIRED|||-NONE-|||0

S فلاق ضلع کا رقبہ 297 9 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 141 , 586 افراد پر مشتمل ہے
A 0 1|||R:MULTI|||ریویر نوار|||REQUIRED|||-NONE-|||0

S فلاق ضلع کا رقبہ 297 9 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 141 , 586 افراد پر مشتمل ہے
A 4 6|||R:MULTI|||259|||REQUIRED|||-NONE-|||0

S ریویر نوار ضلع کا رقبہ 259 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 79 , 247 افراد پر مشتمل ہے
A 5 6|||R:MULTI|||244 8|||REQUIRED|||-NONE-|||0

S اور ظاہری تربیت کیلئے انکے ماموں شاہ ضیا مجددالمعروف حضرت میانجی کے حوالے کر دیا
A 3 4|||R:MULTI|||کے لیے|||REQUIRED|||-NONE-|||0

S اور ظاہری تربیت کے لیے انکے ماموں شاہ ضیا مجددالمعروف میانجی کے حوالے کر دیا
A 3 5|||R:MULTI|||کیلئے|||REQUIRED|||-NONE-|||0

S لونگویئو بینٹن کاؤنٹی واشنگٹن کی مجموعی آبادی 92 میٹر سطح سمندر سے بلندی پر واقع ہے
A 1 4|||R:MULTI|||مغربی ورجینیا|||REQUIRED|||-NONE-|||0

S لونگویئو بینٹن کاؤنٹی واشنگٹن کی مجموعی آبادی 92 میٹر سطح سمندر سے بلندی پر واقع ہے
A 7 8|||R:MULTI|||431 91|||REQUIRED|||-NONE-|||0

S مڈلبری کے لیے آپ مندرجہ ذیل صفحات سے رجوع کر سکتے ہیں
A 0 1|||R:MULTI|||مڈل ٹاؤن|||REQUIRED|||-NONE-|||0

S مورزویل کے لیے آپ مندرجہ ذیل صفحات سے رجوع کر سکتے ہیں
A 0 1|||R:MULTI|||مورگن ٹاؤن|||REQUIRED|||-NONE-|||0

S آگسٹا کے لیے آپ مندرجہ ذیل صفحات سے رجوع کر سکتے ہیں
A 0 1|||R:MULTI|||سینٹ پال|||REQUIRED|||-NONE-|||0

S بلدیہ بوویتس کا رقبہ 367 3 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 3 , 249 افراد پر مشتمل ہے
A 4 6|||R:MULTI|||55|||REQUIRED|||-NONE-|||0

S اگرچہ یہ شہر افغان حکومت کے کنٹرول میں تھا لیکن 28 ستمبر 2015 کو طالبان نے اس کے کہیں علاقوں پر قبضہ کیا
A 22 23|||R:MULTI|||کر لیا|||REQUIRED|||-NONE-|||0

S لاسلکی مقامی علاقائی جالکاریوں کی مقبولیت کا سبب ان کی ایستادگی اور استعما ل کی آسانی ہے
A 3 4|||R:MULTI|||نیٹ ورکس|||REQUIRED|||-NONE-|||0

S فریج میں کچھ گوشت پایا گیا جسے ضبط کیا گیا
A 8 9|||R:MULTI|||کر لیا|||REQUIRED|||-NONE-|||0

S میاں " غلام شاہ کلہوڑو " نے 1175ھ میر صاحب کو کلہوڑوں کی تاریخ لکھنے کے لئے مقرر کیا
A 9 10|||R:MULTI|||علی شیر|||REQUIRED|||-NONE-|||0

S اداکار کمل ہاسن ان کے والد اور اداکارہ سٹارلنگ ٹھاکر ان ماں ہیں
A 8 10|||R:MULTI|||ساریکا|||REQUIRED|||-NONE-|||0

S اس وقت راجہ فاروق حیدر خان آزاد کشمیر کے وزیر اعظم ہیں
A 2 5|||R:MULTI|||عبد القیوم|||REQUIRED|||-NONE-|||0

S بسمارک کے لیے آپ مندرجہ ذیل صفحات سے رجوع کر سکتے ہیں
A 0 1|||R:MULTI|||بلیک جیک|||REQUIRED|||-NONE-|||0

S کولگن ایئر ( انگریزی ) امریکا کی ہوائی کمپنی ہے
A 0 2|||R:MULTI|||کولمائر|||REQUIRED|||-NONE-|||0

S کولگن ایئر ( انگریزی ) امریکا کی ہوائی کمپنی ہے
A 5 6|||R:MULTI|||جنوبی افریقہ|||REQUIRED|||-NONE-|||0

S یہ ویکیمیڈیا فاونڈیشن کی سرپرستی اور اس کی کی تعاون سے چلتا ہے
A 7 9|||R:MULTI|||کے|||REQUIRED|||-NONE-|||0

S اسونسیؤن جزیرہ کی مجموعی آبادی 0 افراد پر مشتمل ہے اور 857 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 2|||R:MULTI|||فارالون دے میدینیلا|||REQUIRED|||-NONE-|||0

S براؤنزٹاؤن کے لیے آپ مندرجہ ذیل صفحات سے رجوع کر سکتے ہیں
A 0 1|||R:MULTI|||وائٹ سٹی|||REQUIRED|||-NONE-|||0

S فلائیویسلیسکاپ کا مرکزی دفتر ناروے کے ائیر پورٹ پر واقع ہے
A 0 1|||R:MULTI|||ونڈ جیٹ|||REQUIRED|||-NONE-|||0

S کچھ فرار ہوکر کوفہ گئے اور مختار میں شامل ہو گئے
A 7 8|||R:MULTI|||کے ساتھ|||REQUIRED|||-NONE-|||0

S برونسن کے لیے آپ مندرجہ ذیل صفحات سے رجوع کر سکتے ہیں
A 0 1|||R:MULTI|||بیونا وسٹا|||REQUIRED|||-NONE-|||0

S بنگلہ دیش نے 2014 میں اس ٹورنامنٹ کی میزبانی کی
A 0 2|||R:MULTI|||ہندوستان|||REQUIRED|||-NONE-|||0

S گولن کی پیدائش ارزرم کے قریب کرک ک کے گاؤں میں ہوئی
A 3 4|||R:MULTI|||ارض روم|||REQUIRED|||-NONE-|||0

S گولن کی پیدائش ارزرم کے قریب کرک ک کے گاؤں میں ہوئی
A 6 8|||R:MULTI|||کرکوک|||REQUIRED|||-NONE-|||0

S اسی واسطے آپ نے دوران تعلیم ہی اپنے والد گرامی کا دست و بازو بننے کا ارادہ فرما یا اور مئی سے اے
A 20 21|||R:MULTI|||10مئی 1960|||REQUIRED|||-NONE-|||0

S ہوانگہائے صوبہ ( جمہوریہ کوریا ) کا رقبہ 16 , 743 66 مربع کیلومیٹر ہے ہے
A 0 1|||R:MULTI|||جنوبی ہامگیئونگ|||REQUIRED|||-NONE-|||0

S ہوانگہائے صوبہ ( جمہوریہ کوریا ) کا رقبہ 16 , 743 66 مربع کیلومیٹر ہے ہے
A 10 12|||R:MULTI|||977|||REQUIRED|||-NONE-|||0

S پھرا ناکھون سی ایوتتھایا صوبہ تھائی لینڈ کا ایک تھائی لینڈ کے صوبے جو تھائی لینڈ میں واقع ہے
A 0 4|||R:MULTI|||پھرائے|||REQUIRED|||-NONE-|||0

S ادارے کی بنیاد 2013 میںایبٹ آباد کے نواحی قصبے سل ڈ میں رکھی گئ ادار میں تمام تر مضامین کی تعلیم دی جاتی ے
A 9 11|||R:MULTI|||سلہڈ|||REQUIRED|||-NONE-|||0

S اس ترمیم سے عورتوں اور مردوں کے مساوی حقوق قانونی نظام میں شامل کرنے کے لیے ایک اہم پیش رفت ہوئی ہے
A 14 16|||R:MULTI|||میں|||REQUIRED|||-NONE-|||0

S دوبوی مشرقی کا رقبہ 41 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 10 , 866 افراد پر مشتمل ہے
A 4 5|||R:MULTI|||589 3|||REQUIRED|||-NONE-|||0

S پروزور راما کا رقبہ 477 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 16 , 297 افراد پر مشتمل ہے
A 4 5|||R:MULTI|||461 1|||REQUIRED|||-NONE-|||0

S تومید بایاں پرچم ( لاطینی ) چین کا ایک اندرونی منگولیا کے پرچم جو ہوہوٹ میں واقع ہے
A 0 2|||R:MULTI|||یائبوس|||REQUIRED|||-NONE-|||0

S تومید بایاں پرچم ( لاطینی ) چین کا ایک اندرونی منگولیا کے پرچم جو ہوہوٹ میں واقع ہے
A 14 15|||R:MULTI|||شیلینگول جمعیت|||REQUIRED|||-NONE-|||0

S گلنڈیل کیلیفورنیا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک شہر جو لاس اینجلس کاؤنٹی کیلیفورنیا میں واقع ہے
A 0 1|||R:MULTI|||ہنٹنگٹن بیچ|||REQUIRED|||-NONE-|||0

S گلنڈیل کیلیفورنیا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک شہر جو لاس اینجلس کاؤنٹی کیلیفورنیا میں واقع ہے
A 13 15|||R:MULTI|||اورنج|||REQUIRED|||-NONE-|||0

S کوسٹا میسا کیلیفورنیا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک شہر جو اورنج کاؤنٹی کیلیفورنیا میں واقع ہے
A 0 2|||R:MULTI|||ڈاونی|||REQUIRED|||-NONE-|||0

S کوسٹا میسا کیلیفورنیا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک شہر جو اورنج کاؤنٹی کیلیفورنیا میں واقع ہے
A 14 15|||R:MULTI|||لاس اینجلس|||REQUIRED|||-NONE-|||0

S وسٹا کیلیفورنیا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک شہر جو سان ڈیگو کاؤنٹی کیلیفورنیا میں واقع ہے
A 0 1|||R:MULTI|||جوروہا ویلی|||REQUIRED|||-NONE-|||0

S وسٹا کیلیفورنیا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک شہر جو سان ڈیگو کاؤنٹی کیلیفورنیا میں واقع ہے
A 13 15|||R:MULTI|||رورسائیڈ|||REQUIRED|||-NONE-|||0

S 1945 میں مہاتما گاندھی نے نواب کو دو خط بھیجے پہلا خط پنچگانی اور دوسرا سیوگرام سے بھیجا گیا
A 12 13|||R:MULTI|||پنچ گنی|||REQUIRED|||-NONE-|||0

S وطن مالوف سےنکلےکئی سال ہو گئے تھی
A 5 7|||R:MULTI|||گئےتھے|||REQUIRED|||-NONE-|||0

S قلعہ سورا سنگھ کی مجموعی آبادی 168 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 2|||R:MULTI|||سوبھا|||REQUIRED|||-NONE-|||0

S نوشین القدیر ( پیدائش 13 فروری 1981 ) ایک کرکٹر ہے جو بھارت کی خواتین کی کرکٹ ٹیم کے لیے کھیلتی ہے
A 9 10|||R:MULTI|||کرکٹ کھلاڑی|||REQUIRED|||-NONE-|||0

S چھابوا ریلوے اسٹیشن آسام بھارت میں واقع ہے
A 0 1|||R:MULTI|||چچاورا بنگج|||REQUIRED|||-NONE-|||0

S چکراج مل ریلوے اسٹیشن بھارت میں واقع ہے
A 0 2|||R:MULTI|||چکسو|||REQUIRED|||-NONE-|||0

S چربھجا روڈ ریلوے اسٹیشن بھارت میں واقع ہے
A 0 2|||R:MULTI|||چرگولا|||REQUIRED|||-NONE-|||0

S چودیالا ریلوے اسٹیشن اتراکھنڈ بھارت میں واقع ہے
A 0 1|||R:MULTI|||چوکی سوراتھ|||REQUIRED|||-NONE-|||0

S دمچارہ ریلوے اسٹیشن آسام بھارت میں واقع ہے
A 0 1|||R:MULTI|||دم نگر|||REQUIRED|||-NONE-|||0

S داؤرام مدھپرا ریلوے اسٹیشن بھارت میں واقع ہے
A 0 2|||R:MULTI|||دؤسا|||REQUIRED|||-NONE-|||0

S دیوانگرے ریلوے اسٹیشن کرناٹک بھارت میں واقع ہے
A 0 1|||R:MULTI|||دیال پور|||REQUIRED|||-NONE-|||0

S ڈیگانا جنکشن ریلوے اسٹیشن بھارت میں واقع ہے
A 0 2|||R:MULTI|||دہرادون|||REQUIRED|||-NONE-|||0

S دیولالی ریلوے اسٹیشن مہاراشٹر بھارت میں واقع ہے
A 0 1|||R:MULTI|||دیو پورا|||REQUIRED|||-NONE-|||0

S دھرواد ریلوے اسٹیشن کرناٹک بھارت میں واقع ہے
A 0 1|||R:MULTI|||دھسہ جنکشن|||REQUIRED|||-NONE-|||0

S دھسہ جنکشن ریلوے اسٹیشن بھارت میں واقع ہے
A 0 2|||R:MULTI|||دھولپور|||REQUIRED|||-NONE-|||0

S دیوانہ ریلوے اسٹیشن ہریانہ بھارت میں واقع ہے
A 0 1|||R:MULTI|||دیوان خواتی|||REQUIRED|||-NONE-|||0

S ڈومبیولی ریلوے اسٹیشن مہاراشٹر بھارت میں واقع ہے
A 0 1|||R:MULTI|||ڈومن گڑھ|||REQUIRED|||-NONE-|||0

S دودھیا خرد ریلوے اسٹیشن بھارت میں واقع ہے
A 0 2|||R:MULTI|||دودہنوئی|||REQUIRED|||-NONE-|||0

S دودیا ریلوے اسٹیشن راجستھان بھارت میں واقع ہے
A 0 1|||R:MULTI|||دود وندی|||REQUIRED|||-NONE-|||0

S دندارا ریلوے اسٹیشن راجستھان بھارت میں واقع ہے
A 0 1|||R:MULTI|||دندلود مکدگرہ|||REQUIRED|||-NONE-|||0

S گدرا روڈ ریلوے اسٹیشن بھارت میں واقع ہے
A 0 2|||R:MULTI|||گڈول|||REQUIRED|||-NONE-|||0

S گنج دندوارہ ریلوے اسٹیشن بھارت میں واقع ہے
A 0 2|||R:MULTI|||گناؤر|||REQUIRED|||-NONE-|||0

S گاندھی دھام بی جی ریلوے اسٹیشن گجرات ( بھارت ) میں واقع ہے
A 2 4|||R:MULTI|||جنکشن|||REQUIRED|||-NONE-|||0

S گنگا گنج ریلوے اسٹیشن بھارت میں واقع ہے
A 0 2|||R:MULTI|||گنگاکھیر|||REQUIRED|||-NONE-|||0

S گڑھی ہارسارو ریلوے اسٹیشن ہریانہ بھارت میں واقع ہے
A 1 2|||R:MULTI|||مانک پور|||REQUIRED|||-NONE-|||0

S گوہد روڈ ریلوے اسٹیشن بھارت میں واقع ہے
A 0 2|||R:MULTI|||گوہنا|||REQUIRED|||-NONE-|||0

S ہنسی ریلوے اسٹیشن ہریانہ بھارت میں واقع ہے
A 0 1|||R:MULTI|||ہنسیہ واس|||REQUIRED|||-NONE-|||0

S ہرنیا کھیری ریلوے اسٹیشن بھارت میں واقع ہے
A 0 2|||R:MULTI|||حراودا|||REQUIRED|||-NONE-|||0

S جیسلمیر ریلوے اسٹیشن راجستھان بھارت میں واقع ہے
A 0 1|||R:MULTI|||جیتی پور|||REQUIRED|||-NONE-|||0

S جالیا دیوانی ریلوے اسٹیشن بھارت میں واقع ہے
A 0 2|||R:MULTI|||جالنا|||REQUIRED|||-NONE-|||0

S جرول روڈ ریلوے اسٹیشن بھارت میں واقع ہے
A 0 2|||R:MULTI|||جسیا|||REQUIRED|||-NONE-|||0

S جتھ روڈ ریلوے اسٹیشن بھارت میں واقع ہے
A 0 2|||R:MULTI|||جتینگا|||REQUIRED|||-NONE-|||0

S جوگیشوری ریلوے اسٹیشن مہاراشٹر بھارت میں واقع ہے
A 0 1|||R:MULTI|||جوگی مگرا|||REQUIRED|||-NONE-|||0

S جونے کررنگ ریلوے اسٹیشن بھارت میں واقع ہے
A 0 2|||R:MULTI|||جورحت|||REQUIRED|||-NONE-|||0

S جوناگڑھ سی بی ریلوے اسٹیشن گجرات ( بھارت ) میں واقع ہے
A 1 3|||R:MULTI|||جنکشن|||REQUIRED|||-NONE-|||0

S جوالا پور ریلوے اسٹیشن بھارت میں واقع ہے
A 0 2|||R:MULTI|||کچیگودا|||REQUIRED|||-NONE-|||0

S کچیگودا ریلوے اسٹیشن تلنگانہ بھارت میں واقع ہے
A 0 1|||R:MULTI|||کچھوا روڈ|||REQUIRED|||-NONE-|||0

S اجائی پور کی مجموعی آبادی 1 , 380 افراد پر مشتمل ہے اور 82 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 2|||R:MULTI|||اکوڑھا|||REQUIRED|||-NONE-|||0

S اجائی پور کی مجموعی آبادی 1 , 380 افراد پر مشتمل ہے اور 82 میٹر سطح سمندر سے بلندی پر واقع ہے
A 13 14|||R:MULTI|||84 936|||REQUIRED|||-NONE-|||0

S ہندو عقائد کے مطابق کائنات کو تین دیوتاو ں برہما وشنو اورشیو نے سنبھالا ہوا ہے
A 7 9|||R:MULTI|||دیوتاؤں|||REQUIRED|||-NONE-|||0

S آخری تجدید 13 11 6 اپریل 2018 ( م ع و )
A 2 3|||R:MULTI|||03 28|||REQUIRED|||-NONE-|||0

S آخری تجدید 17 24 20 جولائی 2018 ( م ع و )
A 5 6|||R:MULTI|||5 اگست|||REQUIRED|||-NONE-|||0

S آخری تجدید 19 39 22 ستمبر 2018 ( م ع و )
A 2 4|||R:MULTI|||17|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 01 13 جنوری 2019 ( م ع و )
A 4 5|||R:MULTI|||44 23|||REQUIRED|||-NONE-|||0

S آخری تجدید 01 28 27 ستمبر 2019 ( م ع و )
A 2 3|||R:MULTI|||02 14|||REQUIRED|||-NONE-|||0

S آخری تجدید 20 04 26 نومبر 2019 ( م ع و )
A 4 5|||R:MULTI|||36 27|||REQUIRED|||-NONE-|||0

S ان کے وصال کے بعد مجاہد اعظم حضرت خواجہ محمد ضیا الدین سیالوی ( وصال 1909 ) سجادہ نشین ہوئے
A 9 12|||R:MULTI|||مالدین|||REQUIRED|||-NONE-|||0

S مسلم ابن عق ل نے کوفہ سے امام حسین کو خط لکھ وہ عابس کو امام کو پہنچانے کے لیے دیا
A 2 4|||R:MULTI|||عقیل|||REQUIRED|||-NONE-|||0

S ایٹؤمبی ( فرانسیسی ) جمہوریہ کانگو کا ایک شہر جو کؤیت مغربی محکمہ میں واقع ہے
A 10 12|||R:MULTI|||لیکوالا|||REQUIRED|||-NONE-|||0

S مجلہ ضیا‌‌ ‍‌‌ئے حرم اور مطالعہ مذاہب
A 1 3|||R:MULTI|||ضیا‍ئے|||REQUIRED|||-NONE-|||0

S مؤرخ ابن خلدون ( متوفی 808ھ ) کی رائے ابن جریر طبری کی پیش کردہ رائے سے ذرا اختلاف کے ساتھ یہ ہے کہ
A 10 12|||R:MULTI|||کثیر|||REQUIRED|||-NONE-|||0

S واد لاو ( فرانسیسی ) مراکش کا ایک شہر جو طنجہ تطوان الحسیمہ میں واقع ہے
A 0 2|||R:MULTI|||مضیق|||REQUIRED|||-NONE-|||0

S اس وقت چاند کا فاصلہ زمین سے محض 226000 کلومیٹر رہ جائے گا جبکہ چاند اور زمین کا اوسطا فاصلہ 384400 کلومیٹر ہوتا ہے
A 11 13|||R:MULTI|||تھا|||REQUIRED|||-NONE-|||0

S بنگلہ دیش ( انگریزی ) براعظم ایشیا میں واقع ہے
A 0 2|||R:MULTI|||بارباڈوس|||REQUIRED|||-NONE-|||0

S بنگلہ دیش ( انگریزی ) براعظم ایشیا میں واقع ہے
A 6 7|||R:MULTI|||شمالی امریکا|||REQUIRED|||-NONE-|||0

S پاکستان کے ضلع چکوال پنجاب کے کلرکہار ( تحصیل ) ایک گاؤں بھلیال کے نواح میں ہے
A 12 13|||R:MULTI|||دھرکنہ اوربھلیال|||REQUIRED|||-NONE-|||0

S صوفی برکت علی نے19 اپریل 1930 کو فوج میں شمولیت اختیار کر لیا
A 11 13|||R:MULTI|||کی|||REQUIRED|||-NONE-|||0

S چتر پڑی ( انگریزی ) یہ ضلع میرپور آزاد کشمیر کا ایک قصبہ ہے یہ میرپور کے قریب ہے
A 0 2|||R:MULTI|||کھروٹہ|||REQUIRED|||-NONE-|||0

S انہوں نے7 شعبان المعظم 1390ھ بمطابق 9اکتوبر 1970 بروز جمعۃ المبارک 60 سال 7 ماہ 28دن کی عمر میں وفات پائی
A 9 11|||R:MULTI|||جمعہ|||REQUIRED|||-NONE-|||0

S ہیریسنویل کینٹکی کی مجموعی آبادی 271 88 میٹر سطح سمندر سے بلندی پر واقع ہے
A 1 2|||R:MULTI|||نیو جرسی|||REQUIRED|||-NONE-|||0

S ہیریسنویل کینٹکی کی مجموعی آبادی 271 88 میٹر سطح سمندر سے بلندی پر واقع ہے
A 5 7|||R:MULTI|||25|||REQUIRED|||-NONE-|||0

S دریائے ڈیشوٹس ( اوریگون ) ) ریاستہائے متحدہ امریکا کا ایک دریا جو اوریگون میں واقع ہے
A 13 14|||R:MULTI|||برٹش کولمبیا|||REQUIRED|||-NONE-|||0

S دریائے سالٹ ( ایریزونا ) ) ریاستہائے متحدہ امریکا کا ایک دریا جو ایریزونا میں واقع ہے
A 1 2|||R:MULTI|||سان جوکن|||REQUIRED|||-NONE-|||0

S جیریکو شمالی کیرولائنا کی مجموعی آبادی 217 02 میٹر سطح سمندر سے بلندی پر واقع ہے
A 1 3|||R:MULTI|||وین کاؤنٹی پنسلوانیا|||REQUIRED|||-NONE-|||0

S جیریکو شمالی کیرولائنا کی مجموعی آبادی 217 02 میٹر سطح سمندر سے بلندی پر واقع ہے
A 6 8|||R:MULTI|||480|||REQUIRED|||-NONE-|||0

S کربی مغربی ورجینیا کی مجموعی آبادی 463 میٹر سطح سمندر سے بلندی پر واقع ہے
A 1 3|||R:MULTI|||وسکونسن|||REQUIRED|||-NONE-|||0

S کربی مغربی ورجینیا کی مجموعی آبادی 463 میٹر سطح سمندر سے بلندی پر واقع ہے
A 6 7|||R:MULTI|||310 9|||REQUIRED|||-NONE-|||0

S لون سٹار کینٹکی کی مجموعی آبادی 270 06 میٹر سطح سمندر سے بلندی پر واقع ہے
A 2 3|||R:MULTI|||جنوبی کیرولائنا|||REQUIRED|||-NONE-|||0

S لون سٹار کینٹکی کی مجموعی آبادی 270 06 میٹر سطح سمندر سے بلندی پر واقع ہے
A 6 8|||R:MULTI|||52|||REQUIRED|||-NONE-|||0

S وہ لاہور کے میانی صاحب قبرستان میں آسود خاک ہیں
A 1 2|||R:MULTI|||پشاور یونیورسٹی|||REQUIRED|||-NONE-|||0

S تینتینان ( لاطینی ) فلپائن کا ایک بارانگائے جو اوبائی بوہول میں واقع ہے
A 0 1|||R:MULTI|||پانگلاو جزیرہ|||REQUIRED|||-NONE-|||0

S نپولین کینٹکی کی مجموعی آبادی 259 08 میٹر سطح سمندر سے بلندی پر واقع ہے
A 1 2|||R:MULTI|||مشی گن|||REQUIRED|||-NONE-|||0

S نپولین کینٹکی کی مجموعی آبادی 259 08 میٹر سطح سمندر سے بلندی پر واقع ہے
A 5 7|||R:MULTI|||293|||REQUIRED|||-NONE-|||0

S نپولین مشی گن کی مجموعی آبادی 293 میٹر سطح سمندر سے بلندی پر واقع ہے
A 1 3|||R:MULTI|||مسیسپی|||REQUIRED|||-NONE-|||0

S نپولین مشی گن کی مجموعی آبادی 293 میٹر سطح سمندر سے بلندی پر واقع ہے
A 6 7|||R:MULTI|||4 88|||REQUIRED|||-NONE-|||0

S نیو لزبن انڈیانا کی مجموعی آبادی 344 12 میٹر سطح سمندر سے بلندی پر واقع ہے
A 2 3|||R:MULTI|||نیو جرسی|||REQUIRED|||-NONE-|||0

S نیو لزبن انڈیانا کی مجموعی آبادی 344 12 میٹر سطح سمندر سے بلندی پر واقع ہے
A 6 8|||R:MULTI|||13|||REQUIRED|||-NONE-|||0

S میئویل مینیسوٹا کی مجموعی آبادی 384 05 میٹر سطح سمندر سے بلندی پر واقع ہے
A 1 2|||R:MULTI|||نیو جرسی|||REQUIRED|||-NONE-|||0

S میئویل مینیسوٹا کی مجموعی آبادی 384 05 میٹر سطح سمندر سے بلندی پر واقع ہے
A 5 7|||R:MULTI|||6|||REQUIRED|||-NONE-|||0

S ولچر گلیشیر ( مونٹانا ) ) ریاستہائے متحدہ امریکا کا ایک گلیشیر جو مونٹانا میں واقع ہے
A 0 1|||R:MULTI|||ویزل کالر|||REQUIRED|||-NONE-|||0

S ڈیپو گلیشیر ( واشنگٹن ) ) ریاستہائے متحدہ امریکا کا ایک گلیشیر جو ریاست واشنگٹن میں واقع ہے
A 0 1|||R:MULTI|||ڈائوبسڈ کریک|||REQUIRED|||-NONE-|||0

S فریمونٹ گلیشیر ( واشنگٹن ) ) ریاستہائے متحدہ امریکا کا ایک گلیشیر جو ریاست واشنگٹن میں واقع ہے
A 0 1|||R:MULTI|||فرائنگ پین|||REQUIRED|||-NONE-|||0

S گرانٹ گلیشیر ( واشنگٹن ) ) ریاستہائے متحدہ امریکا کا ایک گلیشیر جو ریاست واشنگٹن میں واقع ہے
A 0 1|||R:MULTI|||گرین لیک|||REQUIRED|||-NONE-|||0

S لوئیس گلیشیر ( واشنگٹن ) ) ریاستہائے متحدہ امریکا کا ایک گلیشیر جو ریاست واشنگٹن میں واقع ہے
A 0 1|||R:MULTI|||لبرٹی کیپ|||REQUIRED|||-NONE-|||0

S ماؤنٹ مچل ( واشنگٹن ) ) ریاستہائے متحدہ امریکا کا ایک پہاڑ جو ریاست واشنگٹن میں واقع ہے
A 0 2|||R:MULTI|||مونٹے کریسٹو پیک|||REQUIRED|||-NONE-|||0

S ایگل پیک ( وائیومنگ ) ) ریاستہائے متحدہ امریکا کا ایک پہاڑ جو وائیومنگ میں واقع ہے
A 0 1|||R:MULTI|||ایگلز ریسٹ|||REQUIRED|||-NONE-|||0

S گرے پیک ( وائیومنگ ) ) ریاستہائے متحدہ امریکا کا ایک پہاڑ جو وائیومنگ میں واقع ہے
A 0 2|||R:MULTI|||گرین لیکز ماؤنٹین|||REQUIRED|||-NONE-|||0

S تھور پیک ( وائیومنگ ) ) ریاستہائے متحدہ امریکا کا ایک پہاڑ جو وائیومنگ میں واقع ہے
A 0 1|||R:MULTI|||تھری ریورز|||REQUIRED|||-NONE-|||0

S ماؤنٹ ایڈورڈز ( کولوراڈو ) ) ریاستہائے متحدہ امریکا کا ایک پہاڑ جو کولوراڈو میں واقع ہے
A 0 2|||R:MULTI|||ایل دیئنتے پیک|||REQUIRED|||-NONE-|||0

S ماؤنٹ امونز ( کولوراڈو ) ) ریاستہائے متحدہ امریکا کا ایک پہاڑ جو گینیسن کاؤنٹی کولوراڈو میں واقع ہے
A 13 14|||R:MULTI|||کلئیر کریک|||REQUIRED|||-NONE-|||0

S لون کون ( کولوراڈو ) ) ریاستہائے متحدہ امریکا کا ایک پہاڑ جو کولوراڈو میں واقع ہے
A 1 2|||R:MULTI|||ایگل پیک|||REQUIRED|||-NONE-|||0

S ٹریئٹ پیک ( کولوراڈو ) ) ریاستہائے متحدہ امریکا کا ایک پہاڑ جو کولوراڈو میں واقع ہے
A 0 1|||R:MULTI|||ٹوائی لائٹ|||REQUIRED|||-NONE-|||0

S ماؤنٹ چرچ ( ایڈاہو ) ) ریاستہائے متحدہ امریکا کا ایک پہاڑ جو ایڈاہو میں واقع ہے
A 0 2|||R:MULTI|||سیرک لیک پیک|||REQUIRED|||-NONE-|||0

S پائنیر ماؤنٹین ( ایڈاہو ) ) ریاستہائے متحدہ امریکا کا ایک پہاڑ جو ایڈاہو میں واقع ہے
A 0 2|||R:MULTI|||پریری کریک پیک|||REQUIRED|||-NONE-|||0

S ماؤنٹ مک گریگور ( ماؤنٹین ) کی مجموعی آبادی 326 14 میٹر سطح سمندر سے بلندی پر واقع ہے
A 1 3|||R:MULTI|||پیٹر|||REQUIRED|||-NONE-|||0

S ماؤنٹ مک گریگور ( ماؤنٹین ) کی مجموعی آبادی 326 14 میٹر سطح سمندر سے بلندی پر واقع ہے
A 4 5|||R:MULTI|||نیو یارک|||REQUIRED|||-NONE-|||0

S پوک او مون شائن ماؤنٹین ریاستہائے متحدہ امریکا کا ایک پہاڑ جو نیویارک میں واقع ہے
A 0 4|||R:MULTI|||پورٹر|||REQUIRED|||-NONE-|||0

S ماؤنٹ کلیولینڈ ( مونٹانا ) ) ریاستہائے متحدہ امریکا کا ایک پہاڑ جو مونٹانا میں واقع ہے
A 0 2|||R:MULTI|||کلاؤڈ کرافٹ پیکز|||REQUIRED|||-NONE-|||0

S گریزلی ماؤنٹین ( مونٹانا ) ) ریاستہائے متحدہ امریکا کا ایک پہاڑ جو مونٹانا میں واقع ہے
A 0 2|||R:MULTI|||دی گارڈ ہاوس|||REQUIRED|||-NONE-|||0

S ماؤنٹ ولبر ( مونٹانا ) ) ریاستہائے متحدہ امریکا کا ایک پہاڑ جو مونٹانا میں واقع ہے
A 0 2|||R:MULTI|||وولف ٹیل ماؤنٹین|||REQUIRED|||-NONE-|||0

S ماؤنٹ کمبال ( الاسکا ) ) ریاستہائے متحدہ امریکا کا ایک پہاڑ جو الاسکا میں واقع ہے
A 0 2|||R:MULTI|||کوروون آتش فشاں|||REQUIRED|||-NONE-|||0

S ماؤنٹ میگیئک کی مجموعی آبادی 2 , 164 41 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 2|||R:MULTI|||میکوشن آتش فشاں|||REQUIRED|||-NONE-|||0

S ماؤنٹ میگیئک کی مجموعی آبادی 2 , 164 41 میٹر سطح سمندر سے بلندی پر واقع ہے
A 7 9|||R:MULTI|||036|||REQUIRED|||-NONE-|||0

S ماؤنٹ رسل ( الاسکا ) ) ریاستہائے متحدہ امریکا کا ایک پہاڑ جو الاسکا میں واقع ہے
A 1 2|||R:MULTI|||سینٹ ایلائس|||REQUIRED|||-NONE-|||0

S کیسل پیک ( ٹیکساس ) ) ریاستہائے متحدہ امریکا کا ایک پہاڑ جو ٹیکساس میں واقع ہے
A 0 2|||R:MULTI|||سیرو التو ماؤنٹین|||REQUIRED|||-NONE-|||0

S بولٹن ماؤنٹین ( ورمونٹ ) ) ریاستہائے متحدہ امریکا کا ایک پہاڑ جو چیٹنڈین کاؤنٹی ورمونٹ میں واقع ہے
A 0 1|||R:MULTI|||بریڈ لوف|||REQUIRED|||-NONE-|||0

S گرینائٹ ماؤنٹین ( ایریزونا ) ) ریاستہائے متحدہ امریکا کا ایک پہاڑ جو ایریزونا میں واقع ہے
A 0 2|||R:MULTI|||گو آچی پیک|||REQUIRED|||-NONE-|||0

S بانگ سائی ضلع ( 1404 ) ) تھائی لینڈ کا ایک امپھؤ جو پھرا ناکھون سی ایوتتھایا صوبہ میں واقع ہے
A 0 2|||R:MULTI|||لات بوا لوانگ|||REQUIRED|||-NONE-|||0

S پھرا ناکھون سی ایوتتھایا ضلع تھائی لینڈ کا ایک امپھؤ جو پھرا ناکھون سی ایوتتھایا صوبہ میں واقع ہے
A 0 4|||R:MULTI|||سینا|||REQUIRED|||-NONE-|||0

S چالوئم پھرا کیات ضلع بوریرام تھائی لینڈ کا ایک امپھؤ جو صوبہ بوریرام میں واقع ہے
A 0 3|||R:MULTI|||چامنی|||REQUIRED|||-NONE-|||0

S موئانگ نونگ بوا لام پھو ضلع تھائی لینڈ کا ایک امپھؤ جو نونگ بوا لامپھو صوبہ میں واقع ہے
A 0 5|||R:MULTI|||نا کلانگ|||REQUIRED|||-NONE-|||0

S تعلیم کے حصول کیلیے اس کے والد نے گائوں چھوڑ کر خاندان کے ساتھ دادو شہر میں رہائش پذیر ہوئے
A 3 4|||R:MULTI|||کے لیے|||REQUIRED|||-NONE-|||0

S سان خوآن خوکیلا ویخانوس کا رقبہ 37 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 1 , 908 افراد پر مشتمل ہے
A 2 4|||R:MULTI|||لاچاو|||REQUIRED|||-NONE-|||0

S سان خوآن خوکیلا ویخانوس کا رقبہ 37 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 1 , 908 افراد پر مشتمل ہے
A 6 7|||R:MULTI|||190 1|||REQUIRED|||-NONE-|||0

S آرلنگٹن میونسپل ایئرپورٹ ( واشنگٹن ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو ریاست واشنگٹن میں واقع ہے
A 0 2|||R:MULTI|||ایوی فیلڈ اسٹیٹ|||REQUIRED|||-NONE-|||0

S ہاسکنز فیلڈ ( واشنگٹن ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو ریاست واشنگٹن میں واقع ہے
A 0 2|||R:MULTI|||جے زی ایئرپورٹ|||REQUIRED|||-NONE-|||0

S رچلینڈ ایئرپورٹ ( واشنگٹن ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو ریاست واشنگٹن میں واقع ہے
A 0 1|||R:MULTI|||روش ہاربر|||REQUIRED|||-NONE-|||0

S ڈبل جے جے ریزورٹ رینچ ایئرپورٹ ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو مشی گن میں واقع ہے
A 0 5|||R:MULTI|||ڈوواجیک میونسپل|||REQUIRED|||-NONE-|||0

S اوسکوڈا کاؤنٹی ڈینس کافمین میموریل ایئرپورٹ ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو مشی گن میں واقع ہے
A 1 5|||R:MULTI|||ورٹسمیتھ|||REQUIRED|||-NONE-|||0

S سینٹ کلیر کاؤنٹی انٹرنیشنل ایئرپورٹ ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو مشی گن میں واقع ہے
A 0 4|||R:MULTI|||ٹیکابری|||REQUIRED|||-NONE-|||0

S الیگزینڈریا ایئرپورٹ ( انڈیانا ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو انڈیانا میں واقع ہے
A 0 1|||R:MULTI|||اینڈرسن میونسپل|||REQUIRED|||-NONE-|||0

S گارڈنر ایئرپورٹ ( انڈیانا ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو انڈیانا میں واقع ہے
A 0 1|||R:MULTI|||گوشین میونسپل|||REQUIRED|||-NONE-|||0

S بفیلو ایئرپورٹ ( ٹیکساس ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو ٹیکساس میں واقع ہے
A 0 1|||R:MULTI|||برنیٹ میونسپل|||REQUIRED|||-NONE-|||0

S کیلین فورٹ ہڈ ریجنل ایئرپورٹ ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو ٹیکساس میں واقع ہے
A 0 4|||R:MULTI|||کٹٹیہاک|||REQUIRED|||-NONE-|||0

S بینڈیگو ایئرپورٹ ( پنسلوانیا ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو پنسلوانیا میں واقع ہے
A 0 1|||R:MULTI|||بلومسبرگ میونسپل|||REQUIRED|||-NONE-|||0

S گارڈنر ایئرپورٹ ( پنسلوانیا ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو پنسلوانیا میں واقع ہے
A 0 1|||R:MULTI|||گیٹیزبرگ ریجنل|||REQUIRED|||-NONE-|||0

S موور کاؤنٹی ایئرپورٹ ( شمالی کیرولائنا ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو شمالی کیرولائنا میں واقع ہے
A 0 1|||R:MULTI|||ماؤنٹ ایئی سریئی|||REQUIRED|||-NONE-|||0

S پورا نام عبد اللہ بن محمد بن عقوب بن الحارث ال لاباذی السبذمونی ہے کنیت ابو محمد اورمعروف الاستاذ ہیں
A 9 11|||R:MULTI|||حارث|||REQUIRED|||-NONE-|||0

S کینیڈا ( انگریزی ) براعظم شمالی امریکا میں واقع ہے
A 0 1|||R:MULTI|||کیپ ورڈی|||REQUIRED|||-NONE-|||0

S کینیڈا ( انگریزی ) براعظم شمالی امریکا میں واقع ہے
A 5 7|||R:MULTI|||افریقا|||REQUIRED|||-NONE-|||0

S جولائی 2017 میں آپ پاکستان کے عبوری وزیر اعظم منتخب ہوئے
A 0 1|||R:MULTI|||یکم اگست|||REQUIRED|||-NONE-|||0

S کولمبیا ( انگریزی ) براعظم جنوبی امریکا میں واقع ہے
A 5 7|||R:MULTI|||افریقا|||REQUIRED|||-NONE-|||0

S جزائر کک ( انگریزی ) براعظم اوشیانہ میں واقع ہے
A 6 7|||R:MULTI|||شمالی امریکا|||REQUIRED|||-NONE-|||0

S مشرقی تیمور ( انگریزی ) براعظم ایشیا میں واقع ہے
A 6 7|||R:MULTI|||جنوبی امریکا|||REQUIRED|||-NONE-|||0

S بوریت وادی گوجال گلگت بلتستان کا ایک اہم گاؤں ہے
A 0 1|||R:MULTI|||خدا آباد|||REQUIRED|||-NONE-|||0

S احمد پٹیل کی پیدائش 21 اگست 1949 کو بھروچ ریاست بمبئی بھارتاب گجرات ( بھارت ) بھارت میں ہوئی
A 11 13|||R:MULTI|||بھارت|||REQUIRED|||-NONE-|||0

S ہلال بن ابی خولی غزوہ بدر میں شامل ہونے والے انصار صحابہ میں شامل ہیں
A 0 1|||R:MULTI|||عبد اللہ|||REQUIRED|||-NONE-|||0

S شیخ ابولحسن کبیر ٹھٹوی سترہویں صدی عیسی کو ٹھٹہ سندھ ( موجودہ پاکستان ) میں پیدا ہوئے
A 1 2|||R:MULTI|||ابو الحسن|||REQUIRED|||-NONE-|||0

S ثابت بن المنذر غزوہ بدر میں شامل ہونے والے انصار صحابہ میں شامل ہیں
A 2 3|||R:MULTI|||عمرو انصاری|||REQUIRED|||-NONE-|||0

S مالک بن امیہ غزوہ بدر میں شریک مہاجر صحابی تھے
A 2 3|||R:MULTI|||ابو خولی|||REQUIRED|||-NONE-|||0

S ڈھاکہ ( ناظم پورہ ) ) پاکستان کا ایک رہائشی علاقہ جو ضلع شیخوپورہ میں واقع ہے
A 0 1|||R:MULTI|||فیض پور خورد|||REQUIRED|||-NONE-|||0

S جھوک بالاکے چک نمبر147جی بی ( انگریزی 147 ) پاکستان کا ایک رہائشی علاقہ جوضلع فیصل آباد پنجاب پاکستان میں واقع ہے
A 3 4|||R:MULTI|||نمبر151 آر|||REQUIRED|||-NONE-|||0

S شب جمعہ شعبان ھ مطابق مئی کو مینڈر ضلع پونچھ ( کشمیر ) میں اچانک حرکت قلب بند ہوجانے سے انتقال ہوا
A 1 4|||R:MULTI|||جمعہ18شعبان1405ھ|||REQUIRED|||-NONE-|||0

S واہن کالج آف ایروناٹکس اینڈ ٹیکنالوجی ریاستہائے متحدہ امریکا کا ایک نجی غیر منافع بخش تعلیمی ادارہ جو نیو یارک میں واقع ہے
A 0 1|||R:MULTI|||ویا ماریا|||REQUIRED|||-NONE-|||0

S کولمبیا کالج ( کیلیفورنیا ) ) ریاستہائے متحدہ امریکا کا ایک مدرسہ و ریاستہائے متحدہ کا عوامی تعلیمی ادارہ جو کیلیفورنیا میں واقع ہے
A 0 1|||R:MULTI|||کونٹرا کوسٹا|||REQUIRED|||-NONE-|||0

S مشن کالج ( کیلیفورنیا ) ) ریاستہائے متحدہ امریکا کا ایک مدرسہ و ریاستہائے متحدہ کا عوامی تعلیمی ادارہ جو کیلیفورنیا میں واقع ہے
A 0 1|||R:MULTI|||موڈیسٹو جونیئر|||REQUIRED|||-NONE-|||0

S رابرٹ مورس یونیورسٹی الینوائے ریاستہائے متحدہ امریکا کا ایک جامعہ و نجی غیر منافع بخش تعلیمی ادارہ جو شکاگو الینوائے میں واقع ہے
A 0 2|||R:MULTI|||روزویلٹ|||REQUIRED|||-NONE-|||0

S عرعر داخلی ہوائی اڈا ( عربی مطار عرعر المحل ) سعودی عرب کا ایک ہوائی اڈا جو الحدود الشمال ہ علاقہ میں واقع ہے
A 7 8|||R:MULTI|||ب ش|||REQUIRED|||-NONE-|||0

S خفجی ہوائی اڈا ( عربی مطار الخفج ) سعودی عرب کا ایک ہوائی اڈا جو خفجی میں واقع ہے
A 6 7|||R:MULTI|||خر ص|||REQUIRED|||-NONE-|||0

S فرینکلن فیلڈ ( الاباما ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو الاباما میں واقع ہے
A 0 1|||R:MULTI|||فریڈی جونز|||REQUIRED|||-NONE-|||0

S ٹیلر ہوائی اڈا ( ایریزونا ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو ایریزونا میں واقع ہے
A 0 1|||R:MULTI|||وائٹ ریور|||REQUIRED|||-NONE-|||0

S سیلم ہوائی اڈا ( آرکنساس ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو آرکنساس میں واقع ہے
A 0 1|||R:MULTI|||سالئین کاؤنٹی|||REQUIRED|||-NONE-|||0

S وارن میونسپل ہوائی اڈا ( آرکنساس ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو آرکنساس میں واقع ہے
A 0 1|||R:MULTI|||ویسٹ میمفس|||REQUIRED|||-NONE-|||0

S آبرن میونسپل ہوائی اڈا ( کیلیفورنیا ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو کیلیفورنیا میں واقع ہے
A 0 2|||R:MULTI|||بلیو کینین نائیک|||REQUIRED|||-NONE-|||0

S بونویل ہوائی اڈا ( کیلیفورنیا ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو کیلیفورنیا میں واقع ہے
A 0 1|||R:MULTI|||لٹل ریور|||REQUIRED|||-NONE-|||0

S ہاوتھرون میونسپل ہوائی اڈا ( کیلیفورنیا ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو کیلیفورنیا میں واقع ہے
A 0 2|||R:MULTI|||ہالی ووڈ بربینک|||REQUIRED|||-NONE-|||0

S ہیوز ہوائی اڈا ( کیلیفورنیا ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو کیلیفورنیا میں واقع ہے
A 0 1|||R:MULTI|||پامڈیل ریجنل|||REQUIRED|||-NONE-|||0

S کورننگ میونسپل ہوائی اڈا ( کیلیفورنیا ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو کیلیفورنیا میں واقع ہے
A 0 1|||R:MULTI|||ریڈ بلف|||REQUIRED|||-NONE-|||0

S مانٹیگیو ہوائی اڈا ( کیلیفورنیا ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو کیلیفورنیا میں واقع ہے
A 0 1|||R:MULTI|||سکاٹ ویلی|||REQUIRED|||-NONE-|||0

S الیگزینڈریا ہوائی اڈا ( انڈیانا ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو انڈیانا میں واقع ہے
A 0 1|||R:MULTI|||اینڈرسن میونسپل|||REQUIRED|||-NONE-|||0

S پلایماؤت میونسپل ہوائی اڈا ( انڈیانا ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو انڈیانا میں واقع ہے
A 0 2|||R:MULTI|||پورٹر کاؤنٹی ریجنل|||REQUIRED|||-NONE-|||0

S ویلمینگٹن ہوائی اڈا ( ڈیلاویئر ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو ڈیلاویئر میں واقع ہے
A 0 1|||R:MULTI|||شینڈیل اسٹیٹس|||REQUIRED|||-NONE-|||0

S موور کاؤنٹی ہوائی اڈا ( شمالی کیرولائنا ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو شمالی کیرولائنا میں واقع ہے
A 0 1|||R:MULTI|||ماؤنٹ ایئری سریئی|||REQUIRED|||-NONE-|||0

S سینٹرویل میونسپل ہوائی اڈا ( ٹینیسی ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو ٹینیسی میں واقع ہے
A 0 2|||R:MULTI|||چارلس ڈبلیو بیکر|||REQUIRED|||-NONE-|||0

S جیکسن کاؤنٹی ہوائی اڈا ( ٹینیسی ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو ٹینیسی میں واقع ہے
A 0 2|||R:MULTI|||جان سی ٹیون|||REQUIRED|||-NONE-|||0

S مونرو کاؤنٹی ہوائی اڈا ( ٹینیسی ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو ٹینیسی میں واقع ہے
A 0 2|||R:MULTI|||مورس ٹاؤن ریجنل|||REQUIRED|||-NONE-|||0

S ٹیلر کاؤنٹی ہوائی اڈا ( وسکونسن ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو وسکونسن میں واقع ہے
A 0 2|||R:MULTI|||تھری لیکز میونسپل|||REQUIRED|||-NONE-|||0

S آرلنگٹن میونسپل ہوائی اڈا ( واشنگٹن ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو ریاست واشنگٹن میں واقع ہے
A 0 2|||R:MULTI|||ایوی فیلڈ اسٹیٹ|||REQUIRED|||-NONE-|||0

S رچلینڈ ہوائی اڈا ( واشنگٹن ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو ریاست واشنگٹن میں واقع ہے
A 0 1|||R:MULTI|||روش ہاربر|||REQUIRED|||-NONE-|||0

S رچمنڈ ہوائی اڈا ( روڈ آئلینڈ ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو روڈ آئلینڈ میں واقع ہے
A 0 1|||R:MULTI|||ٹی ایف گرین|||REQUIRED|||-NONE-|||0

S البانی میونسپل ہوائی اڈا ( ٹیکساس ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو ٹیکساس میں واقع ہے
A 0 2|||R:MULTI|||ایلس بین الاقوامی|||REQUIRED|||-NONE-|||0

S بفیلو ہوائی اڈا ( ٹیکساس ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو ٹیکساس میں واقع ہے
A 0 1|||R:MULTI|||برنیٹ میونسپل|||REQUIRED|||-NONE-|||0

S لا پورٹ میونسپل ہوائی اڈا ( ٹیکساس ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو ٹیکساس میں واقع ہے
A 0 3|||R:MULTI|||لیکویو|||REQUIRED|||-NONE-|||0

S ساوتھ ٹیکساس ریجنل ہوائی اڈا ایٹ ہانڈو ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو ٹیکساس میں واقع ہے
A 0 3|||R:MULTI|||اسٹینسن میونسپل|||REQUIRED|||-NONE-|||0

S ایلنگٹن ہوائی اڈا ( کنیکٹیکٹ ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو کنیکٹیکٹ میں واقع ہے
A 0 1|||R:MULTI|||گارڈنر لیک|||REQUIRED|||-NONE-|||0

S رابرٹسن فیلڈ ( کنیکٹیکٹ ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو کنیکٹیکٹ میں واقع ہے
A 0 2|||R:MULTI|||سمسبیری ہوائی اڈا|||REQUIRED|||-NONE-|||0

S آڈوبن ٹاؤن شپ مونٹگمری کاؤنٹی الینوائے کی مجموعی آبادی 203 0 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 1|||R:MULTI|||آکس سیبل|||REQUIRED|||-NONE-|||0

S آڈوبن ٹاؤن شپ مونٹگمری کاؤنٹی الینوائے کی مجموعی آبادی 203 0 میٹر سطح سمندر سے بلندی پر واقع ہے
A 9 11|||R:MULTI|||168|||REQUIRED|||-NONE-|||0

S بیرڈز ٹاؤن ٹاؤن شپ کاس کاؤنٹی الینوائے کی مجموعی آبادی 135 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 2|||R:MULTI|||بئیکوق|||REQUIRED|||-NONE-|||0

S بیرڈز ٹاؤن ٹاؤن شپ کاس کاؤنٹی الینوائے کی مجموعی آبادی 135 میٹر سطح سمندر سے بلندی پر واقع ہے
A 10 11|||R:MULTI|||174 04|||REQUIRED|||-NONE-|||0

S بئیکوق ٹاؤن شپ واشنگٹن کاؤنٹی الینوائے کی مجموعی آبادی 174 04 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 1|||R:MULTI|||بیور کریک|||REQUIRED|||-NONE-|||0

S بئیکوق ٹاؤن شپ واشنگٹن کاؤنٹی الینوائے کی مجموعی آبادی 174 04 میٹر سطح سمندر سے بلندی پر واقع ہے
A 9 11|||R:MULTI|||125|||REQUIRED|||-NONE-|||0

S بیرمین ٹاؤن شپ جو ڈیویس کاؤنٹی الینوائے کی مجموعی آبادی 264 میٹر سطح سمندر سے بلندی پر واقع ہے
A 10 11|||R:MULTI|||127 1|||REQUIRED|||-NONE-|||0

S چیری گروو شینن ٹاؤن شپ کیرول کاؤنٹی الینوائے کی مجموعی آبادی 284 میٹر سطح سمندر سے بلندی پر واقع ہے
A 1 3|||R:MULTI|||ویلی|||REQUIRED|||-NONE-|||0

S چیری گروو شینن ٹاؤن شپ کیرول کاؤنٹی الینوائے کی مجموعی آبادی 284 میٹر سطح سمندر سے بلندی پر واقع ہے
A 11 12|||R:MULTI|||216 11|||REQUIRED|||-NONE-|||0

S کلارکسبرگ ٹاؤن شپ شیلبی کاؤنٹی الینوائے کی مجموعی آبادی 189 89 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 1|||R:MULTI|||کلے سٹی|||REQUIRED|||-NONE-|||0

S کلارکسبرگ ٹاؤن شپ شیلبی کاؤنٹی الینوائے کی مجموعی آبادی 189 89 میٹر سطح سمندر سے بلندی پر واقع ہے
A 9 11|||R:MULTI|||131|||REQUIRED|||-NONE-|||0

S ڈکوٹا ٹاؤن شپ سٹیفنسن کاؤنٹی الینوائے کی مجموعی آبادی 280 11 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 1|||R:MULTI|||ڈیلاس سٹی|||REQUIRED|||-NONE-|||0

S ڈکوٹا ٹاؤن شپ سٹیفنسن کاؤنٹی الینوائے کی مجموعی آبادی 280 11 میٹر سطح سمندر سے بلندی پر واقع ہے
A 9 11|||R:MULTI|||201|||REQUIRED|||-NONE-|||0

S ڈنلیتھ ٹاؤن شپ جو ڈیویس کاؤنٹی الینوائے کی مجموعی آبادی 223 میٹر سطح سمندر سے بلندی پر واقع ہے
A 10 11|||R:MULTI|||209 1|||REQUIRED|||-NONE-|||0

S ایسٹ فورک ٹاؤن شپ مونٹگمری کاؤنٹی الینوائے کی مجموعی آبادی 188 06 میٹر سطح سمندر سے بلندی پر واقع ہے
A 10 12|||R:MULTI|||225|||REQUIRED|||-NONE-|||0

S فوسٹر ٹاؤن شپ ماریون کاؤنٹی الینوائے کی مجموعی آبادی 163 07 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 1|||R:MULTI|||فاؤنٹین بلف|||REQUIRED|||-NONE-|||0

S فوسٹر ٹاؤن شپ ماریون کاؤنٹی الینوائے کی مجموعی آبادی 163 07 میٹر سطح سمندر سے بلندی پر واقع ہے
A 9 11|||R:MULTI|||110|||REQUIRED|||-NONE-|||0

S گیلیشیا ٹاؤن شپ سالئین کاؤنٹی الینوائے کی مجموعی آبادی 117 04 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 1|||R:MULTI|||گیلزبرگ سٹی|||REQUIRED|||-NONE-|||0

S گیلیشیا ٹاؤن شپ سالئین کاؤنٹی الینوائے کی مجموعی آبادی 117 04 میٹر سطح سمندر سے بلندی پر واقع ہے
A 9 11|||R:MULTI|||233|||REQUIRED|||-NONE-|||0

S جارج ٹاؤن ٹاؤن شپ ویرمیلین کاؤنٹی الینوائے کی مجموعی آبادی 204 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 2|||R:MULTI|||جرمن|||REQUIRED|||-NONE-|||0

S جارج ٹاؤن ٹاؤن شپ ویرمیلین کاؤنٹی الینوائے کی مجموعی آبادی 204 میٹر سطح سمندر سے بلندی پر واقع ہے
A 10 11|||R:MULTI|||156 97|||REQUIRED|||-NONE-|||0

S گروور ٹاؤن شپ وین کاؤنٹی الینوائے کی مجموعی آبادی 128 02 میٹر سطح سمندر سے بلندی پر واقع ہے
A 9 11|||R:MULTI|||242|||REQUIRED|||-NONE-|||0

S ہاوانا ٹاؤن شپ میسن کاؤنٹی الینوائے کی مجموعی آبادی 150 88 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 1|||R:MULTI|||ہا کریک|||REQUIRED|||-NONE-|||0

S ہاوانا ٹاؤن شپ میسن کاؤنٹی الینوائے کی مجموعی آبادی 150 88 میٹر سطح سمندر سے بلندی پر واقع ہے
A 9 11|||R:MULTI|||198|||REQUIRED|||-NONE-|||0

S ہا کریک ٹاؤن شپ کنو کاؤنٹی الینوائے کی مجموعی آبادی 198 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 2|||R:MULTI|||ہاوتھرون|||REQUIRED|||-NONE-|||0

S ہا کریک ٹاؤن شپ کنو کاؤنٹی الینوائے کی مجموعی آبادی 198 میٹر سطح سمندر سے بلندی پر واقع ہے
A 10 11|||R:MULTI|||118 87|||REQUIRED|||-NONE-|||0

S کنمنڈی ٹاؤن شپ ماریون کاؤنٹی الینوائے کی مجموعی آبادی 178 01 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 1|||R:MULTI|||تائیٹس پریری|||REQUIRED|||-NONE-|||0

S کنمنڈی ٹاؤن شپ ماریون کاؤنٹی الینوائے کی مجموعی آبادی 178 01 میٹر سطح سمندر سے بلندی پر واقع ہے
A 9 11|||R:MULTI|||154|||REQUIRED|||-NONE-|||0

S لیف ٹاؤن شپ میڈیسن کاؤنٹی الینوائے کی مجموعی آبادی 170 08 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 1|||R:MULTI|||لیپر ٹاؤن|||REQUIRED|||-NONE-|||0

S لیف ٹاؤن شپ میڈیسن کاؤنٹی الینوائے کی مجموعی آبادی 170 08 میٹر سطح سمندر سے بلندی پر واقع ہے
A 9 11|||R:MULTI|||136|||REQUIRED|||-NONE-|||0

S موئیقوا ٹاؤن شپ شیلبی کاؤنٹی الینوائے کی مجموعی آبادی 210 92 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 1|||R:MULTI|||ملبیری گروو|||REQUIRED|||-NONE-|||0

S موئیقوا ٹاؤن شپ شیلبی کاؤنٹی الینوائے کی مجموعی آبادی 210 92 میٹر سطح سمندر سے بلندی پر واقع ہے
A 9 11|||R:MULTI|||174|||REQUIRED|||-NONE-|||0

S اوکیویل ٹاؤن شپ واشنگٹن کاؤنٹی الینوائے کی مجموعی آبادی 135 03 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 1|||R:MULTI|||اولڈ رپلی|||REQUIRED|||-NONE-|||0

S اوکیویل ٹاؤن شپ واشنگٹن کاؤنٹی الینوائے کی مجموعی آبادی 135 03 میٹر سطح سمندر سے بلندی پر واقع ہے
A 9 11|||R:MULTI|||173|||REQUIRED|||-NONE-|||0

S پکآوے ٹاؤن شپ شیلبی کاؤنٹی الینوائے کی مجموعی آبادی 218 85 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 1|||R:MULTI|||پیجن گروو|||REQUIRED|||-NONE-|||0

S پکآوے ٹاؤن شپ شیلبی کاؤنٹی الینوائے کی مجموعی آبادی 218 85 میٹر سطح سمندر سے بلندی پر واقع ہے
A 9 11|||R:MULTI|||210|||REQUIRED|||-NONE-|||0

S راک کریک لیما ٹاؤن شپ کیرول کاؤنٹی الینوائے کی مجموعی آبادی 260 میٹر سطح سمندر سے بلندی پر واقع ہے
A 1 3|||R:MULTI|||گروو|||REQUIRED|||-NONE-|||0

S راک کریک لیما ٹاؤن شپ کیرول کاؤنٹی الینوائے کی مجموعی آبادی 260 میٹر سطح سمندر سے بلندی پر واقع ہے
A 11 12|||R:MULTI|||292 0|||REQUIRED|||-NONE-|||0

S رومینی ٹاؤن شپ ماریون کاؤنٹی الینوائے کی مجموعی آبادی 135 94 میٹر سطح سمندر سے بلندی پر واقع ہے
A 9 11|||R:MULTI|||198|||REQUIRED|||-NONE-|||0

S رورل ٹاؤن شپ شیلبی کاؤنٹی الینوائے کی مجموعی آبادی 195 07 میٹر سطح سمندر سے بلندی پر واقع ہے
A 9 11|||R:MULTI|||299|||REQUIRED|||-NONE-|||0

S سینڈ ریج ٹاؤن شپ جیکسن کاؤنٹی الینوائے کی مجموعی آبادی 109 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 2|||R:MULTI|||سینڈوول|||REQUIRED|||-NONE-|||0

S سینڈ ریج ٹاؤن شپ جیکسن کاؤنٹی الینوائے کی مجموعی آبادی 109 میٹر سطح سمندر سے بلندی پر واقع ہے
A 10 11|||R:MULTI|||149 96|||REQUIRED|||-NONE-|||0

S شرلینڈ ٹاؤن شپ وینیباگو کاؤنٹی الینوائے کی مجموعی آبادی 244 15 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 1|||R:MULTI|||شول کریک|||REQUIRED|||-NONE-|||0

S شرلینڈ ٹاؤن شپ وینیباگو کاؤنٹی الینوائے کی مجموعی آبادی 244 15 میٹر سطح سمندر سے بلندی پر واقع ہے
A 9 11|||R:MULTI|||162|||REQUIRED|||-NONE-|||0

S اسٹاک لینڈ ٹاؤن شپ ایروکواے کاؤنٹی الینوائے کی مجموعی آبادی 203 میٹر سطح سمندر سے بلندی پر واقع ہے
A 0 2|||R:MULTI|||سٹاکٹن|||REQUIRED|||-NONE-|||0

S وٹ ٹاؤن شپ مونٹگمری کاؤنٹی الینوائے کی مجموعی آبادی 203 91 میٹر سطح سمندر سے بلندی پر واقع ہے
A 9 11|||R:MULTI|||252|||REQUIRED|||-NONE-|||0

S بینڈیگو ہوائی اڈا ( پنسلوانیا ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو پنسلوانیا میں واقع ہے
A 0 1|||R:MULTI|||بلومسبرگ میونسپل|||REQUIRED|||-NONE-|||0

S کارلائل ہوائی اڈا ( پنسلوانیا ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو پنسلوانیا میں واقع ہے
A 0 1|||R:MULTI|||چیری ریج|||REQUIRED|||-NONE-|||0

S گارڈنر ہوائی اڈا ( پنسلوانیا ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو پنسلوانیا میں واقع ہے
A 0 1|||R:MULTI|||گیٹیزبرگ ریجنل|||REQUIRED|||-NONE-|||0

S اوسکوڈا کاؤنٹی ڈینس کافمین میموریل ہوائی اڈا ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو مشی گن میں واقع ہے
A 1 5|||R:MULTI|||وورٹسمیتھ|||REQUIRED|||-NONE-|||0

S یوریکا میونسپل ہوائی اڈا ( کنساس ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو کنساس میں واقع ہے
A 0 1|||R:MULTI|||فورٹ سکاٹ|||REQUIRED|||-NONE-|||0

S پکینز کاؤنٹی ہوائی اڈا ( جارجیا ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو جارجیا ( امریکی ریاست ) میں واقع ہے
A 0 2|||R:MULTI|||رچرڈ بی رسل|||REQUIRED|||-NONE-|||0

S گارڈنر ہوائی اڈا ( مسوری ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو مسوری میں واقع ہے
A 0 1|||R:MULTI|||ہینبل ریجنل|||REQUIRED|||-NONE-|||0

S ماؤنٹین ویو ہوائی اڈا ( مسوری ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو مسوری میں واقع ہے
A 0 2|||R:MULTI|||نیوشو ہیو رابنسن|||REQUIRED|||-NONE-|||0

S رینکن ہوائی اڈا ( مسوری ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو مسوری میں واقع ہے
A 0 1|||R:MULTI|||رچلینڈ میونسپل|||REQUIRED|||-NONE-|||0

S رابرٹسن فیلڈ ( شمالی ڈکوٹا ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو شمالی ڈکوٹا میں واقع ہے
A 0 2|||R:MULTI|||رگبی میونسپل ہوائی اڈا|||REQUIRED|||-NONE-|||0

S فیئرفیلڈ میونسپل ہوائی اڈا ( آئیووا ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو آئیووا میں واقع ہے
A 0 1|||R:MULTI|||فارسٹ سٹی|||REQUIRED|||-NONE-|||0

S انڈیپینڈینس میونسپل ہوائی اڈا ( آئیووا ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو آئیووا میں واقع ہے
A 0 1|||R:MULTI|||آئیووا سٹی|||REQUIRED|||-NONE-|||0

S پیری میونسپل ہوائی اڈا ( آئیووا ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو آئیووا میں واقع ہے
A 0 1|||R:MULTI|||ریڈ اوک|||REQUIRED|||-NONE-|||0

S وین کاؤنٹی ہوائی اڈا ( کینٹکی ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو کینٹکی میں واقع ہے
A 0 2|||R:MULTI|||وینڈیل ایچ فورڈ|||REQUIRED|||-NONE-|||0

S شہر اموتسکی کا جڑواں شہر بیئلووار ہے
A 1 2|||R:MULTI|||کریزیوتسی کرویئشا|||REQUIRED|||-NONE-|||0

S البانی میونسپل ہوائی اڈا ( اوریگون ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو اوریگون میں واقع ہے
A 0 2|||R:MULTI|||الکالی لیک اسٹیٹ|||REQUIRED|||-NONE-|||0

S کامپٹن ہوائی اڈا ( اوریگون ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو اوریگون میں واقع ہے
A 0 1|||R:MULTI|||کانڈن اسٹیٹ|||REQUIRED|||-NONE-|||0

S نیوپورٹ میونسپل ہوائی اڈا ( اوریگون ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو اوریگون میں واقع ہے
A 0 2|||R:MULTI|||نیلسن|||REQUIRED|||-NONE-|||0

S یونیٹی ہوائی اڈا ( اوریگون ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو اوریگون میں واقع ہے
A 0 1|||R:MULTI|||ویلی ویو|||REQUIRED|||-NONE-|||0

S پیری میونسپل ہوائی اڈا ( اوکلاہوما ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو اوکلاہوما میں واقع ہے
A 0 2|||R:MULTI|||پونکا سٹی ریجنل|||REQUIRED|||-NONE-|||0

S ویسٹپورٹ ہوائی اڈا ( اوکلاہوما ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو اوکلاہوما میں واقع ہے
A 0 1|||R:MULTI|||وائیلی پوسٹ|||REQUIRED|||-NONE-|||0

S یونین ہوائی اڈا ( نیبراسکا ) ) ریاستہائے متحدہ امریکا کا ایک ہوائی اڈا جو نیبراسکا میں واقع ہے
A 0 1|||R:MULTI|||واہو میونسپل|||REQUIRED|||-NONE-|||0

S وہ پاکستانی جنرل انتخابات 1990 میں پہلی مرتبہ پیپلز پارٹی کے امیدوار کے طور پر قومی اسمبلی کو منتخب کیا گیا تھا
A 17 18|||R:MULTI|||کے لیے|||REQUIRED|||-NONE-|||0

S آخری تجدید 03 32 26 اپریل 2018 ( م ع و )
A 5 6|||R:MULTI|||1 مئی|||REQUIRED|||-NONE-|||0

S آخری تجدید 19 46 22 ستمبر 2018 ( م ع و )
A 2 4|||R:MULTI|||17|||REQUIRED|||-NONE-|||0

S آخری تجدید 11 29 25 دسمبر 2018 ( م ع و )
A 2 3|||R:MULTI|||02 07|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 29 28 ستمبر 2019 ( م ع و )
A 2 3|||R:MULTI|||08 17|||REQUIRED|||-NONE-|||0

S آخری تجدید 20 02 10 دسمبر 2019 ( م ع و )
A 4 5|||R:MULTI|||51 11|||REQUIRED|||-NONE-|||0

S آخری تجدید 05 20 19 مئی 2018 ( م ع و )
A 2 3|||R:MULTI|||17 03|||REQUIRED|||-NONE-|||0

S آخری تجدید 20 30 10 دسمبر 2018 ( م ع و )
A 3 5|||R:MULTI|||11|||REQUIRED|||-NONE-|||0

S 13 08 19 اپریل 2018 ( م ع و )
A 2 3|||R:MULTI|||28 20|||REQUIRED|||-NONE-|||0

S 00 01 24 ستمبر 2019 ( م ع و )
A 2 3|||R:MULTI|||22 27|||REQUIRED|||-NONE-|||0

S 00 01 24 ستمبر 2019 ( م ع و )
A 2 3|||R:MULTI|||22 27|||REQUIRED|||-NONE-|||0

S 03 15 26 اپریل 2018 ( م ع و )
A 2 4|||R:MULTI|||17 1 مئی|||REQUIRED|||-NONE-|||0

S 05 16 19 مئی 2018 ( م ع و )
A 2 3|||R:MULTI|||59 20|||REQUIRED|||-NONE-|||0

S 14 11 23 دسمبر 2018 ( م ع و )
A 2 3|||R:MULTI|||26 25|||REQUIRED|||-NONE-|||0

S 13 11 6 اپریل 2018 ( م ع و )
A 0 1|||R:MULTI|||03 28|||REQUIRED|||-NONE-|||0

S 17 24 20 جولائی 2018 ( م ع و )
A 3 4|||R:MULTI|||5 اگست|||REQUIRED|||-NONE-|||0

S 03 32 26 اپریل 2018 ( م ع و )
A 3 4|||R:MULTI|||1 مئی|||REQUIRED|||-NONE-|||0

S 11 29 25 دسمبر 2018 ( م ع و )
A 0 1|||R:MULTI|||02 07|||REQUIRED|||-NONE-|||0

S 20 16 26 اگست 2019 ( م ع و )
A 2 3|||R:MULTI|||58 28|||REQUIRED|||-NONE-|||0

S 22 29 28 ستمبر 2019 ( م ع و )
A 0 1|||R:MULTI|||08 18|||REQUIRED|||-NONE-|||0

S 20 02 10 دسمبر 2019 ( م ع و )
A 2 3|||R:MULTI|||51 11|||REQUIRED|||-NONE-|||0

S 10 26 25 اپریل 2018 ( م ع و )
A 0 1|||R:MULTI|||03 38|||REQUIRED|||-NONE-|||0

S 05 20 19 مئی 2018 ( م ع و )
A 0 1|||R:MULTI|||17 04|||REQUIRED|||-NONE-|||0

S 00 10 24 ستمبر 2019 ( م ع و )
A 0 2|||R:MULTI|||01|||REQUIRED|||-NONE-|||0

S 00 11 24 ستمبر 2019 ( م ع و )
A 0 2|||R:MULTI|||01|||REQUIRED|||-NONE-|||0

S 00 11 24 ستمبر 2019 ( م ع و )
A 0 2|||R:MULTI|||01|||REQUIRED|||-NONE-|||0

S یہودی جاگیردارانہ تنظیم کا مجلس پر کی رخصتی کابہت کم اثر پڑا
A 5 7|||R:MULTI|||سے|||REQUIRED|||-NONE-|||0

S 05 18 3 دسمبر 2018 ( م ع و )
A 2 3|||R:MULTI|||46 9|||REQUIRED|||-NONE-|||0

S 04 18 26 اکتوبر 2019 ( م ع و )
A 2 4|||R:MULTI|||03 1 نومبر|||REQUIRED|||-NONE-|||0

S شبیر کنبھار ہالا تعلقے ضلع مٹیاری سندھ کے چھوٹے سے گوٹھ سیراچون کاکا میں یکم جنوری 1972 کو پیدا ہوئے
A 1 2|||R:MULTI|||کنبھر تحصیل|||REQUIRED|||-NONE-|||0

S کہا جاتا ہے کہ پوری کے دورے میں جئے دیو کے کام سےبابا گرو نانک بہت متاثر ہوئے تھے
A 8 10|||R:MULTI|||جیدیو|||REQUIRED|||-NONE-|||0

S محمد صفدر اعوان پاکستانی سیاست دان ہیں
A 1 3|||R:MULTI|||یوسف|||REQUIRED|||-NONE-|||0

S 17 اپریل 2018 کو نیشنلسٹ موومنٹ پارٹی کے لیڈر دولت ب جل نے 26 اگست انتخابات کرانے کی مانگ کی
A 10 12|||R:MULTI|||بحچلی|||REQUIRED|||-NONE-|||0

S 05 18 3 دسمبر 2018 ( م ع و )
A 2 3|||R:MULTI|||46 9|||REQUIRED|||-NONE-|||0

S 04 18 26 اکتوبر 2019 ( م ع و )
A 2 4|||R:MULTI|||03 1 نومبر|||REQUIRED|||-NONE-|||0

S 17 14 14 دسمبر 2019 ( م ع و )
A 2 3|||R:MULTI|||13 25|||REQUIRED|||-NONE-|||0

S 09 12 22 اگست 2018 ( م ع و )
A 2 4|||R:MULTI|||ستمبر|||REQUIRED|||-NONE-|||0

S 12 28 22 اکتوبر 2018 ( م ع و )
A 0 1|||R:MULTI|||13 42|||REQUIRED|||-NONE-|||0

S 22 01 13 جنوری 2019 ( م ع و )
A 2 3|||R:MULTI|||44 23|||REQUIRED|||-NONE-|||0

S ناتانئ ل نے صراحتا محمد صلی اللہ علیہ وسلم کو ایک سچا نبی مانا ہے
A 0 2|||R:MULTI|||ناتانئیل|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 14 07 10 جولائی 2018 ( م ع و )
A 10 12|||R:MULTI|||11|||REQUIRED|||-NONE-|||0

S 22 01 13 جنوری 2019 ( م ع و )
A 2 3|||R:MULTI|||44 23|||REQUIRED|||-NONE-|||0

S 01 28 27 ستمبر 2019 ( م ع و )
A 0 1|||R:MULTI|||02 13|||REQUIRED|||-NONE-|||0

S 15 21 20 نومبر 2019 ( م ع و )
A 0 1|||R:MULTI|||10 35|||REQUIRED|||-NONE-|||0

S 17 58 21 نومبر 2019 ( م ع و )
A 1 3|||R:MULTI|||22|||REQUIRED|||-NONE-|||0

S رضا منصور ایک دروز شاعر تاریخ دان اور ڈپلیمیٹ کہتے ہیں ہم واحد غیر یہود اقلیت ہیں جن کو فوج میں عہدہ ملا ہے
A 5 7|||R:MULTI|||مورخ|||REQUIRED|||-NONE-|||0

S رضا منصور ایک دروز شاعر تاریخ دان اور ڈپلیمیٹ کہتے ہیں ہم واحد غیر یہود اقلیت ہیں جن کو فوج میں عہدہ ملا ہے
A 8 9|||R:MULTI|||سیاست دان|||REQUIRED|||-NONE-|||0

S اسے دوسرے سیزن کے لیے تجدید کیا گیا اور 2 ستمبر 2016 کو اسے 10 اقساط کے لیے نشر کیا گیا
A 16 18|||R:MULTI|||کو|||REQUIRED|||-NONE-|||0

S انہوں نے سپرا نتو میں کتب لکھیں اور تراجم کیے ہیں
A 2 4|||R:MULTI|||اسپرانتو|||REQUIRED|||-NONE-|||0

S پردیسی زبان یا غیر ملکی زبان یا بدیسی زبان اصل میں کسی دوسرے ملک کی زبان ہے
A 0 1|||R:MULTI|||غیر ملکی|||REQUIRED|||-NONE-|||0

S پردیسی زبان یا غیر ملکی زبان یا بدیسی زبان اصل میں کسی دوسرے ملک کی زبان ہے
A 3 5|||R:MULTI|||پردیسی|||REQUIRED|||-NONE-|||0

S وارسی اپنے اسکول کے دنوں میں ایک ملکی سطح کے جمناسٹ تھے
A 10 11|||R:MULTI|||بہترین کسرتی|||REQUIRED|||-NONE-|||0

S علامہ مجلسی نے بحار الانوار میں حضرت علی بن ابی طالب کی متعدد وصیتوں کو کمیل ابن زیاد کے حوالے سے نقل کیا ہے
A 0 1|||R:MULTI|||محمد باقر|||REQUIRED|||-NONE-|||0

S یہ طیارہ عموما سیو کرنو ہٹا بین الاقوامی ایئرپورٹ جکارتا سے دیپاتی امیر ایئرپورٹ پنگکل پننگ کی طرف اڑان بھرتا تھا
A 8 9|||R:MULTI|||ہوائی اڈا|||REQUIRED|||-NONE-|||0

S پشتونوں کے رد مانوں میں آدم خان اوردرخانی کے قصے کو بلند ترین درجہ حاصل ہے
A 2 4|||R:MULTI|||رومانوں|||REQUIRED|||-NONE-|||0

S آخیریتو ( لاطینی ) ترک جمہوریہ شمالی قبرص کا ایک گاؤں جو ضلع غازی ماگوسا میں واقع ہے
A 13 15|||R:MULTI|||اسکیلے|||REQUIRED|||-NONE-|||0

S شہریار عالم ( سیاست دان ) ) ایک بنگلہ دیشی سیاست دان جو سنہ 2019 سے جاتیہ سنسد کے رکن ہیں
A 0 2|||R:MULTI|||مرزا فخر الاسلام عالمگیر|||REQUIRED|||-NONE-|||0

S ابو الکلام محمد احسان الحق چودھری ایک بنگلہ دیشی سیاست دان جو سنہ 2019 سے جاتیہ سنسد کے رکن ہیں
A 0 5|||R:MULTI|||اکرام الکریم|||REQUIRED|||-NONE-|||0

S چودھری محمود بشیر پاکستانی سیاست دان ہیں
A 0 1|||R:MULTI|||میاں طارق|||REQUIRED|||-NONE-|||0

S شوانوو ضلع نانجنگ کا رقبہ 81 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 634 , 000 افراد پر مشتمل ہے
A 5 6|||R:MULTI|||22 36|||REQUIRED|||-NONE-|||0

S بڈھا گجر پاکستانی فلم ہے جو 2002 میں ریلیز ہوئی
A 0 2|||R:MULTI|||مجاجن|||REQUIRED|||-NONE-|||0

S ہویشان ضلع کا رقبہ 327 12 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 388 , 957 افراد پر مشتمل ہے
A 4 6|||R:MULTI|||454|||REQUIRED|||-NONE-|||0

S چک 69 ای بی اگرو کی مجموعی آبادی 8 , 000 افراد پر مشتمل ہے
A 1 3|||R:MULTI|||667 8 جی|||REQUIRED|||-NONE-|||0

S 03 17 28 مئی 2019 ( م ع و )
A 1 3|||R:MULTI|||24|||REQUIRED|||-NONE-|||0

S اللبن ( عربی اللبن ) اردن کا ایک آباد مقام و جو محافظہ عمان میں واقع ہے
A 3 4|||R:MULTI|||المقابل ن|||REQUIRED|||-NONE-|||0

S یہ پاکستان ٹیلیوزن کراچی سنٹر پر اسکرپٹ ایڈیٹر بھی رہے پھر انسٹی ٹیوٹ آف سندھالوجی کے ڈئریکٹر بنے اور بطور ڈئریکٹر2009 میں رٹائرڈ ہوئے
A 2 3|||R:MULTI|||ٹیلی وژن|||REQUIRED|||-NONE-|||0

S س درشن اگروال کو جنوری میں ریاست اتر کھنڈ کا گورنر مقرر کیا گیا
A 7 9|||R:MULTI|||اتراکھنڈ|||REQUIRED|||-NONE-|||0

S س درشن اگروال کو جنوری میں ریاست اتر کھنڈ کا گورنر مقرر کیا گیا
A 7 9|||R:MULTI|||اتراکھنڈ|||REQUIRED|||-NONE-|||0

S کشل پریرا ( سنہالا ) ( پیدائش 17 اگست 1990 ) سری لنکا قومی کرکٹ ٹیم کا ایک کھلاڑی ہے
A 0 1|||R:MULTI|||متھریج ڈان کوسل جینتھ|||REQUIRED|||-NONE-|||0

S ضلع گومباک ( لاطینی ) ملائیشیا کا ایک آباد مقام جو سلنگور میں واقع ہے
A 11 12|||R:MULTI|||کوالا لمپور|||REQUIRED|||-NONE-|||0

S تحصیل گھوڑاباری انگریزی پاکستان کے صوبہ سندھ کے ضلع ٹھٹہ کی تحصیل ہے جو ساحل سمندر سے قریب ہے
A 16 18|||R:MULTI|||میں|||REQUIRED|||-NONE-|||0

S انھیں مارچ 2019 میں ممبئی میں آل کل ہند مسابقہ تحفیظ قرآن کے موقع پر علامہ اقبال ایوارڈ سے نوازا گیا
A 11 12|||R:MULTI|||القرآن الکریم|||REQUIRED|||-NONE-|||0

S درسگاہ داخلہ کے لیے طالب علم کے لیے لازمی ہے کہ وہ پہلے دن مقابلہ جیتے
A 4 6|||R:MULTI|||طالبہ|||REQUIRED|||-NONE-|||0

S مہاپے ( انگریزی ) بھارت کا ایک مضافات جو ممبئی میں واقع ہے
A 0 1|||R:MULTI|||نیو پنویل|||REQUIRED|||-NONE-|||0

S الراس دبئی ( عربی الراس ) متحدہ عرب امارات کا ایک محلہ جو امارت دبئی میں واقع ہے
A 0 2|||R:MULTI|||القصیص|||REQUIRED|||-NONE-|||0

S الراس دبئی ( عربی الراس ) متحدہ عرب امارات کا ایک محلہ جو امارت دبئی میں واقع ہے
A 4 5|||R:MULTI|||القص ص|||REQUIRED|||-NONE-|||0

S الرفاعہ ( عربی الرفاع ) متحدہ عرب امارات کا ایک آباد مقام جو امارت دبئی میں واقع ہے
A 3 4|||R:MULTI|||ح القوز|||REQUIRED|||-NONE-|||0

S المنخول ( عربی المنخول ) متحدہ عرب امارات کا ایک آباد مقام جو امارت دبئی میں واقع ہے
A 0 1|||R:MULTI|||المنارہ دبئی|||REQUIRED|||-NONE-|||0

S المنارہ دبئی ( عربی المنار ) متحدہ عرب امارات کا ایک محلہ جو امارت دبئی میں واقع ہے
A 0 2|||R:MULTI|||الکفاف|||REQUIRED|||-NONE-|||0

S المنارہ دبئی ( عربی المنار ) متحدہ عرب امارات کا ایک محلہ جو امارت دبئی میں واقع ہے
A 4 5|||R:MULTI|||ال فاف|||REQUIRED|||-NONE-|||0

S الکفاف ( عربی ال فاف ) متحدہ عرب امارات کا ایک محلہ جو امارت دبئی میں واقع ہے
A 3 5|||R:MULTI|||الجافل|||REQUIRED|||-NONE-|||0

S بندرگاہ راشد ( عربی م نا راشد ) متحدہ عرب امارات کا ایک آباد مقام جو امارت دبئی میں واقع ہے
A 5 7|||R:MULTI|||ثا|||REQUIRED|||-NONE-|||0

S آخری تجدید 20 16 26 اگست 2019 ( م ع و )
A 4 5|||R:MULTI|||58 28|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 29 28 ستمبر 2019 ( م ع و )
A 2 3|||R:MULTI|||08 18|||REQUIRED|||-NONE-|||0

S آخری تجدید 20 02 10 دسمبر 2019 ( م ع و )
A 4 5|||R:MULTI|||51 11|||REQUIRED|||-NONE-|||0

S 20 16 26 اگست 2019 ( م ع و )
A 2 3|||R:MULTI|||58 28|||REQUIRED|||-NONE-|||0

S 20 02 10 دسمبر 2019 ( م ع و )
A 2 3|||R:MULTI|||51 11|||REQUIRED|||-NONE-|||0

S 21 50 30 نومبر 2019 ( م ع و )
A 3 4|||R:MULTI|||1 دسمبر|||REQUIRED|||-NONE-|||0

S آخری تجدید 16 24 19 ستمبر 2019 ( م ع و )
A 2 3|||R:MULTI|||00 51|||REQUIRED|||-NONE-|||0

S آخری تجدید 22 34 28 ستمبر 2019 ( م ع و )
A 3 5|||R:MULTI|||29|||REQUIRED|||-NONE-|||0

S آخری تجدید 21 50 30 نومبر 2019 ( م ع و )
A 5 6|||R:MULTI|||1 دسمبر|||REQUIRED|||-NONE-|||0

S 21 51 30 نومبر 2019 ( م ع و )
A 0 2|||R:MULTI|||07|||REQUIRED|||-NONE-|||0

S 21 51 30 نومبر 2019 ( م ع و )
A 3 4|||R:MULTI|||1 دسمبر|||REQUIRED|||-NONE-|||0

S جنوری کو ا ن کا تبادلہ جی او سی 40 ڈویژن ( اوکاڑہ ) کر دیا گیا
A 14 16|||R:MULTI|||کیا|||REQUIRED|||-NONE-|||0

S ترگت کا ہتھیار ان کا کلہاڑا تھا جو اب میوزیم کی زینت بنا ہوا ہے
A 9 10|||R:MULTI|||ترک عجائب گھر|||REQUIRED|||-NONE-|||0

S تری شنگ میں جڑی بوٹیاں جو کہ مختلف بیماریوں کیلئے موثر دوا کے طور پر استعمال کی جاتی ہیں بہت پائی جاتی ہیں
A 9 10|||R:MULTI|||کے لیے|||REQUIRED|||-NONE-|||0

S تری شنگ میں جڑی بوٹیاں جو مختلف بیماریوں کے لیے موثر دوا کے طور پر استعمال کی جاتی ہیں بہت پائی جاتی ہیں
A 8 10|||R:MULTI|||کیلئے|||REQUIRED|||-NONE-|||0

S تری شنگ میں جڑی بوٹیاں جو کہ مختلف بیماریوں کیلئے موثر دوا کے طور پر استعمال کی جاتی ہیں بہت پائی جاتی ہیں
A 9 10|||R:MULTI|||کے لیے|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 20 10 9 ستمبر 2019 ( م ع و )
A 9 10|||R:MULTI|||00 47|||REQUIRED|||-NONE-|||0

S 8 نومبر 1994 کو پاک فضائیہ کے چیف آف اسٹاف مقرر ہوئے اورتین برس تک اس منصب پر فائز رہے
A 0 3|||R:MULTI|||9مارچ 1991|||REQUIRED|||-NONE-|||0

S فطیحہ کی اصطلاح ان لوگوں کے لیے استعمال ہوتی ہے جو عبدالل بن جعفر الافطح ( متوفی 148 ھ ) کے پیروکار تھے
A 11 12|||R:MULTI|||عبد اللہ|||REQUIRED|||-NONE-|||0

S ح سیل بن جابر غزوہ احد میں مرتبہ شہادت پر فائز ہونے والے صحابی رسول ہیں
A 0 2|||R:MULTI|||صیفی|||REQUIRED|||-NONE-|||0

S ح سیل بن جابر غزوہ احد میں مرتبہ شہادت پر فائز ہونے والے صحابی رسول ہیں
A 3 4|||R:MULTI|||قیظی الانصاری|||REQUIRED|||-NONE-|||0

S اسے ایک جرمن آسٹرین ہرمن بہل نے سب سے پہلے 3 جولا‍‍‌‌ ئ 1953 میں سر کیا
A 11 13|||R:MULTI|||جولا‍ ‍‌‌ ئی|||REQUIRED|||-NONE-|||0

S اسے ایک جرمن آسٹرین ہرمن بہل نے سب سے پہلے 3 جولا‍ ‍‌‌ ئی 1953 میں سر کیا
A 11 13|||R:MULTI|||جولا‍‍|||REQUIRED|||-NONE-|||0

S عبدالامیر ( پیدائش 20مارچ1992 ) پاکستان کرکٹر ہے جو کہ کراچی کنگز کی طرف سے کھیلتا ہے
A 6 7|||R:MULTI|||کرکٹ کھلاڑی|||REQUIRED|||-NONE-|||0

S عماد عالم پاکستانی کرکٹر ہے جو کہ کراچی کنگز کی طرف سے کھیلتا ہے
A 3 4|||R:MULTI|||کرکٹ کھلاڑی|||REQUIRED|||-NONE-|||0

S اویس ضیا پاکستانی کرکٹر ہے جو کہ کراچی کنگز کی طرف سے کھیلتا ہے
A 3 4|||R:MULTI|||کرکٹ کھلاڑی|||REQUIRED|||-NONE-|||0

S عدنان رسول پاکستانی کرکٹر ہے جو کہ لاہور قلندر کی طرف سے کھیلتا ہے
A 3 4|||R:MULTI|||کرکٹ کھلاڑی|||REQUIRED|||-NONE-|||0

S سیف بدر پاکستانی کرکٹر ہے جو کہ لاہور قلندر کی طرف سے کھیلتا ہے
A 3 4|||R:MULTI|||کرکٹ کھلاڑی|||REQUIRED|||-NONE-|||0

S زوہیب پاکستانی کرکٹر ہے جو کہ لاہور قلندر کی طرف سے کھیلتا ہے
A 2 3|||R:MULTI|||کرکٹ کھلاڑی|||REQUIRED|||-NONE-|||0

S غلام رسول شاہ بخاری سیال شریف کے روحانی پیشوا خواجہ شمس الدین سیالوی کے خلیفہ خاص تھے
A 0 2|||R:MULTI|||سید محمد مخدوم|||REQUIRED|||-NONE-|||0

S الخرمہ مکہ ( عربی الخرم ) سعودی عرب کا ایک آباد مقام جو المکہ علاقہ میں واقع ہے
A 0 2|||R:MULTI|||الخرخیر|||REQUIRED|||-NONE-|||0

S الخرمہ مکہ ( عربی الخرم ) سعودی عرب کا ایک آباد مقام جو المکہ علاقہ میں واقع ہے
A 4 5|||R:MULTI|||الخرخ ر|||REQUIRED|||-NONE-|||0

S چنانچہ فتح علی قاچار نے روس کی بڑھتی ہوئی طاقت کو روکنے کے لئے فرانس سے سمجھوتہ کرلیا
A 3 4|||R:MULTI|||شاہ قاجار|||REQUIRED|||-NONE-|||0

S اس طرح فتح علی شاہ کے دور حکومت میں حضرت امام علیہ السلام نے محلات میں سکونت اختیار کی
A 11 13|||R:MULTI|||حسن علی شاہ|||REQUIRED|||-NONE-|||0

S پونت لا غئو ( لاطینی ) سیچیلیس کا ایک سیچیلیس کے اضلاع جو سیچیلیس میں واقع ہے
A 0 3|||R:MULTI|||پلیسانس سیچیلیس|||REQUIRED|||-NONE-|||0

S بریکہ ( لاطینی ) انتداب فلسطین کا ایک آباد مقام جو حیفا ذیلی ضلع انتداب فلسطین میں واقع ہے
A 0 1|||R:MULTI|||بیار عدس|||REQUIRED|||-NONE-|||0

S خبیزہ ( لاطینی ) انتداب فلسطین کا ایک آباد مقام جو حیفا ذیلی ضلع انتداب فلسطین میں واقع ہے
A 0 1|||R:MULTI|||خربہ زلفہ|||REQUIRED|||-NONE-|||0

S عرب العریضہ ( لاطینی ) انتداب فلسطین کا ایک گاؤں جو بیسان ذیلی ضلع انتداب فلسطین میں واقع ہے
A 0 2|||R:MULTI|||السامریہ|||REQUIRED|||-NONE-|||0

S عراق المنشیہ ( لاطینی ) انتداب فلسطین کا ایک گاؤں جو غزہ ذیلی ضلع انتداب فلسطین میں واقع ہے
A 0 2|||R:MULTI|||عبدس|||REQUIRED|||-NONE-|||0

S صمیل ( لاطینی ) انتداب فلسطین کا ایک آباد مقام جو غزہ ذیلی ضلع انتداب فلسطین میں واقع ہے
A 0 1|||R:MULTI|||السوافیر الشرقیہ|||REQUIRED|||-NONE-|||0

S زکریا الخلیل ( لاطینی ) انتداب فلسطین کا ایک گاؤں جو الخلیل ذیلی ضلع انتداب فلسطین میں واقع ہے
A 0 2|||R:MULTI|||خربہ ام برج|||REQUIRED|||-NONE-|||0

S زکریا الخلیل ( لاطینی ) انتداب فلسطین کا ایک گاؤں جو الخلیل ذیلی ضلع انتداب فلسطین میں واقع ہے
A 5 7|||R:MULTI|||اسرائیل|||REQUIRED|||-NONE-|||0

S جرش یروشلم ( لاطینی , ) انتداب فلسطین کا ایک گاؤں جو یروشلم ذیلی ضلع انتداب فلسطین میں واقع ہے
A 0 2|||R:MULTI|||خربہ اسم اللہ|||REQUIRED|||-NONE-|||0

S دیر آبان ( لاطینی ) انتداب فلسطین کا ایک ضلع جو یروشلم ذیلی ضلع انتداب فلسطین میں واقع ہے
A 0 2|||R:MULTI|||البریج|||REQUIRED|||-NONE-|||0

S بیت عطاب ( لاطینی ) اسرائیل کا ایک گاؤں جو یروشلم ذیلی ضلع انتداب فلسطین میں واقع ہے
A 0 2|||R:MULTI|||عرتوف|||REQUIRED|||-NONE-|||0

S بیت عطاب ( لاطینی ) اسرائیل کا ایک گاؤں جو یروشلم ذیلی ضلع انتداب فلسطین میں واقع ہے
A 5 6|||R:MULTI|||انتداب فلسطین|||REQUIRED|||-NONE-|||0

S خیام الولید ( لاطینی ) انتداب فلسطین کا ایک ضلع جو صفد ذیلی ضلع انتداب فلسطین میں واقع ہے
A 0 2|||R:MULTI|||الخصاص|||REQUIRED|||-NONE-|||0

S میرون صفد ( لاطینی ) اسرائیل کا ایک آباد مقام جو صفد ذیلی ضلع انتداب فلسطین میں واقع ہے
A 0 2|||R:MULTI|||ماروس|||REQUIRED|||-NONE-|||0

S میرون صفد ( لاطینی ) اسرائیل کا ایک آباد مقام جو صفد ذیلی ضلع انتداب فلسطین میں واقع ہے
A 5 6|||R:MULTI|||انتداب فلسطین|||REQUIRED|||-NONE-|||0

S معذر ( لاطینی ) انتداب فلسطین کا ایک آباد مقام جو طبریا ذیلی ضلع انتداب فلسطین میں واقع ہے
A 0 1|||R:MULTI|||لوبیا طبریا|||REQUIRED|||-NONE-|||0

S یوں 1602 تک ایران کے بیشتر سابقہ سنیوں نے شیعیت قبول کی
A 11 12|||R:MULTI|||کر لی|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 21 10 9 مئی 2020 ( م ع و )
A 9 10|||R:MULTI|||00 12|||REQUIRED|||-NONE-|||0

S اس کتاب میں 1492 میں غرناطہ میں مسلمانوں کی صورتحال کی تفصیلات بیان کی گئیں جب انہیں اسپین سے جلاوطن کیا جارہا تھا
A 14 15|||R:MULTI|||گیی ہے|||REQUIRED|||-NONE-|||0

S ڈائمنڈ ہیڈ مسیسپی ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک شہر جو ہینکوک کاؤنٹی مسیسپی میں واقع ہے
A 0 2|||R:MULTI|||ڈوڈسویل|||REQUIRED|||-NONE-|||0

S ڈائمنڈ ہیڈ مسیسپی ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک شہر جو ہینکوک کاؤنٹی مسیسپی میں واقع ہے
A 14 15|||R:MULTI|||سن فلاور|||REQUIRED|||-NONE-|||0

S ہیکری فلیٹ مسیسپی ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک قصبہ جو بینٹن کاؤنٹی مسیسپی میں واقع ہے
A 0 2|||R:MULTI|||انویرنیس|||REQUIRED|||-NONE-|||0

S ہیکری فلیٹ مسیسپی ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک قصبہ جو بینٹن کاؤنٹی مسیسپی میں واقع ہے
A 14 15|||R:MULTI|||سن فلاور|||REQUIRED|||-NONE-|||0

S میک لین مسیسپی ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک قصبہ جو گرین کاؤنٹی مسیسپی میں واقع ہے
A 0 2|||R:MULTI|||منیٹاچی|||REQUIRED|||-NONE-|||0

S پاٹس کیمپ مسیسپی ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک قصبہ جو مارشل کاؤنٹی مسیسپی میں واقع ہے
A 0 2|||R:MULTI|||پرینٹس|||REQUIRED|||-NONE-|||0

S پاٹس کیمپ مسیسپی ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک قصبہ جو مارشل کاؤنٹی مسیسپی میں واقع ہے
A 14 15|||R:MULTI|||جیفرسن ڈیوس|||REQUIRED|||-NONE-|||0

S سنو لیک شورز مسیسپی ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک آباد مقام جو بینٹن کاؤنٹی مسیسپی میں واقع ہے
A 0 3|||R:MULTI|||سوسو|||REQUIRED|||-NONE-|||0

S آپ نے 1993 میں پنجاب یونیورسٹی لاہور سے ایم بی اے کی ڈگری حاصل کی
A 8 9|||R:MULTI|||ایل ایل|||REQUIRED|||-NONE-|||0

S کارپینٹیریا کیلیفورنیا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک شہر جو سانتا باربرا کاؤنٹی کیلیفورنیا میں واقع ہے
A 0 1|||R:MULTI|||کیتھیڈرل سٹی|||REQUIRED|||-NONE-|||0

S کارپینٹیریا کیلیفورنیا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک شہر جو سانتا باربرا کاؤنٹی کیلیفورنیا میں واقع ہے
A 13 15|||R:MULTI|||رورسائیڈ|||REQUIRED|||-NONE-|||0

S کوروناڈو کیلیفورنیا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک شہر جو سان ڈیگو کاؤنٹی کیلیفورنیا میں واقع ہے
A 0 1|||R:MULTI|||کورتے مادیرا|||REQUIRED|||-NONE-|||0

S کوروناڈو کیلیفورنیا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک شہر جو سان ڈیگو کاؤنٹی کیلیفورنیا میں واقع ہے
A 13 15|||R:MULTI|||مارین|||REQUIRED|||-NONE-|||0

S دانا پوائنٹ کیلیفورنیا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک شہر جو اورنج کاؤنٹی کیلیفورنیا میں واقع ہے
A 0 2|||R:MULTI|||ڈینویل|||REQUIRED|||-NONE-|||0

S دانا پوائنٹ کیلیفورنیا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک شہر جو اورنج کاؤنٹی کیلیفورنیا میں واقع ہے
A 14 15|||R:MULTI|||کونٹرا کوسٹا|||REQUIRED|||-NONE-|||0

S گیلٹ کیلیفورنیا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک شہر جو سکرامنٹو کاؤنٹی کیلی فورنیا میں واقع ہے
A 13 14|||R:MULTI|||لاس اینجلس|||REQUIRED|||-NONE-|||0

S لافائیٹ کیلیفورنیا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک شہر جو کونٹرا کوسٹا کاؤنٹی کیلیفورنیا میں واقع ہے
A 0 1|||R:MULTI|||لاگونا ہلز|||REQUIRED|||-NONE-|||0

S لافائیٹ کیلیفورنیا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک شہر جو کونٹرا کوسٹا کاؤنٹی کیلیفورنیا میں واقع ہے
A 13 15|||R:MULTI|||اورنج|||REQUIRED|||-NONE-|||0

S مل ویلی کیلیفورنیا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک شہر جو مارین کاؤنٹی کیلیفورنیا میں واقع ہے
A 0 2|||R:MULTI|||ملبرئے|||REQUIRED|||-NONE-|||0

S مل ویلی کیلیفورنیا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک شہر جو مارین کاؤنٹی کیلیفورنیا میں واقع ہے
A 14 15|||R:MULTI|||سان ماتیو|||REQUIRED|||-NONE-|||0

S ولا پارک کیلیفورنیا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک شہر جو اورنج کاؤنٹی کیلیفورنیا میں واقع ہے
A 0 2|||R:MULTI|||والنٹ|||REQUIRED|||-NONE-|||0

S ولا پارک کیلیفورنیا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک شہر جو اورنج کاؤنٹی کیلیفورنیا میں واقع ہے
A 14 15|||R:MULTI|||لاس اینجلس|||REQUIRED|||-NONE-|||0

S ویسٹ سکرامنٹو کیلیفورنیا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک شہر جو یولو کاؤنٹی کیلی فورنیا میں واقع ہے
A 14 15|||R:MULTI|||لاس اینجلس|||REQUIRED|||-NONE-|||0

S بلوم فیلڈ آئیووا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک شہر جو ڈیوس کاؤنٹی آئیووا میں واقع ہے
A 0 2|||R:MULTI|||بوناپارٹ|||REQUIRED|||-NONE-|||0

S بلوم فیلڈ آئیووا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک شہر جو ڈیوس کاؤنٹی آئیووا میں واقع ہے
A 14 15|||R:MULTI|||وان بورین|||REQUIRED|||-NONE-|||0

S ڈوہرٹی آئیووا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک شہر جو سیرو گورڈو کاؤنٹی آئیووا میں واقع ہے
A 0 1|||R:MULTI|||ڈیپ ریور|||REQUIRED|||-NONE-|||0

S ڈوہرٹی آئیووا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک شہر جو سیرو گورڈو کاؤنٹی آئیووا میں واقع ہے
A 13 15|||R:MULTI|||پاویشیک|||REQUIRED|||-NONE-|||0

S مل ویل آئیووا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک شہر جو کلیٹن کاؤنٹی آئیووا میں واقع ہے
A 0 2|||R:MULTI|||ملٹن|||REQUIRED|||-NONE-|||0

S مل ویل آئیووا ( لاطینی , ) ریاستہائے متحدہ امریکا کا ایک شہر جو کلیٹن کاؤنٹی آئیووا میں واقع ہے
A 14 15|||R:MULTI|||وان بورین|||REQUIRED|||-NONE-|||0

S موجو چودھری ہٹ ( لاطینی ) بنگلہ دیش کا ایک آباد مقام جو لکشمی پور ضلع میں واقع ہے
A 13 15|||R:MULTI|||ٹانگایل|||REQUIRED|||-NONE-|||0

S مرزا پور ذیلی ضلع ( لاطینی ) بنگلہ دیش کا ایک آباد مقام جو ٹانگایل ضلع میں واقع ہے
A 14 15|||R:MULTI|||مرزا پور ذیلی|||REQUIRED|||-NONE-|||0

S پانچویں اور چھٹے شیعہ ائمہ محمد باقر اور جعفر سدیگ کربلا کے زمانے میں ایک اہم مقام زیارت بن گیا تھا
A 9 11|||R:MULTI|||صادق|||REQUIRED|||-NONE-|||0

S خواجہ عبدالعزیز کرناہی کا وصال 1254ھ بمطابق 1837 ہے مزار کرناہ ریاست جموں کشمیر میں ہے
A 10 13|||R:MULTI|||کٹھ پیراں اٹھمقام آزاد|||REQUIRED|||-NONE-|||0

S ابھی میں نے خاندان ( 1942 فلم ) پر بیرونی ربط میں ترمیم کی ہے
A 3 4|||R:MULTI|||خدائی مغالعہ|||REQUIRED|||-NONE-|||0

S ابھی میں نے سبحان قریشی پر بیرونی ربط میں ترمیم کی ہے
A 3 5|||R:MULTI|||سرئنوڈو|||REQUIRED|||-NONE-|||0

S ابھی میں نے سرئنوڈو پر 2 بیرونی روابط میں ترمیم کی ہے
A 3 4|||R:MULTI|||سربجیت سنگھ|||REQUIRED|||-NONE-|||0

S ابھی میں نے علی خان ( فوجی ) پر بیرونی ربط میں ترمیم کی ہے
A 3 5|||R:MULTI|||عمان|||REQUIRED|||-NONE-|||0

S ابھی میں نے لکھنؤ پر 4 بیرونی روابط میں ترمیم کی ہے
A 3 4|||R:MULTI|||لیال عبود|||REQUIRED|||-NONE-|||0

S ابھی میں نے ماسکو اوبلاست پر بیرونی ربط میں ترمیم کی ہے
A 3 5|||R:MULTI|||مالمو|||REQUIRED|||-NONE-|||0

S ابھی میں نے مالمو پر 2 بیرونی روابط میں ترمیم کی ہے
A 3 4|||R:MULTI|||مالویکا سبھروال|||REQUIRED|||-NONE-|||0

S ابھی میں نے مورینو ویلی کیلیفورنیا پر بیرونی ربط میں ترمیم کی ہے
A 3 5|||R:MULTI|||موریٹا|||REQUIRED|||-NONE-|||0

S علیزے شاہ نے اداکاری ہم ٹیلیویڑن چینل سے 2017 میں شروعات کی
A 5 6|||R:MULTI|||ٹیلی ویژن|||REQUIRED|||-NONE-|||0

S آئسلورتھ ( لاطینی ) مملکت متحدہ کا ایک قصبہ و لندن کا علاقہ جو لندن بورو ہونسلو میں واقع ہے
A 16 17|||R:MULTI|||رچمنڈ اپون ٹیمز|||REQUIRED|||-NONE-|||0

S وہ ان 2018 میں ہونے والے عام انتخابات میں انتخابات میں حصہ لینے والے چار ہیجڑوں میں شامل ہوگئیں
A 15 16|||R:MULTI|||خواجہ سراؤں|||REQUIRED|||-NONE-|||0

S ایکٹن ویل لندن ( لاطینی , ) مملکت متحدہ کا ایک لندن کا علاقہ جو لندن میں واقع ہے
A 0 3|||R:MULTI|||ایلم پارک|||REQUIRED|||-NONE-|||0

S لٹل الفورڈ ( لاطینی ) مملکت متحدہ کا ایک لندن کا علاقہ جو لندن بورو نیوہیم میں واقع ہے
A 1 2|||R:MULTI|||رشیا لندن|||REQUIRED|||-NONE-|||0

S سینٹ پینکراس لندن ( لاطینی , ) مملکت متحدہ کا ایک قصبہ و لندن کا علاقہ جو لندن بورو کیمڈن میں واقع ہے
A 19 20|||R:MULTI|||رچمنڈ اپون ٹیمز|||REQUIRED|||-NONE-|||0

S ابھی میں نے اسماویہ اقبال پر بیرونی ربط میں ترمیم کی ہے
A 3 5|||R:MULTI|||اسموگ|||REQUIRED|||-NONE-|||0

S ابھی میں نے اقبال کتابیات پر 2 بیرونی روابط میں ترمیم کی ہے
A 4 5|||R:MULTI|||احمد سرڈاگی|||REQUIRED|||-NONE-|||0

S ابھی میں نے امبریا پر 2 بیرونی روابط میں ترمیم کی ہے
A 3 4|||R:MULTI|||امبیڈکر اسٹیڈیم|||REQUIRED|||-NONE-|||0

S ابھی میں نے اندرا گاندھی انعام پر 10 بیرونی روابط میں ترمیم کی ہے
A 5 6|||R:MULTI|||انٹرنیشنل ایرپورٹ|||REQUIRED|||-NONE-|||0

S ابھی میں نے او کینیڈا پر بیرونی ربط میں ترمیم کی ہے
A 3 5|||R:MULTI|||اوایا|||REQUIRED|||-NONE-|||0

S ابھی میں نے اوایا پر 2 بیرونی روابط میں ترمیم کی ہے
A 3 4|||R:MULTI|||اودا نوبوناگا|||REQUIRED|||-NONE-|||0

S ابھی میں نے اینا سفوروا پر 2 بیرونی روابط میں ترمیم کی ہے
A 4 5|||R:MULTI|||مولکا احمد|||REQUIRED|||-NONE-|||0

S ابھی میں نے ایگوکگا پر 3 بیرونی روابط میں ترمیم کی ہے
A 3 4|||R:MULTI|||ایی پارٹی|||REQUIRED|||-NONE-|||0

S ابھی میں نے باب پا ستان پر بیرونی ربط میں ترمیم کی ہے
A 4 6|||R:MULTI|||ڈول|||REQUIRED|||-NONE-|||0

S ابھی میں نے باد پر 2 بیرونی روابط میں ترمیم کی ہے
A 3 4|||R:MULTI|||بادل سرکار|||REQUIRED|||-NONE-|||0

S ابھی میں نے باشقیرستان پر 3 بیرونی روابط میں ترمیم کی ہے
A 3 4|||R:MULTI|||باغ بابر|||REQUIRED|||-NONE-|||0

S ابھی میں نے بلقیس احمد فتحی پر بیرونی ربط میں ترمیم کی ہے
A 4 6|||R:MULTI|||ایدھی|||REQUIRED|||-NONE-|||0

S ابھی میں نے تارا سنگھ پر 2 بیرونی روابط میں ترمیم کی ہے
A 4 5|||R:MULTI|||علی بیگ|||REQUIRED|||-NONE-|||0

S ابھی میں نے تخت شری حضور صاحب پر 4 بیرونی روابط میں ترمیم کی ہے
A 5 6|||R:MULTI|||کیسھ گڑھ|||REQUIRED|||-NONE-|||0

S ابھی میں نے تقسیم دولت پر بیرونی ربط میں ترمیم کی ہے
A 3 5|||R:MULTI|||تقویم|||REQUIRED|||-NONE-|||0

S ابھی میں نے جامعہ عثمانیہ پر 3 بیرونی روابط میں ترمیم کی ہے
A 4 5|||R:MULTI|||عین شمس|||REQUIRED|||-NONE-|||0

S ابھی میں نے حضرموت پر 2 بیرونی روابط میں ترمیم کی ہے
A 3 4|||R:MULTI|||حضوری باغ|||REQUIRED|||-NONE-|||0

S ابھی میں نے خانیت چغتائی پر بیرونی ربط میں ترمیم کی ہے
A 3 5|||R:MULTI|||خاکاسیا|||REQUIRED|||-NONE-|||0

S ابھی میں نے ربیکا ماسٹرٹن پر بیرونی ربط میں ترمیم کی ہے
A 3 5|||R:MULTI|||رتوڈیرو|||REQUIRED|||-NONE-|||0

S ابھی میں نے زامورا کیتھیڈرل پر بیرونی ربط میں ترمیم کی ہے
A 3 5|||R:MULTI|||زاکوپانا|||REQUIRED|||-NONE-|||0

S ابھی میں نے سان رافیل کیلیفورنیا پر بیرونی ربط میں ترمیم کی ہے
A 4 6|||R:MULTI|||ریمو|||REQUIRED|||-NONE-|||0

S ابھی میں نے سان ریمو پر 3 بیرونی روابط میں ترمیم کی ہے
A 4 5|||R:MULTI|||لیانڈرو کیلیفورنیا|||REQUIRED|||-NONE-|||0

S ابھی میں نے سانتا روزا کیلیفورنیا پر 2 بیرونی روابط میں ترمیم کی ہے
A 4 5|||R:MULTI|||فے سپرنگز|||REQUIRED|||-NONE-|||0

S ابھی میں نے سندالی سنہا پر بیرونی ربط میں ترمیم کی ہے
A 3 5|||R:MULTI|||سندھ|||REQUIRED|||-NONE-|||0

S ابھی میں نے سونیا گاندھی پر بیرونی ربط میں ترمیم کی ہے
A 3 5|||R:MULTI|||سوون|||REQUIRED|||-NONE-|||0

S ابھی میں نے سید ظفر اللہ شاہ پر بیرونی ربط میں ترمیم کی ہے
A 4 6|||R:MULTI|||ظہور|||REQUIRED|||-NONE-|||0

S ابھی میں نے شمعون زیلوتیس پر بیرونی ربط میں ترمیم کی ہے
A 3 5|||R:MULTI|||شموگا|||REQUIRED|||-NONE-|||0

S ابھی میں نے صوبہ چیانگ مائی پر بیرونی ربط میں ترمیم کی ہے
A 4 6|||R:MULTI|||کابل|||REQUIRED|||-NONE-|||0

S ابھی میں نے فہرست ممالک بلحاظ شرح اضافہ آبادی پر بیرونی ربط میں ترمیم کی ہے
A 7 9|||R:MULTI|||اموات|||REQUIRED|||-NONE-|||0

S ابھی میں نے لا پاز پر 2 بیرونی روابط میں ترمیم کی ہے
A 4 5|||R:MULTI|||پیونتے کیلیفورنیا|||REQUIRED|||-NONE-|||0

S ابھی میں نے محمد بن راشد آل مکتوم پر 2 بیرونی روابط میں ترمیم کی ہے
A 5 6|||R:MULTI|||عبد الرحمن|||REQUIRED|||-NONE-|||0

S ابھی میں نے مسجد جینے پر 2 بیرونی روابط میں ترمیم کی ہے
A 4 5|||R:MULTI|||شہید گنج|||REQUIRED|||-NONE-|||0

S ابھی میں نے مغربی ریاستہائے متحدہ پر بیرونی ربط میں ترمیم کی ہے
A 4 6|||R:MULTI|||شیا|||REQUIRED|||-NONE-|||0

S ابھی میں نے منیش سسودیا پر بیرونی ربط میں ترمیم کی ہے
A 3 5|||R:MULTI|||منیلا|||REQUIRED|||-NONE-|||0

S ابھی میں نے مگھر پر 2 بیرونی روابط میں ترمیم کی ہے
A 3 4|||R:MULTI|||مہا سنگرام|||REQUIRED|||-NONE-|||0

S ابھی میں نے نصیر الدین حیدر شاہ پر 2 بیرونی روابط میں ترمیم کی ہے
A 5 7|||R:MULTI|||محمود چراغ دہلوی|||REQUIRED|||-NONE-|||0

S ابھی میں نے ویسالیا کیلیفورنیا پر بیرونی ربط میں ترمیم کی ہے
A 3 5|||R:MULTI|||ویساکھ|||REQUIRED|||-NONE-|||0

S ابھی میں نے چارٹر شہر پر بیرونی ربط میں ترمیم کی ہے
A 3 5|||R:MULTI|||چارہ|||REQUIRED|||-NONE-|||0

S ابھی میں نے چیانگ مائی پر بیرونی ربط میں ترمیم کی ہے
A 3 5|||R:MULTI|||چیاپاس|||REQUIRED|||-NONE-|||0

S ابھی میں نے کامپٹن کیلیفورنیا پر بیرونی ربط میں ترمیم کی ہے
A 3 5|||R:MULTI|||کامپیچی|||REQUIRED|||-NONE-|||0

S ابھی میں نے کیرونڈی پر 2 بیرونی روابط میں ترمیم کی ہے
A 3 4|||R:MULTI|||کیریبین نیدرلینڈز|||REQUIRED|||-NONE-|||0

S ابھی میں نے گلنڈیل کیلیفورنیا پر بیرونی ربط میں ترمیم کی ہے
A 3 5|||R:MULTI|||گمبٹ|||REQUIRED|||-NONE-|||0

S ابھی میں نے ہیفئی پر 2 بیرونی روابط میں ترمیم کی ہے
A 3 4|||R:MULTI|||ہیلن میرین|||REQUIRED|||-NONE-|||0

S ابھی میں نے آئرش خانہ جنگی پر بیرونی ربط میں ترمیم کی ہے
A 4 6|||R:MULTI|||زبان|||REQUIRED|||-NONE-|||0

S ابھی میں نے آبادیات میکسیکو پر 10 بیرونی روابط میں ترمیم کی ہے
A 4 5|||R:MULTI|||پنجاب بھارت|||REQUIRED|||-NONE-|||0

S ابھی میں نے عبد اللہ بن سبا پر بیرونی ربط میں ترمیم کی ہے
A 5 7|||R:MULTI|||حسین|||REQUIRED|||-NONE-|||0

S ابھی میں نے آروح پر 2 بیرونی روابط میں ترمیم کی ہے
A 3 4|||R:MULTI|||آزاد آسام|||REQUIRED|||-NONE-|||0

S ابھی میں نے اثیر پر 8 بیرونی روابط میں ترمیم کی ہے
A 3 4|||R:MULTI|||اجناد القفقاز|||REQUIRED|||-NONE-|||0

S ابھی میں نے اروناچل پردیش پر بیرونی ربط میں ترمیم کی ہے
A 3 5|||R:MULTI|||اریکارا|||REQUIRED|||-NONE-|||0

S ابھی میں نے اسماعیل میرٹھی پر 2 بیرونی روابط میں ترمیم کی ہے
A 4 5|||R:MULTI|||گل جی|||REQUIRED|||-NONE-|||0

S ابھی میں نے اقبال احمد فاروقی پر بیرونی ربط میں ترمیم کی ہے
A 4 6|||R:MULTI|||خورشید|||REQUIRED|||-NONE-|||0

S ابھی میں نے باٹھانوالہ پر 2 بیرونی روابط میں ترمیم کی ہے
A 3 4|||R:MULTI|||باگڑ سرگانہ|||REQUIRED|||-NONE-|||0

S ابھی میں نے برسبین کیلیفورنیا پر بیرونی ربط میں ترمیم کی ہے
A 3 5|||R:MULTI|||برشعشا|||REQUIRED|||-NONE-|||0

S ابھی میں نے بھیلہ حطار پر بیرونی ربط میں ترمیم کی ہے
A 3 5|||R:MULTI|||بھینیاں|||REQUIRED|||-NONE-|||0

S ابھی میں نے تلونڈی بھنڈراں پر 2 بیرونی روابط میں ترمیم کی ہے
A 4 5|||R:MULTI|||عنایت خان|||REQUIRED|||-NONE-|||0

S ابھی میں نے رمبڑی پر 2 بیرونی روابط میں ترمیم کی ہے
A 3 4|||R:MULTI|||رموز بیخودی|||REQUIRED|||-NONE-|||0

S ابھی میں نے رموز بیخودی پر بیرونی ربط میں ترمیم کی ہے
A 3 5|||R:MULTI|||رنسیوال|||REQUIRED|||-NONE-|||0

S ابھی میں نے ریاض الرحمان ساغر پر بیرونی ربط میں ترمیم کی ہے
A 4 6|||R:MULTI|||الصالحین|||REQUIRED|||-NONE-|||0

S ابھی میں نے ساوتھ ایل مونٹی کیلیفورنیا پر بیرونی ربط میں ترمیم کی ہے
A 4 6|||R:MULTI|||پاساڈینا|||REQUIRED|||-NONE-|||0

S ابھی میں نے سقوط بغداد 2003 پر بیرونی ربط میں ترمیم کی ہے
A 4 6|||R:MULTI|||غرناطہ|||REQUIRED|||-NONE-|||0

S ابھی میں نے سید عبدالعظیم پر 3 بیرونی روابط میں ترمیم کی ہے
A 4 5|||R:MULTI|||عبداللہ طارق|||REQUIRED|||-NONE-|||0

S ابھی میں نے قرابادین پر 8 بیرونی روابط میں ترمیم کی ہے
A 3 4|||R:MULTI|||قرحہ چشم|||REQUIRED|||-NONE-|||0

S ابھی میں نے مقبرہ ستگھرہ پر 2 بیرونی روابط میں ترمیم کی ہے
A 4 5|||R:MULTI|||کاپلان پاشا|||REQUIRED|||-NONE-|||0

S ابھی میں نے مقبرہ کاپلان پاشا پر بیرونی ربط میں ترمیم کی ہے
A 4 6|||R:MULTI|||گرمکنڈہ|||REQUIRED|||-NONE-|||0

S ابھی میں نے ندوکے پر 2 بیرونی روابط میں ترمیم کی ہے
A 3 4|||R:MULTI|||ندیم رضا|||REQUIRED|||-NONE-|||0

S ابھی میں نے نوسٹرا ڈیمس پر بیرونی ربط میں ترمیم کی ہے
A 3 5|||R:MULTI|||نونار|||REQUIRED|||-NONE-|||0

S ابھی میں نے نونار پر 2 بیرونی روابط میں ترمیم کی ہے
A 3 4|||R:MULTI|||نووگورود اوبلاست|||REQUIRED|||-NONE-|||0

S ابھی میں نے ویشالی نیوٹیا پر بیرونی ربط میں ترمیم کی ہے
A 3 5|||R:MULTI|||ویمی|||REQUIRED|||-NONE-|||0

S بیلی للیتا تیلگو بولنے والے کروما خاندان میں نیل گونڈہ ضلع اتمکور منڈالی کے نانچارپٹ میں پیدا ہوئی تھی
A 8 10|||R:MULTI|||نلگنڈہ|||REQUIRED|||-NONE-|||0

S 4 جنوری 2021 سے چیف جسٹس عدالت کے جسٹس جسٹس پنکج میتھل ہیں
A 4 7|||R:MULTI|||ہائی کورٹ|||REQUIRED|||-NONE-|||0

S دیپا شرما انڈیا میں 09 08 1997 کو پیدا ہوئیں
A 5 7|||R:MULTI|||اگست1997|||REQUIRED|||-NONE-|||0

S سوفی مولینیکس نے پہلا بین الاقوامی ٹی ٹونٹی میچ انڈیا کے خلاف سن 2018 میں کھیلا
A 0 2|||R:MULTI|||ٹیلا ولائی مینک|||REQUIRED|||-NONE-|||0

S سوفی مولینیکس نے پہلا بین الاقوامی ٹی ٹونٹی میچ انڈیا کے خلاف سن 2018 میں کھیلا
A 6 8|||R:MULTI|||20|||REQUIRED|||-NONE-|||0

S انھوں نے پہلا بین الاقوامی ون ڈے میچ نیوزی لینڈ کے خلاف سن 2004 میں کھیلا
A 8 10|||R:MULTI|||انگلینڈ|||REQUIRED|||-NONE-|||0

S انھوں نے پہلا بین الاقوامی ون ڈے میچ نیوزی لینڈ کے خلاف سن 2004 میں کھیلا
A 12 14|||R:MULTI|||20 جولائی 1990|||REQUIRED|||-NONE-|||0

S انھوں نے پہلا بین الاقوامی ون ڈے میچ نیوزی لینڈ کے خلاف سن 2004 میں کھیلا
A 12 14|||R:MULTI|||2009|||REQUIRED|||-NONE-|||0

S والمائی جی نے پہلا بین الاقوامی ون ڈے میچ نیوزی لینڈ کے خلاف 2009 میں کھیلا
A 13 14|||R:MULTI|||سن 2004|||REQUIRED|||-NONE-|||0

S انھوں نے پہلا بین الاقوامی ون ڈے میچ نیوزی لینڈ کے خلاف سن 2004 میں کھیلا
A 8 10|||R:MULTI|||آسٹریلیا|||REQUIRED|||-NONE-|||0

S جولی فیلیئر نے پہلا بین الاقوامی ون ڈے میچ نیوزی لینڈ کے خلاف سن 2004 میں کھیلا
A 9 11|||R:MULTI|||پاکستان|||REQUIRED|||-NONE-|||0

S جولی فیلیئر نے پہلا بین الاقوامی ون ڈے میچ نیوزی لینڈ کے خلاف سن 2004 میں کھیلا
A 14 15|||R:MULTI|||اپریل 2011|||REQUIRED|||-NONE-|||0

S ایلائن نولان نے پہلا بین الاقوامی ون ڈے میچ نیدرلینڈز کے خلاف سن 2006 میں کھیلا
A 9 10|||R:MULTI|||نیوزی لینڈ|||REQUIRED|||-NONE-|||0

S شارلیٹ ایڈورڈز نے پہلا بین الاقوامی ون ڈے میچ غیر موجود کے خلاف سن 2004 میں کھیلا
A 0 2|||R:MULTI|||لاڈیا گرین وے|||REQUIRED|||-NONE-|||0

S مسجد سلمان بن عبدالعزیز ایک مجوزہ عظیم الشان مسجد ہے جسے شاہ سلمان بن عبد العزیز نے منظور کیا ہے
A 14 16|||R:MULTI|||عبدالعزیز آل سعود|||REQUIRED|||-NONE-|||0

S ابھی میں نے محمد اویس قرنی پر بیرونی ربط میں ترمیم کی ہے
A 4 6|||R:MULTI|||مرسی|||REQUIRED|||-NONE-|||0

S اس مسجد کا افتتاح 17 مئی 2019 کو احمدیہ مسلم کمیونٹی کے پانچویں خلیفہ مرزا مسرور احمد نے کیا
A 9 11|||R:MULTI|||مسلمہ|||REQUIRED|||-NONE-|||0

S ابھی میں نے نواب آف پٹودی پر بیرونی ربط میں ترمیم کی ہے
A 4 6|||R:MULTI|||کرناٹک|||REQUIRED|||-NONE-|||0

S ابھی میں نے نیو انگلینڈ ایئر لائنز پر بیرونی ربط میں ترمیم کی ہے
A 3 5|||R:MULTI|||نیپال|||REQUIRED|||-NONE-|||0

S ابھی میں نے ویسٹ کوسٹ ایئر پر بیرونی ربط میں ترمیم کی ہے
A 3 5|||R:MULTI|||ویقوس|||REQUIRED|||-NONE-|||0

S ابھی میں نے اسٹون ن ایئر پر بیرونی ربط میں ترمیم کی ہے
A 3 5|||R:MULTI|||اسیرکا|||REQUIRED|||-NONE-|||0

S ابھی میں نے بی ایچ ائیر لائنز پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||R:MULTI|||کیو بی|||REQUIRED|||-NONE-|||0

S ابھی میں نے گرم کوٹ ( فلم ) پر بیرونی ربط میں ترمیم کی ہے
A 6 7|||R:MULTI|||پروگرامنگ زبان|||REQUIRED|||-NONE-|||0

S یہ اخبار اس وقت بھی بھارت سے شائع ہو رہا ہے
A 5 6|||R:MULTI|||نئی دہلی|||REQUIRED|||-NONE-|||0

S ابھی میں نے ازمیر پر 2 بیرونی روابط میں ترمیم کی ہے
A 3 4|||R:MULTI|||استنبول میٹرو|||REQUIRED|||-NONE-|||0

S ابھی میں نے جامعہ امجدیہ رضویہ پر بیرونی ربط میں ترمیم کی ہے
A 4 6|||R:MULTI|||اوکاڑا|||REQUIRED|||-NONE-|||0

S ابھی میں نے حلقہ ایم آر 3 پر بیرونی ربط میں ترمیم کی ہے
A 5 7|||R:MULTI|||364|||REQUIRED|||-NONE-|||0

S ابھی میں نے روستوف پر 3 بیرونی روابط میں ترمیم کی ہے
A 3 4|||R:MULTI|||روشن شاہ|||REQUIRED|||-NONE-|||0

S ابھی میں نے وقار الدین قادری پر بیرونی ربط میں ترمیم کی ہے
A 4 6|||R:MULTI|||خلیل|||REQUIRED|||-NONE-|||0

S انگلستان قومی خواتین انڈر 19 کرکٹ ٹیم 1974 سے باضابطہ انڈر 19 ٹیسٹ میچ کھیل رہی ہے
A 0 1|||R:MULTI|||ویسٹ انڈیز|||REQUIRED|||-NONE-|||0

S چودھری محمد طفیل پاکستانی سیاست دان ہیں
A 2 3|||R:MULTI|||منیر اظہر|||REQUIRED|||-NONE-|||0

S نواب علی وسان پاکستانی سیاست دان ہیں
A 0 1|||R:MULTI|||سید کاظم|||REQUIRED|||-NONE-|||0

S سید کاظم علی پاکستانی سیاست دان ہیں
A 1 3|||R:MULTI|||الزمان|||REQUIRED|||-NONE-|||0

S مخدوم سید الزمان پاکستانی سیاست دان ہیں
A 2 3|||R:MULTI|||وسیم حسین|||REQUIRED|||-NONE-|||0

S یہ 1997 کے خواتین کرکٹ عالمی کپ کا اختتامی میچ تھا یہ ٹورنامنٹ عالمی کپ کا چھٹا ایڈیشن تھا
A 12 13|||R:MULTI|||خواتین کرکٹ|||REQUIRED|||-NONE-|||0

S بیل ایئر ( لاطینی ) ریاست ہائے متحدہ کا ایک آباد مقام جو لاس اینجلس میں واقع ہے
A 0 2|||R:MULTI|||ہنٹنگٹن|||REQUIRED|||-NONE-|||0

S بیل ایئر ( لاطینی ) ریاست ہائے متحدہ کا ایک آباد مقام جو لاس اینجلس میں واقع ہے
A 13 15|||R:MULTI|||سفوک کاؤنٹی نیویارک|||REQUIRED|||-NONE-|||0

S ابھی میں نے سید ایاز شاہ شیرازی پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||R:MULTI|||جاوید علی|||REQUIRED|||-NONE-|||0

S ویسٹ انڈیز نے 1 31 لیا اور 1 سکور کیا
A 2 3|||R:MULTI|||کے خلاف|||REQUIRED|||-NONE-|||0

S وہ سلطان عبدالمجید اول اور عبدالعزیز کی سوتیلی بہن تھیں
A 2 4|||R:MULTI|||مصطفی|||REQUIRED|||-NONE-|||0

S وہ سلطان عبدالمجید اول اور عبدالعزیز کی سوتیلی بہن تھیں
A 5 6|||R:MULTI|||عبدالحمید اول|||REQUIRED|||-NONE-|||0

S ووجز ڈبلیو اے سی اےگریڈ کرکٹ مقابلے میں بہترین کھلاڑی کے لیے 2001 02 کے اولی کولی میڈل کے فاتح تھے
A 1 2|||R:MULTI|||ویسٹرن آسٹریلیا|||REQUIRED|||-NONE-|||0

S ووجز ڈبلیو اے سی اےگریڈ کرکٹ مقابلے میں بہترین کھلاڑی کے لیے 2001 02 کے اولی کولی میڈل کے فاتح تھے
A 3 5|||R:MULTI|||گریڈ|||REQUIRED|||-NONE-|||0

S اگست 2019 میں لیبوشگن پہلے کرکٹر تھے جو کرکٹ ٹیسٹ میچ میں کنکشن کا متبادل بنے اس نے اسٹیو اسمتھ کی جگہ لی
A 5 6|||R:MULTI|||کرکٹ کھلاڑی|||REQUIRED|||-NONE-|||0

S نومبر 2020 میں سویپسن کو ہندوستان کے خلاف سیریز کے لیے آسٹریلیا کے ٹیسٹ اسکواڈ میں شامل کیا گیا تھا
A 5 6|||R:MULTI|||جنوبی افریقہ|||REQUIRED|||-NONE-|||0

S گوہری اور عبدالعزیز کے وفد کی دوسری خواتین ڈولماباہی محل کو چھوڑنا نہیں چاہتی تھیں
A 0 1|||R:MULTI|||درنو قادین|||REQUIRED|||-NONE-|||0

S رکی پونٹنگ پیدائش ایک ریٹائرڈ آسٹریلوی کرکٹر اور آسٹریلیا کی قومی کرکٹ ٹیم کے سابق کپتان ہیں
A 6 7|||R:MULTI|||کرکٹ کھلاڑی|||REQUIRED|||-NONE-|||0

S میں میدان پر ہونے والی بمباری کو نہیں سنبھال سکا اور محسوس ہوا کہ گولہ باری سے جھٹکا لگا "
A 14 16|||R:MULTI|||گولے|||REQUIRED|||-NONE-|||0

S رائزنگ پونے سپر جائنٹ کے خلاف آخری فتح میں 47 رنز کی کارکردگی کے لیے انہیں میچ کا بہترین کھلاڑی قرار دیا گیا
A 13 15|||R:MULTI|||پر|||REQUIRED|||-NONE-|||0

S 2019 کے ڈومیسٹک سیزن سے قبل کرکٹ آئرلینڈ کے ذریعے پانچ کرکٹرز کو ایمرجنگ پلیئر کنٹریکٹ سے نوازا جائے گا
A 11 12|||R:MULTI|||کرکٹ کھلاڑیوں|||REQUIRED|||-NONE-|||0

S 2019 کے ڈومیسٹک سیزن سے قبل کرکٹ آئرلینڈ کے ذریعے پانچ کرکٹرز کو ایمرجنگ پلیئر کنٹریکٹ سے نوازا جائے گا
A 18 20|||R:MULTI|||گیا|||REQUIRED|||-NONE-|||0

S ساجد خان مہمند پاکستانی سیاست دان جو اگست 2018 سے پاکستان کی قومی اسمبلی کے رکن ہیں
A 0 1|||R:MULTI|||محمد اقبال|||REQUIRED|||-NONE-|||0

S وہ ساتھی قومی کرکٹرز ڈیل ہیڈلی اور سر رچرڈ ہیڈلی کے بھائی اور والٹر ہیڈلی کے بیٹے ہیں
A 3 4|||R:MULTI|||کرکٹ کھلاڑی|||REQUIRED|||-NONE-|||0

S کرسٹوفر میری کگیلیجن ( پیدائش 10 مئی 1956 ) نیوزی لینڈ کے ریٹائرڈ سابق کرکٹر ہیں
A 14 15|||R:MULTI|||کرکٹ کھلاڑی|||REQUIRED|||-NONE-|||0

S اس نے 3 ستمبر 2013 کو آئرلینڈ کے خلاف ایک ون ڈے میں انگلینڈ کی طرف سے ڈیبیو کیا
A 10 12|||R:MULTI|||روزہ|||REQUIRED|||-NONE-|||0

S گراناڈا ( لاطینی ) ریاست ہائے متحدہ کا ایک آباد مقام جو پراورز کاؤنٹی کولوراڈو میں واقع ہے
A 0 1|||R:MULTI|||گریناڈا ہلز|||REQUIRED|||-NONE-|||0

S گراناڈا ( لاطینی ) ریاست ہائے متحدہ کا ایک آباد مقام جو پراورز کاؤنٹی کولوراڈو میں واقع ہے
A 12 15|||R:MULTI|||لاس اینجلس|||REQUIRED|||-NONE-|||0

S گریناڈا ہلز ( لاطینی ) ریاست ہائے متحدہ کا ایک آباد مقام جو لاس اینجلس میں واقع ہے
A 13 15|||R:MULTI|||مارٹن کاؤنٹی مینیسوٹا|||REQUIRED|||-NONE-|||0

S واپریو دآدا ( اطالوی ) اطالیہ کا ایک کمونے جو صوبہ میلان میں واقع ہے
A 10 11|||R:MULTI|||میٹروپولیٹن شہر|||REQUIRED|||-NONE-|||0

S ینگ نے دسمبر 1990 میں میلبورن میں آسٹریلیا کے خلاف ایک ون ڈے میں نیوزی لینڈ کے لیے بین الاقوامی ڈیبیو کیا
A 11 13|||R:MULTI|||روزہ|||REQUIRED|||-NONE-|||0

S اس کے ایڈٹ ہر 2 سال بعد کی جاتی ہے
A 1 3|||R:MULTI|||میں|||REQUIRED|||-NONE-|||0

S سورارام ( انگریزی ) بھارت کا ایک آباد مقام جو حیدرآباد دکن میں واقع ہے
A 0 1|||R:MULTI|||پیٹ بشیرآباد|||REQUIRED|||-NONE-|||0

S سورارام ( انگریزی ) بھارت کا ایک آباد مقام جو حیدرآباد دکن میں واقع ہے
A 10 12|||R:MULTI|||تلنگانہ|||REQUIRED|||-NONE-|||0

S ریس ایلن ینگ ( پیدائش 15 ستمبر 1979 ) آکلینڈ میں نیوزی لینڈ کے ٹیسٹ کرکٹر ہیں جو کینٹربری وزرڈز کے لیے کھیلتے ہیں
A 15 16|||R:MULTI|||کرکٹ کھلاڑی|||REQUIRED|||-NONE-|||0

S کلیٹن بینجمن لیمبرٹ ( پیدائش 10 فروری 1962 ) ایک سابق گیانا امریکی کرکٹر ہے جو بعد میں ریاستہائے متحدہ کے لیے بھی کھیلا
A 13 14|||R:MULTI|||کرکٹ کھلاڑی|||REQUIRED|||-NONE-|||0

S کینٹربری نے 2021 کی مردم شماری میں 7 , 800 کی آبادی ریکارڈ کی تھی
A 0 1|||R:MULTI|||ایبٹس فورڈ|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 23 12 11 اگست 2022 ( م ع و )
A 9 10|||R:MULTI|||00 25|||REQUIRED|||-NONE-|||0

S ضلع کیماڑی 2020 میں ضلع کراچی غربی کو الگ کرنے کے بعد بنایا گیا تھا
A 6 7|||R:MULTI|||ویسٹ ڈسٹرکٹ|||REQUIRED|||-NONE-|||0

S اگلے مہینے اسے ہندوستان کے دورے کے لیے منتخب کیا گیا تین ٹیسٹ اور ایک ون ڈے میں کھیلا
A 15 17|||R:MULTI|||روزہ|||REQUIRED|||-NONE-|||0

S مالوی لہجہ پنجاب کے کچھ علاقوں میں بولا جانے والا پنجابی لہجہ ہے
A 2 3|||R:MULTI|||خطہ پوٹھوار|||REQUIRED|||-NONE-|||0

S انہوں نے 25 جنوری 2019 کو پاکستان کے خلاف جنوبی افریقہ کے لیے اپنا ایک روزہ ڈیبیو کیا
A 2 4|||R:MULTI|||فروری|||REQUIRED|||-NONE-|||0

S یہ سری لنکا کی خواتین کی ایک روزہ بین الاقوامی کرکٹرز کی فہرست ہے
A 10 11|||R:MULTI|||کرکٹ کھلاڑیوں|||REQUIRED|||-NONE-|||0

S شرما نے اپنا ٹیسٹ ڈیبیو ویسٹ انڈیز کے خلاف 2013 14 ہوم سیریز کے دوران کیا
A 13 15|||R:MULTI|||میں|||REQUIRED|||-NONE-|||0

S ابھی میں نے رابرٹ فریلنک پر 2 بیرونی روابط میں ترمیم کی ہے
A 4 5|||R:MULTI|||ڈکسن کرین|||REQUIRED|||-NONE-|||0

S ابھی میں نے چندرکیتوگڑھ پر 4 بیرونی روابط میں ترمیم کی ہے
A 3 4|||R:MULTI|||چندریان 2|||REQUIRED|||-NONE-|||0

S ابھی میں نے جان اوبرائن ( آئرش کرکٹر ) پر بیرونی ربط میں ترمیم کی ہے
A 4 5|||R:MULTI|||للنگسٹن کارر|||REQUIRED|||-NONE-|||0

S ارتوقید کا ترکمان خاندان جس نے اسی نام کے بیلیک پر حکومت کی تھی کی ابتدا دوغر کے قبیلے سے ہوئی
A 0 1|||R:MULTI|||آل آرتق|||REQUIRED|||-NONE-|||0

S وہ جنوبی افریقہ کے لیے 2 ایک روزہ بین الاقوامی میچوں میں نظر آئیں دونوں 1997 کے ورلڈ کپ میں
A 5 7|||R:MULTI|||3ایک|||REQUIRED|||-NONE-|||0

S ابھی میں نے دھمیکا پرساد پر بیرونی ربط میں ترمیم کی ہے
A 3 5|||R:MULTI|||دھوتھڑ|||REQUIRED|||-NONE-|||0

S دولتیہ ( لاطینی ) بنگلہ دیش کا ایک آباد مقام جو راج باڑی ضلع میں واقع ہے
A 0 1|||R:MULTI|||تن بازار|||REQUIRED|||-NONE-|||0

S ڈیلیون چارلس کلیرنس بورڈن ایک برموڈین کرکٹر ہے جس نے برموڈین کرکٹ ٹیم کے ساتھ ایک روزہ بین الاقوامی میچ کھیلا ہے
A 6 7|||R:MULTI|||کرکٹ کھلاڑی|||REQUIRED|||-NONE-|||0

S سٹیفن کیون وین کیلی ( پیدائش 24 اگست 1988 ) ایک برموڈین کرکٹر ہے
A 12 13|||R:MULTI|||کرکٹ کھلاڑی|||REQUIRED|||-NONE-|||0

S پاکستان کرکٹ بورڈ نے 2023 کے سیزن کے دوران ملتان پشاور اور کوئٹہ میں میچ کرانے کے منصوبے کا اعلان کیا
A 7 9|||R:MULTI|||میں|||REQUIRED|||-NONE-|||0

S ابھی میں نے ابراش خان پر 3 بیرونی روابط میں ترمیم کی ہے
A 3 4|||R:MULTI|||ابراہیم رضا|||REQUIRED|||-NONE-|||0

S سومپال کامی ( پیدائش 2 فروری 1996 ) ایک نیپالی پیشہ ور کرکٹر ہے
A 12 13|||R:MULTI|||کرکٹ کھلاڑی|||REQUIRED|||-NONE-|||0

S راجیش لال جی بھودیا ( پیدائش 22 نومبر 1984 بھوج بھارت ) کینیا کے سابق کرکٹر ہیں
A 15 16|||R:MULTI|||کرکٹ کھلاڑی|||REQUIRED|||-NONE-|||0

S ابھی میں نے نجم الدین احمد پر بیرونی ربط میں ترمیم کی ہے
A 3 5|||R:MULTI|||ندیم|||REQUIRED|||-NONE-|||0

S آپ کی مدد کےلیے ہمہ وقت حاضر " " 21 49 10 دسمبر 2022 ( م ع و )
A 9 11|||R:MULTI|||00|||REQUIRED|||-NONE-|||0

S تھائی لینڈ کی قومی کرکٹ ٹیم وہ ٹیم ہے جو بین الاقوامی کرکٹ میں سلطنت تھائی لینڈ کی نمائندگی کرتی ہے
A 0 2|||R:MULTI|||لکسمبرگ|||REQUIRED|||-NONE-|||0

S آرتھر ولیم کرشم ( پیدائش 14 مارچ 1853 ) ( انتقال 24 دسمبر 1884 ) ایک انگریز کرکٹ کھلاڑی اور فٹ بالر تھا
A 21 22|||R:MULTI|||بال کھلاڑی|||REQUIRED|||-NONE-|||0

S مک لیوس نے مذکورہ میچ کے دوران ایک ون ڈے میں سب سے زیادہ رنز دینے کا مشکوک اعزاز بھی حاصل کیا
A 8 10|||R:MULTI|||روزہ|||REQUIRED|||-NONE-|||0

S آڈری ورڈیمین آسلینڈر ( پیدائش 1 جنوری 1911 ) ( انتقال 20 مئی 1960 ) ایک امریکی شاعر تھی
A 5 8|||R:MULTI|||یکم جنوری1911|||REQUIRED|||-NONE-|||0

S شہید صدر میٹرو اسٹیشن تہران میٹرو لائن 1 کا ایک اسٹیشن ہے
A 0 2|||R:MULTI|||تاجرش|||REQUIRED|||-NONE-|||0

S یہ شاہد ہمت میٹرو اسٹیشن اور میرداماد میٹرو اسٹیشن کے درمیان ہے
A 6 7|||R:MULTI|||شاہد ہغانی|||REQUIRED|||-NONE-|||0

S یہ امام علی یونیورسٹی میٹرو اسٹیشن اور نواب میٹرو اسٹیشن کے درمیان ہے
A 2 4|||R:MULTI|||خمینی|||REQUIRED|||-NONE-|||0

S یہ امام علی یونیورسٹی میٹرو اسٹیشن اور نواب میٹرو اسٹیشن کے درمیان ہے
A 7 8|||R:MULTI|||ہور اسکوائر|||REQUIRED|||-NONE-|||0

S شہید سلیمانی میٹرو اسٹیشن تہران میٹرو لائن 5 کا مغربی ٹرمینس ہے
A 0 2|||R:MULTI|||گولشہر|||REQUIRED|||-NONE-|||0

S عبرانیوں کے خط میں اس کے ایمان کے لیے اس کی تعریف کی جاتی ہے
A 7 9|||R:MULTI|||کی|||REQUIRED|||-NONE-|||0

S ایک سال میں سب سے زیادہ سنچریاں بنانے کا ریکارڈ 2023 کا ہے یعنی 10 جبکہ 2009 میں صرف 2 سنچریاں اسکور کی گئیں
A 11 12|||R:MULTI|||کے پاس|||REQUIRED|||-NONE-|||0

S وولومولو ( انگریزی ) آسٹریلیا کا ایک مضافات جو نیو ساؤتھ ویلز میں واقع ہے
A 0 1|||R:MULTI|||پوٹس پوائنٹ|||REQUIRED|||-NONE-|||0

S پوٹس پوائنٹ ( انگریزی ) آسٹریلیا کا ایک مضافات جو سڈنی شہر میں واقع ہے
A 0 2|||R:MULTI|||پیرمونٹ|||REQUIRED|||-NONE-|||0

S فورٹ ڈینسن ( انگریزی ) آسٹریلیا کا ایک آباد مقام جو نیو ساؤتھ ویلز میں واقع ہے
A 0 2|||R:MULTI|||اسپیکٹیکل آئی لینڈ|||REQUIRED|||-NONE-|||0

