اگر سات سے زیادہ ہوں تو مہینوں کے نام دے دیئے جاتے ہیں ۔
لیکن دیوار سے ٹکرا کر آنے والی گیند صرف وہی بچہ دبوچےگا جس کا نام سوم گیند پھینکتے وقت پکارے گا ۔
منگل گیند سے کھیل شروع کرےگا ۔
منگل گیند سے کھیل شروع کرےگا ۔
یہ انتہائی پرلطف کھیل جرمنی کے بچوں میں بہت مقبول ہے ۔
یا بیٹھ جاتا ہے ۔
یا بیٹھ جاتا ہے ۔
بیچ میں کافی جگہ کھلی رہ جاتی ہے ۔
پچاس یا سو تک گنتی کے بعد سب بچے اپنے گھر سے ریچھ کو تلاش کرنے نکلتے ہیں ۔
ریچھ ان کا پیچھا کرتا ہے ۔
جو بچہ گھر نہ لوٹ سکے اور پکڑا جائے وہ بھی ریچھ بن جاتا ہے ۔
اور کھیل دوبارہ شروع ہو جاتا ہے ۔
اور کھیل دوبارہ شروع ہو جاتا ہے ۔
اور کھیل دوبارہ شروع ہو جاتا ہے ۔
بھائی جان سے رہا نہ گیا ۔
کہنے لگے ’ ’یہ تو عجیب بے معنی کہانی ہے ، جس کا سر نہ پیر ۔
‘‘
