S لیکن دیوار سے ٹکرا کر آنے والا گیند صرف وہی بچہ دبوچےگی جس کا نام سوم گیند پھینکتے وقت پکارے گا ۔
A 12 13|||U:PRON||||||REQUIRED|||-NONE-|||0

S جس لرکے کا نام لیا گیا ہے اگر وہ گیند کو پکڑ لیتا ہے تو وہ کسی اور لرکے کا نام لے کر گیند کو دیوار سے ٹکرائےگا ۔
A 15 16|||U:PRON||||||REQUIRED|||-NONE-|||0

S اگر وہ نشانہ نہیں لگا سکا تو وہ گیند چھوڑ دی گا ۔
A 1 2|||U:PRON||||||REQUIRED|||-NONE-|||0

S اگر وہ نشانہ نہیں لگا سکا تو وہ گیند چھوڑ دی گا ۔
A 7 8|||U:PRON||||||REQUIRED|||-NONE-|||0

S اس سے اجنبی بچے بھی بہت جلد ایک دوسرے کو دوست بن جاتے ہیں ۔
A 8 9|||U:PRON||||||REQUIRED|||-NONE-|||0

S وہ سب نہایت سنجیدہ اور گمبھیر شکلیں بنا لیتا ہیں ۔
A 0 1|||U:PRON||||||REQUIRED|||-NONE-|||0

S وہ سب نہایت سنجیدہ اور گمبھیر شکلیں بنا لیتا ہیں ۔
A 1 2|||U:PRON||||||REQUIRED|||-NONE-|||0

S اب دونوں ٹولیاں میں سے ایک ایک بچہ بیچ میں آ جاتا ہے ۔
A 0 1|||U:PRON||||||REQUIRED|||-NONE-|||0

S ریچھ ان کا پیچھا کرتی ہے ۔
A 1 2|||U:PRON||||||REQUIRED|||-NONE-|||0

S جو بچہ گھر نہ لوٹ سکے اور پکڑی جائے وہ بھی ریچھ بن جاتا ہے ۔
A 9 10|||U:PRON||||||REQUIRED|||-NONE-|||0

S اب دو ریچھ چھپنے جاتی ہیں اور باقی بچے انہیں تلاش کرتے ہیں ۔
A 0 1|||U:PRON||||||REQUIRED|||-NONE-|||0

S جب کوئی بچہ نہ رہا تو سب ریچھ اپنی پنا گاہوں میں سے باہر نکلتے ہیں ۔
A 0 1|||U:PRON||||||REQUIRED|||-NONE-|||0

S جب کوئی بچہ نہ رہا تو سب ریچھ اپنی پنا گاہوں میں سے باہر نکلتے ہیں ۔
A 6 7|||U:PRON||||||REQUIRED|||-NONE-|||0

S جب کوئی بچہ نہ رہا تو سب ریچھ اپنی پنا گاہوں میں سے باہر نکلتے ہیں ۔
A 8 9|||U:PRON||||||REQUIRED|||-NONE-|||0

S کہنے لگے ’ ’یہ تو عجیب بے معنی کہانی ہے ، جس کی سر نہ پیر ۔
A 11 12|||U:PRON||||||REQUIRED|||-NONE-|||0

S ابا جان بولے ’ ’کیوں بھئی کون سا مشکل بات ہے ، جو تمہاری سمجھ میں نہیں آتی ۔
A 5 6|||U:PRON||||||REQUIRED|||-NONE-|||0

S منجھلے بھائی نے کہا ’ ’سمجھ میں توآتی ہے مگر پتا نہیں چلتا ۔
A 6 7|||U:PRON||||||REQUIRED|||-NONE-|||0

