S منگل گیند سے کھیل شروع کری گا ۔
A 3 3|||M:SCONJ|||تو|||REQUIRED|||-NONE-|||0

S جو بچا تین بار گیند کا نشانہ بن جائے وہ آؤٹ سمجھا جائےگا ۔
A 0 0|||M:SCONJ|||اگر|||REQUIRED|||-NONE-|||0

S جو بچا تین بار گیند کا نشانہ بن جائے وہ آؤٹ سمجھا جائےگا ۔
A 9 9|||M:SCONJ|||تو|||REQUIRED|||-NONE-|||0

S اگر کوئی اور کھلاڑی ہنسے یا مسکرائےگا تو اسے دائرہ سے خارج کر دی جائےگا ۔
A 3 3|||M:SCONJ|||کہ|||REQUIRED|||-NONE-|||0

S اس کھیل میں کمرا کے درمیان ایک پردا لٹکا دیا جاتا ہے ۔
A 6 6|||M:SCONJ|||تو|||REQUIRED|||-NONE-|||0

S اور وہ ایک اور چوہا پیش کرتی ہے ۔
A 2 2|||M:SCONJ|||تو|||REQUIRED|||-NONE-|||0

S اس طرح یہ دلچسپ کھیل کافی دیر تک چلتی ہے ۔
A 3 3|||M:SCONJ|||تو|||REQUIRED|||-NONE-|||0

S اور کھیل دوبارہ شروع ہو جاتی ہے ۔
A 6 6|||M:SCONJ|||تو|||REQUIRED|||-NONE-|||0

S بھئی ہمیں بھی ایک کہانی یاد ہیں ۔
A 3 3|||M:SCONJ|||تو|||REQUIRED|||-NONE-|||0

S بھائی جان سے رہا نہ گئ ۔
A 1 1|||M:SCONJ|||کہ|||REQUIRED|||-NONE-|||0

