S جھیل کے اردگرد گھنا جنگل اور پہاڑ اس جھیل کو بے حد خوبصورت اور دلکش بناتے ہیں
A 15 16|||R:VERB:INFL|||بنادیتے|||REQUIRED|||-NONE-|||0

S مزار سے ملحق مسجد لائبریری اور مہمان خانے زائرین کیل رہائش گاہیں تعمیر کی گئ ہے
A 14 15|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S مزار سے ملحق مسجد لائبریری اور مہمان خانے زائرین کےلیے رہائش گاہیں تعمیر کی گئی ہے
A 14 15|||R:VERB:INFL|||گئیں|||REQUIRED|||-NONE-|||0

S مزار سے ملحق مسجد لائبریری اور مہمان خانے زائرین کےلیے رہائش گاہیں تعمیر کی گئی ہے
A 15 16|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S بہت سی خامیاں اب بھی موجود ہے اور سب سے اہم بات یہ کہ تمام نستعلیق نویسہ جات ترسیموں پر مبنی ہیں
A 6 7|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S ایم ائی 8 جو 1961 میں بننا شروع ہوے اور 17000 کی تعداد میں بنائے گئے
A 8 9|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S مسافر ویگنیں مظفرآباد سے آٹھمقام اور شاردہ تک ہر 30 منٹ بعد چلتیں ہیں
A 12 13|||R:VERB:INFL|||چلتی|||REQUIRED|||-NONE-|||0

S جب موسم ٹھیک ہو تو مظفرآباد سے کیل کے درمیان بسیں روزانہ چلتیں ہیں
A 12 13|||R:VERB:INFL|||چلتی|||REQUIRED|||-NONE-|||0

S ربیکا نے اپنے بارے میں اظہار رائے دیتے ہوے کہا
A 8 9|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S امریکی فوج کے زیر استعمال یہ ڈرون عراق ایران اور یمن میں استعمال کیئے جا چکے ہیں
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپ افغان جنگ کے سخت ناقد تھے اور جن اشخاص نے اس کے لیے فتاوی جاری کئے ان کی سخت مخالفت کی
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S عائشہ کے نمایاں کرداروں میں خدا میرا بھی ہے میں ماہ گل نور زندگی میں نور اور من مائل میں جینا شامل ہیں
A 22 23|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S قدیم ہندی اور سنسکرت ادب سے لے کر معاصر اردو ادب تک جگہ جگہ اس کا تذکرہ اور تعریف ملتی ہے
A 19 20|||R:VERB:INFL|||ملتا|||REQUIRED|||-NONE-|||0

S عام طور پر زبانی مآخذوں میں درج ذیل سولہ زیبائشوں سے مراد سولہ سنگھار بتائی جاتی ہے
A 14 15|||R:VERB:INFL|||بتائے|||REQUIRED|||-NONE-|||0

S عام طور پر زبانی مآخذوں میں درج ذیل سولہ زیبائشوں سے مراد سولہ سنگھار بتائی جاتی ہے
A 15 16|||R:VERB:INFL|||جاتے|||REQUIRED|||-NONE-|||0

S عام طور پر زبانی مآخذوں میں درج ذیل سولہ زیبائشوں سے مراد سولہ سنگھار بتائی جاتی ہے
A 16 17|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اس دوران ملالہ ایک فنڈ بنانے ہر کام کر رہی تھی کہ اس علاقے میں بچیوں کی تعلیم کے لئے پیسے اکٹھے کئے جائیں
A 22 23|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S علامہ نے خلیجی ممالک افریقا امریکہ یورپ اور برصغیر کے کئی ممالک کے سفر کئے
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس وقت کورس آٹھ چیپلیں ( بڑے گرجا میں نجی عبادت کا گوشہ ) تعمیر کیے گیے
A 16 17|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S یہ سروس سالانہ آپنی سرگرمیوں کے بارے میں ویب سائٹ میں ایک رپورٹ شائع کرتا ہے
A 14 15|||R:VERB:INFL|||کرتی|||REQUIRED|||-NONE-|||0

S آپ 80 دہائی سے جاسوسی تنظیم میں کام کرتا ہے
A 8 9|||R:VERB:INFL|||کرتے|||REQUIRED|||-NONE-|||0

S آپ 1993 میں نئی جاسوسی تنظیم کا رکن ہو گیے اور 2003 اس تنظیم کے رہنمائے عام انتخاب کیے گیے
A 9 10|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S آپ 1993 میں نئی جاسوسی تنظیم کا رکن ہو گئے اور 2003 اس تنظیم کے رہنمائے عام انتخاب کیے گیے
A 19 20|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S خلیج کامبات قدیم دور سے تجارت کا اہم مرکز رہا ہے
A 9 10|||R:VERB:INFL|||رہی|||REQUIRED|||-NONE-|||0

S یہ مقام 1975 میں مذہبی حکام کی طرف بند کر دی گئی تھی کیونکہ یہاں حجاج کرام نے نماز پڑھنا شروع کر دیا تھا
A 10 11|||R:VERB:INFL|||دیا|||REQUIRED|||-NONE-|||0

S یہ مقام 1975 میں مذہبی حکام کی طرف بند کر دی گئی تھی کیونکہ یہاں حجاج کرام نے نماز پڑھنا شروع کر دیا تھا
A 11 12|||R:VERB:INFL|||گیا|||REQUIRED|||-NONE-|||0

S یہ مقام 1975 میں مذہبی حکام کی طرف بند کر دی گئی تھی کیونکہ یہاں حجاج کرام نے نماز پڑھنا شروع کر دیا تھا
A 12 13|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S مگر شاھنواز کے ارادے کچھ اور تھے اور بہت جلد اس نے نواب محل میں تانے بانے بن لیئے
A 18 19|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ایک محفل میں بھاٹو کو ھندو لکھی بائ پسند آ گئ جو بعد میں خورشید بھاٹو بنی
A 10 11|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S نامی کمپنی کو پاکستان سپر لیگ کے نشریاتی حقوق چار سال کے لیے دئیے گئے
A 13 14|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ٹین سپورٹس جیو سوپر اور پی ٹی وی سپورٹس کو پاکستان میں نشریاتی حقوق تین سال کے لیے دئیے گے
A 18 19|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S سردار اقبال علی شاہ ایک ہندوستانی افغان مصنف تھا
A 8 9|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S تقسیم ہند سے قبل جھجربستی میں افغانستان سے آئے ہوے یوسف زئی پٹھان رہا کرتے تھے
A 9 10|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S اس ادارے میں بہت تجرباتی آلات تحقیق کے ری ایکٹر تعمیر کیے گیے تھے
A 12 13|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S یہ حرکت قوم لوط نے ایجاد کیا تھا جس کے بعد اللہ کا عذاب بھی فورا انکے پیچھے پڑھ گیا
A 6 7|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ حرکت قوم لوط نے ایجاد کیا تھا جس کے بعد اللہ کا عذاب بھی فورا انکے پیچھے پڑھ گیا
A 7 8|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S سیاق و سباق نا ہونا پر سے مختلف برتاؤ کیا جاتا ہے
A 4 5|||R:VERB:INFL|||ہونے|||REQUIRED|||-NONE-|||0

S تب اس ضلع کی حدود مشرقی پاکستان سے ملتی تھی
A 9 10|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S پاکستان سے عام طور پر مراد جنوب وسط ایشیا کا خود مختار ملک اسلامی جمہوریہ پاکستان لی جاتی ہے
A 16 17|||R:VERB:INFL|||لیا|||REQUIRED|||-NONE-|||0

S پاکستان سے عام طور پر مراد جنوب وسط ایشیا کا خود مختار ملک اسلامی جمہوریہ پاکستان لی جاتی ہے
A 17 18|||R:VERB:INFL|||جاتا|||REQUIRED|||-NONE-|||0

S ہر نام فضا کا سابقہ متغیر کے ذریعہ اس شکل میں تشکیل پاتے ہیں جیسے درج ذیل جدول میں موجود ہے
A 12 13|||R:VERB:INFL|||پاتا|||REQUIRED|||-NONE-|||0

S ہر نام فضا کا سابقہ متغیر کے ذریعہ اس شکل میں تشکیل پاتے ہیں جیسے درج ذیل جدول میں موجود ہے
A 13 14|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S اب زیادہ تر ٹرینیں کراچی چھاونی ریلوے اسٹیشن منتقل ہوچکی ہیں اور صرف چند ٹرینیں یہاں سے چلتی ہیں
A 17 18|||R:VERB:INFL|||چلتیں|||REQUIRED|||-NONE-|||0

S جموں و کشمیر میں احتجاجی مظاہرے کئے گئے
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S افضل گورو کی پھانسی کے بعد جمو ں و کشمیر کے تمام بڑے شہروں میں کرفیو کے باوجود احتجاجی مظاہرے کئے گئے
A 20 21|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S بھارتی حکمرانوں کے پتلے اور بھارتی پرچم نذر آتش کئے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S لہذا وہ جلد ہی ملکہ کے منشی کے عہدے پر مقرر ہو گئے انھوں نے ملکہ کو اردو زبان کے اسباق دیئے
A 21 22|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S منگل پانڈے نےانگریز فوجیوں پر حملے کئے
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 53 رائفل میں جو کارتوس استعمال کئے جاتے تھے
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس فلم میں ششی کپور چترا اور سومیترا نے مرکزی کردار ادا کئے
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کمیشن نے انتخابات سے متعلق مقدمات کو تیزی سے نمٹانے کے لیے مستقل طور پر الیکشن ٹربیونل قائم کئے
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S و کیر تھر سے بہ کر آنے والے مختلف ندی نالے اس جھیل کے بنے کا سبب بنتے ہیں
A 14 15|||R:VERB:INFL|||بننے|||REQUIRED|||-NONE-|||0

S پی بی سی ایکٹ میں درج کئے گئے اغراض ومقاصد
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جھیل کے کنارے مختلف جھولے بھی لگے ہوے ہیں
A 7 8|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S سمہ دور حکومت میں سندھ کی عوام اور ثقافت کے لیے تاریخ ساز کام کئے گئے
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S محمود غزنوی نے سترہ حملے ہندوستان پر کئے
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ایک قدامت پسند گھٹے ہوئے ماحول میں پرورش پانے والی کشور نے اپنی زندگی کے تمام فیصلے روایت سے ہٹ کر کئے
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S صبا قمر پروگرام ہم سب امید سے ہیں کی ہوسٹ بھی ہے
A 11 12|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S صبا قمر نے کئی ڈراموں اور اشتہارات میں اداکاری کے جوہر دکھائیں چکی ہیں
A 11 12|||R:VERB:INFL|||دکھا|||REQUIRED|||-NONE-|||0

S پاکستان کے عام انتخابات 2013 اس کی سربراہی میں ہوا
A 9 10|||R:VERB:INFL|||ہوے|||REQUIRED|||-NONE-|||0

S ضعف العمری کے باعث منتظمی میں ناکام نظر آیا
A 8 9|||R:VERB:INFL|||آئے|||REQUIRED|||-NONE-|||0

S پاکستان کے عام انتخابات 2013 انھیں کی سربراہی میں ہوے
A 9 10|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S کورنگ ندی سلسلہ کوہ مارگلہ سے آنے والی دیگر ندیوں کو ساتھ مل کر اسلام آباد میں مصنوعی راول جھیل بناتی ہیں
A 21 22|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S شروع زمانہ میں ان دوش بر فضا ہونے والے ڈراموں کی ریکارڈنگ کا کوئی نظام نہ ں تھی
A 17 18|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S یہ تمام سلسلے امریکہ انڈونیشیا اور بھارت میں بھی ماہانہ بنیادوں پر شائع ہوا
A 13 14|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S اس کا نام " حجر نوری " پکارا گیا جس کے بعد انہوں نے یکے بعد دیگرے مزید پتھر اسی طرح روشن کئے
A 22 23|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S انہوں نے تقریبا 50 سال حصول علم میں صرف کئے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S وہ ایک موجد مہندس طیارچی حکیم شاعر اور موسیقار طبعیات ماہر فلکیات اور کیمیا دان تھا
A 15 16|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S اوندا میں 810 میں پیدا ہوا اور بعد میں قرطبہ میں رہائش اختیار کی
A 5 6|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S تو ان میں سے ایک ابن عباس تھا
A 7 8|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S عباس ابن فرناس بھی یہ دیکھنے کے لیے وہاں پر موجود تھا
A 11 12|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S 14 لاہور میں 10 12 1996 تا 06 07 2001 جج لاہور ہائی کورٹ کے فرائض سر انجام دیئے
A 18 19|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس اسلسلے میں اے آر وائی ڈیجیٹل اور مائنڈمیڈیا کے درمیان معاہدہ بھی ہو گئی ہے
A 14 15|||R:VERB:INFL|||گیا|||REQUIRED|||-NONE-|||0

S اس بینک نے تیزی سے ترقی کری اور جلد ہی اس کے کاغذی نوٹ بیرون ملک بھی قبول کیئے جانے لگے
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آنے اور جانے والی ٹرینوں کی الگ الگ شناخت کے لیے اپ اینڈ ڈاؤن کی اصلاح استمال کی جاتی ہے
A 19 20|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S چین کی خواہش ہے کہ سونے کی قیمت طے کرنے کا میکینزم زیادہ شفاف ہونا چاہیئے
A 15 16|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S کتاب میں قرآن مجید اور سائنسی کتب کے اقتباسات اور حوالہ جات بھی دیئے گئے ہیں
A 13 14|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس باب کے آخر میں اسلامی سائنس اور مستشرقین کے اعترافات بھی پیش کئے گئے ہیں
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S تیسرے باب میں قرآنی لفظ سما کے مختلف معانی پیش کئے گئے ہیں
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S چوتھے باب میں صحت و صفائی اور حفظ ماتقدم کے اسلامی اصول بیان کئے گئے ہیں
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 22 اپریل یوکرین کے صدارتی انتخابات مزاحیہ اداکار ولودومیر زیلینسکی نے جیت لیے
A 12 13|||R:VERB:INFL|||لیا|||REQUIRED|||-NONE-|||0

S قومی عوامی پارٹی نے ہمیشہ سندھ عوام کے حقوق کے لئے جدوجہد کرتی رہی ہے
A 13 14|||R:VERB:INFL|||رہے|||REQUIRED|||-NONE-|||0

S قومی عوامی پارٹی نے ہمیشہ سندھ عوام کے حقوق کے لئے جدوجہد کرتی رہی ہے
A 14 15|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S موجود دور میں عوامی تحر ک مہاجر صوبہ کے سعلے خلاف پورے سندھ اور ب ن الاقوامی سطح پر آواز بلند کر رہی ہے
A 22 23|||R:VERB:INFL|||رہے|||REQUIRED|||-NONE-|||0

S موجود دور میں عوامی تحر ک مہاجر صوبہ کے سعلے خلاف پورے سندھ اور ب ن الاقوامی سطح پر آواز بلند کر رہی ہے
A 23 24|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S بطور طالبعلم اور استاد انہوں نے گورنمنٹ کالج لاہور میں 45 سال گزارے اور وہاں سے 2001 میں ریٹائر ہوا
A 19 20|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S وہ صارف جو ان شرائط کو پورا کرتے ہیں خود توثیق شدہ صارف کہلاتا ہے
A 13 14|||R:VERB:INFL|||کہلاتے|||REQUIRED|||-NONE-|||0

S وہ صارف جو ان شرائط کو پورا کرتے ہیں خود توثیق شدہ صارف کہلاتا ہے
A 14 15|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S فن ٹیک کے لئے اینڈرائیڈ یا آئی فون کے پلیٹ فارم استعمال کئے جا سکتے ہیں
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ عمل چار مراحل میں مکمل ہوتا ہے
A 6 7|||R:VERB:INFL|||ہوتی|||REQUIRED|||-NONE-|||0

S امریکہ میں چار فضائی مسافر بردار طیارے اغوا ہو کر خودکش انداز میں امریکی سرمایہ دارانہ برتری کی علامتوں سے ٹکرا دیئے گئے
A 21 22|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S تمام ایئر پورٹس بند کر دیئے گئے اور کسی عام طیارے کو پرواز کی اجازت نہ ں دی گئی
A 5 6|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اسی طرح تمام ضلعی حکومتوں کے دفاتر بند کرا دیئے گئے
A 9 10|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S بعد میں جماعت اسلامی ہند نے بھی اس کتاب کے متعدد ایڈیشن شائع کئے
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S درج ذیل ٹیبل میں دیوناگری کے حروف اردو حروف کے ساتھ اور بین الاقوامی حروف کے ساتھ دیئے گئے ہیں
A 17 18|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اور غیر ہندولڑکی سے شادی کی جنرل سلوکس نے اپنی اس لڑکی کو قندھار کے علاقے جہیز میں دے دئیے تھے
A 19 20|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S مانی کے ہمدردوں نے یہ خبر اور بادشاہ کے ارادے مانی تک پہنچا دئیے
A 13 14|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S مورخین کی تجاویز کے مطابق تین گاؤں ہیں جو ان کی پیدائشی مقام ہوسکتا ہے
A 13 14|||R:VERB:INFL|||ہوسکتے|||REQUIRED|||-NONE-|||0

S مورخین کی تجاویز کے مطابق تین گاؤں ہیں جو ان کی پیدائشی مقام ہوسکتا ہے
A 14 15|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S ڈوئیچے بینک کے ایک حالیہ جائیزے کے مطابق سونے کی قیمت کچھ اس طرح ہونی چاہیئے
A 15 16|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S چودھری نثار علی خان پاکستان کا معروف سیاستدان ہے
A 8 9|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S 31 جولائی 1954 تحصیل راولپنڈی کے گاؤں چکری میں پیدا ہوا
A 10 11|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S متعدد بار انتخابات میں کامیابی حاصل کر کے پارلیمان کا رکن رہا
A 11 12|||R:VERB:INFL|||رہے|||REQUIRED|||-NONE-|||0

S 2013 میں وزیر داخلہ مقرر ہوا
A 5 6|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S 1960 میں ضلع سرگودھا بنا اور ضلع شاہ پور اس کی ایک تحصیل تحصیل شاہ پور بن گئ
A 17 18|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S 1947 میں تقسیم ہند سے قائم ہونے والے دو خود مختار ممالک میں سے ایک آزاد وفاقی عملداری تھا
A 18 19|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S لیکن وہ اس بات پر رضامند نا تھے کہ مسلمانوں کے لئے مختص نشستوں پر صرف مسلم امیدوار کھڑے کئے جائیں
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اسے محسوس ہوتا ہے کہ نقشہ میں بنے مبولجی کی دس تہوں میں انگریزی حرف شامل کئے گئے ہیں
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S " اگر یہ آپکا مطلوبہ مضمون نہیں ہے تو مزید دیکھیں فتح ( ضدابہام ) "
A 10 11|||R:VERB:INFL|||دیکھیے|||REQUIRED|||-NONE-|||0

S اس گیت کو اکثر ایک ہاتھ کی مٹھی بنا کر سلام کی شکل میں ہوا میں بلند کئے ہوئے گایا جاتا ہے
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S شیخ دین محمد 1759 میں پٹنہ میں پیدا ہوا جب ایسٹ انڈیا کمپنی ہندوستان پر قبضہ جما رہی تھی
A 8 9|||R:VERB:INFL|||ہوے|||REQUIRED|||-NONE-|||0

S شیخ دین محمد 1759 میں پٹنہ میں پیدا ہوے جب ایسٹ انڈیا کمپنی ہندوستان پر قبضہ جما رہی تھی
A 8 9|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S انھوں نےانسٹیٹوٹ آف بزنس ایڈمنسٹریشن کراچی سے گریجویٹ کی
A 8 9|||R:VERB:INFL|||کیا|||REQUIRED|||-NONE-|||0

S چودھری سرور برطانیہ میں تھوک کریانہ بنام یونائیٹڈ ہول سیل ( سکاٹ لینڈ ) کا کاروبار چلاتا ہے جس سے اس نے لاکھوں کمائے
A 16 17|||R:VERB:INFL|||چلاتے|||REQUIRED|||-NONE-|||0

S چودھری سرور برطانیہ میں تھوک کریانہ بنام یونائیٹڈ ہول سیل ( سکاٹ لینڈ ) کا کاروبار چلاتا ہے جس سے اس نے لاکھوں کمائے
A 17 18|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S طرز تحریر شگفتہ زبان سادہ اور دل نشین استدلال روز مرہ کی زندگی اور حالیہ تاریخ سے بھی پیش کئے گئے ہیں
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S پاکستان اور بھارت میں کیے گیے مردم شماریوں کے مطابق دنیا میں پنجابی بولنے والوں کی تعدا 14 15کروڑ سے زائد ہے
A 5 6|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S پاکستان اور بھارت میں کیے گئے مردم شماریوں کے مطابق دنیا میں پنجابی بولنے والوں کی تعدا 14 15کروڑ سے زائد ہے
A 4 5|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S پاکستان اور بھارت میں کیے گئے مردم شماریوں کے مطابق دنیا میں پنجابی بولنے والوں کی تعدا 14 15کروڑ سے زائد ہے
A 5 6|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S وہ یکم جنوری 1950 کو پیدا ہوے
A 6 7|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S یہ تینوں فلمیں ایک ہی دن نمائش کے لیے پیش ہوئیں اور تینوں فلموں نے جشن الماس برپا کئے
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس دوران انجمن برطانیہ منتقل ہو گئی اور اپنے اہل خانہ کے ہمراہ وہیں مقیم رہی
A 6 7|||R:VERB:INFL|||گئیں|||REQUIRED|||-NONE-|||0

S انجمن پاکستان کی پہلی مکمل ایکشن والے کردار اداکرنے والی اداکارہ کہی جاسکتی ہے
A 13 14|||R:VERB:INFL|||ہں|||REQUIRED|||-NONE-|||0

S فزا علی 1984 کو پیدا ہوئیں ایک پاکستانی ماڈل اور اداکارہ ہے
A 11 12|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اپنے جو دلائل ذوالقرنین کے سلیمان علیہ السلام ہونے کے بارے میں دئیے ہیں وہ کچھ اس طرح ہیں
A 12 13|||R:VERB:INFL|||دیئے|||REQUIRED|||-NONE-|||0

S اپنے جو دلائل ذوالقرنین کے سلیمان علیہ السلام ہونے کے بارے میں دیئے ہیں وہ کچھ اس طرح ہیں
A 12 13|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S کھیلوں سے تعلق ورثے میں ملا
A 5 6|||R:VERB:INFL|||ملی|||REQUIRED|||-NONE-|||0

S شہزادہ جارج ب وری خوبصورت آنکھوں کے مالک ہیں 2مئ 2015 کو شہزادہ جارج کی بہن چارلٹ ایلز بت ڈیانا کی ولادت ہوئ
A 8 9|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S 2 مئی 2015 کو شہزادہ جارج کی بہن چارلٹ ایلز بت ڈیانا کی ولادت ہوئ
A 14 15|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S طبری نے یہ واقعات 151ہجری میں نقل کئے ہیں
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S محمود غزنوی نے ہندوستان پر سترہ حملے کئے جن میں سونا ہیرے اوردیگر قیمتی سرمایہ لوٹا تاکہ افغانوں کو خرید کر لشکر بنا سکے
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپ کے شاگرد علامہ حلی نے شیعہ فقہ میں انقلابی نظریات پیش کئے
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S لاہور کے شیعہ عالم سید علی الحائری نے مرزا غلام احمد قادیانی کےدعاوی کےخلاف متعدد رسالے تصنیف کئے
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 1983 میں کراچی میں شیعہ آبادیوں پر حملے ہوئے جن میں ساٹھ افراد شہید کر دئیے گئے
A 15 16|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S بنگال میں شیعہ سنی تعلقات مثالی رہے ہیں البتہ 2015 میں شیعوں پر داعش نے دو حملے کئے
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ٹیپو سلطان نے جہاں خلفائے راشدین کے نام پر کرنسی کے سکے جاری کئے وہیں بارہ آئمہ کے نام کے سکے بھی جاری کئے
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ٹیپو سلطان نے جہاں خلفائے راشدین کے نام پر کرنسی کے سکے جاری کئے وہیں بارہ آئمہ کے نام کے سکے بھی جاری کئے
A 23 24|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S انہوں نے سہارنپور انبالہ جھجر کٹک لاہور ملتان کلکتہ بھوپال میسور جھانسی اورمیرٹھ جیسے علاقوں کی خبریں اور حالات معلوم کر کے شائع کئے
A 23 24|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس قتل عام میں اس کے افغان سالار " احمد شاہ ابدالی " نے خون کے دریا بہا دئیے
A 18 19|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S احمد شاہ ابدالی نے کل سات حملے کئے جن میں سے چوتھے اور پانچویں حملے میں دہلی پہنچا
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ملک کے کئی نامور ڈاکٹر انجنیئر اور قانون دان محض شیعہ ہونے کی وجہ سے قتل کر دیئے گئے
A 17 18|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S کتاب خروج میں وہ دس احکام بھی موجود ہیں جو اللہ تعالی نے پتھر کی الواح پر موسی کو دئیے
A 19 20|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S سینٹرل شماریات تنظیم کی طرف سے کئے گئے ایک حالیہ سروے کے مطابق ملک بھر میں لوگوں کی کل تعداد 27 5 ملین ہے
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس کی ابتدا محمد یوسف نامی سکالر نے رکھی جو 2009 میں مارے گئے
A 12 13|||R:VERB:INFL|||مارا|||REQUIRED|||-NONE-|||0

S اس کی ابتدا محمد یوسف نامی سکالر نے رکھی جو 2009 میں مارے گئے
A 13 14|||R:VERB:INFL|||گیا|||REQUIRED|||-NONE-|||0

S اس کی ابتدا محمد یوسف نامی سکالر نے رکھی جو 2009 میں مارا گیا
A 12 13|||R:VERB:INFL|||مارے|||REQUIRED|||-NONE-|||0

S اس کی ابتدا محمد یوسف نامی سکالر نے رکھی جو 2009 میں مارا گیا
A 13 14|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S متعدد علما نے اس سلسلے میں باقاعدہ بوکوحرام کے طرز استدلال کو باطل قرار دیتے ہوئے فتاوی بھی جاری کئے ہیں
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S نبی کریم نےقرب و جوار میں بھی اپنے دستے روانہ کئے لیکن وہاں کوئی آدمی نہ ملا
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S نعیم احمد ( پیدائش ستمبر20 , 1952 , کراچی ) سابق پاکستانی کرکٹر ہیں جنھوں نے 1978 میں 1ایک روزہ میچ کھیلے
A 21 22|||R:VERB:INFL|||کھیلا|||REQUIRED|||-NONE-|||0

S عموما کسی بھی وقت یا زندگی کے آخری لمحات میں کی جانے والی نصیحت دئیے جانے والے احکامات وصیت کہلاتے ہیں
A 14 15|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ا ن کے مطابق پرویز صاحب نے ان کے سارے سوالوں کے جوابا ت دئیے ماسوائے دو سوالوں کے کہ
A 14 15|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S جیا علی ایک پاکستانی ماڈل اور اداکارہ ہے
A 7 8|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S ماہرہ خان ( 21 دسمبر 1982 ) ایک پاکستانی ماڈل اداکارہ اور وی جے ہے
A 14 15|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S مایا علی یا مریم تنویر علی ( 27 جولائی 1989 ) کو پیدا ہونے والی ایک پاکستانی اداکارہ ہیں
A 18 19|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S وہ افضل گورو کی موت کا بدلہ ہر انڈین فوجی سے لینا چاہتا ہے
A 12 13|||R:VERB:INFL|||چاہتے|||REQUIRED|||-NONE-|||0

S ابھی حال ہی میں ان کے ریڈ کارنر وارنٹ بھی جاری کر دئیے گئے ہیں
A 12 13|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S جس کے نتیجے میں بارہ افراد زخمی اور کچھ کی موت ہوی
A 11 12|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S یہی وجہ ہے کہ اس سال بھی مسیحی پادریوں نے اس دن کی مذمت میں سخت بیانات دیئے
A 17 18|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ویلنٹائن ڈے منانے کے حق میں جو دلائل دئیے جاتے ہیں ا ن کےمطابق ویلنٹائن ڈے خوشیاں اور محبتیں بانٹنے کا دن
A 8 9|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S یہی وجہ ہے کہ 2016 بھی مسیحی پادریوں نے اس دن کی مذمت میں سخت بیانات دیئے
A 16 17|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ویلنٹائن ڈے کی حمایت میں تین چار دلائل دئیے جاتے ہیں
A 8 9|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ماں باپ بہن بھائیوں اور دوستوں وغیرہ کو بھی تو پھول دئیے جاسکتے ہیں
A 11 12|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S عیلی سیلا کی کاہنہ اور بنی اسرائیل کی آخری قاضی تھی
A 10 11|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S وہ شمشون کی وفات کے بعد قاضی بنی تھی
A 8 9|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S اتنے تک کہ آپ ہاتھ دھو کے روٹی کھلاتے تھے
A 5 6|||R:VERB:INFL|||دھولا|||REQUIRED|||-NONE-|||0

S اتنے تک کہ آپ ہاتھ دھو کے روٹی کھلاتے تھے
A 6 7|||R:VERB:INFL|||کر|||REQUIRED|||-NONE-|||0

S 1938 میں وہ سندھ کے وزیر اعلی ہونے کے بعد سندھ کو سودارنے کے لئے کتنے ہی کام کئے
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یوسف پیامبر 2008 میں بنائی گئی ایک معروف ایرانی سلسلے وار تاریخی کھیل ہے جو کہ حضرت یوسف کی مبارک زندگی پر مبنی ہے
A 4 5|||R:VERB:INFL|||بنایا|||REQUIRED|||-NONE-|||0

S یوسف پیامبر 2008 میں بنائی گئی ایک معروف ایرانی سلسلے وار تاریخی کھیل ہے جو کہ حضرت یوسف کی مبارک زندگی پر مبنی ہے
A 5 6|||R:VERB:INFL|||گیا|||REQUIRED|||-NONE-|||0

S یہ خیال کیا جاتا ہے کہ یہ سنی مسلک سے ہے
A 10 11|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S وہ ایک کہنہ مشق اور ذہین انجینئر قابل زرعی سائنس دان اور سماجی کارکن تھا
A 14 15|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S کاہن کا ذکربائبل میں بکثرت پیشن گوئی کرنے والےکے طور پر آیا ہے عام زندگی میں اس سے جادوگر مراد لی جاتی ہے
A 20 21|||R:VERB:INFL|||لیا|||REQUIRED|||-NONE-|||0

S کاہن کا ذکربائبل میں بکثرت پیشن گوئی کرنے والےکے طور پر آیا ہے عام زندگی میں اس سے جادوگر مراد لی جاتی ہے
A 21 22|||R:VERB:INFL|||جاتا|||REQUIRED|||-NONE-|||0

S شریعت موسوی سے مراد وہ تمام احکامات ہیں جو اللہ تعالی نے موسی کے ذریعے بنی اسرائیل پر توریت کی صورت میں نازل کیئے
A 23 24|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس موقع پر خاص بیت المال سے اس نے پانچ کروڑ درہم خرچ کئے
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S قرآن کریم کے مطابق حضرت موسی علیہ السلام کو جو دو واضح معجزات دئیے گئے تھے وہ یہ تھے
A 13 14|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اللہ تعالی نے حضرت سلیمان علیہ السلام کو یہ معجزے دئیے
A 10 11|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S نائیڈو کو سات سال کی عمر میں اسکول کی ٹیم میں شامل کیا گیا تھا اور اس نے روشن مستقبل کا وعدہ دکھایا تھا
A 22 23|||R:VERB:INFL|||دکھائی|||REQUIRED|||-NONE-|||0

S نائیڈو کو سات سال کی عمر میں اسکول کی ٹیم میں شامل کیا گیا تھا اور اس نے روشن مستقبل کا وعدہ دکھایا تھا
A 23 24|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S وزی وجیا نگرم کے حکمران پ ساپتی وجئے راما گجپتی راجو کا دوسرا بیٹا تھا
A 14 15|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S سعودی سفیر نے آواران اور تربت کے علاقے ڈھنڈار میں 2013 آنیوالے زلزلہ متاثرین میں گھروں کی تعمیر کے منصوبے کے چیک تقسیم کئے ,
A 23 24|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S شٹ ڈاون سے انیس میوزیم اور چڑیاگھر بھی بند کر دئیے گئے صرف امریکی فوج کو تنخواہ ملے گی
A 10 11|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S جو اسی زھرہ ( حسن کی دیوی ) کی طرف منسوب کئے جاتے ہیں
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S دنیا کے مختلف خطوں اور قومیتوں میں دلہن مختلف طرح کے لباس زیب تن کرتی ہیں
A 15 16|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S یہاں کے لوگ کافی مہمان نواز ہے
A 6 7|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S کہا جاتا ہے کہ درسمند کے جتنے بھی پرانے مساجد ہے سب کے سب میں تازہ چشموں کے نالے بہتے ہیں
A 10 11|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S درسمند کے شمالی سمت بڑے پہاڑ ہے
A 6 7|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S لوگ سادہ اور ملنسار ہے
A 4 5|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S حامد سعید کاظمی ایک کھاتے پیتے چھی مذہبی خاندان میں پیدا ہوئے
A 11 12|||R:VERB:INFL|||ہوا|||REQUIRED|||-NONE-|||0

S وہ گیارہ بہن بھائیوں میں سے ایک ہیں
A 7 8|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S حامد سعید کاظمی شادی شدہ ہیں اور انکی دو بیٹیاں اور دو بیٹے ہیں
A 5 6|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S 2010 میں حامد سعید کاظمی سعودی عرب میں پاکستانی حاجیوں کی سہولیات کے سلسلے میں ایک بدنام بدعنوانی کے اسکینڈل میں ملوث ہوئے
A 22 23|||R:VERB:INFL|||ہوا|||REQUIRED|||-NONE-|||0

S حامد سعید کاظمی ایک کھاتے پیتے چھی مذہبی خاندان میں پیدا ہوا
A 11 12|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S وہ گیارہ بہن بھائیوں میں سے ایک ہے
A 7 8|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S حامد سعید کاظمی شادی شدہ ہے اور اسکی دو بیٹیاں اور دو بیٹے ہیں
A 5 6|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S 2010 میں حامد سعید کاظمی سعودی عرب میں پاکستانی حاجیوں کی سہولیات کے سلسلے میں ایک بدنام بدعنوانی کے اسکینڈل میں ملوث ہوا
A 22 23|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S سید خورشید شاہ پیپلز جماعت سے تعلق رکھنے والا پاکستانی سیاست دان ہے
A 12 13|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S 2013 کے انتخبات میں اپنی جماعت کی شکشت کے بعد پارلیمان میں قائد حزب اختلاف منتخب ہوا
A 16 17|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S یونیورسٹی میں اعل ی تعلیم کیلئے دنیا میں رائج علوم سے متعلقہ کئی شعبہ جات قائم کئے گئے ہیں جن کی تفصیل درج ذیل ہے
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جس پر نبی کریم صلی اللہ علیہ وآلہ وسلم نے فرمایا تھا کہ آج پرویز نے اپنی سلطنت کے ٹکڑے کر دئیے ہیں
A 21 22|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S آج کا دن مقامی ٹیکنا لوجی کی بنیاد پر یورینیم کی افزودگی کی سرگرمیاں شروع کئے جانے سے مناسبت رکھتا ہے
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S لیکن ہمارے اکثر سابقہ علما نے اس واقعے پر اعتراضات کئے ہیں
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 1986 میں وہ ترواننت پورم میں پیدا ہوئی لیکن اس کی پرورشمسقط میں ہوئی
A 7 8|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S یہ شخصیت جس پر ہرطرف سے حملے کئے گئے اور اس کی حفاظت بھی نہ ہوئی
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S مگر سب جو باپ کی طرف سے مسیح کو دیئے گئے یعنی برگزید وہ آئیں گے ( یوحنا 6 37 )
A 9 10|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس قتل عام میں اس کے افغان سالار احمد شاہ ابدالی نے خون کے دریا بہا دئیے
A 16 17|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S احمد شاہ ابدالی نے کل سات حملے کئے جن میں سے چوتھے اور پانچویں حملے میں دہلی پہنچا
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 1937 میں لکھنؤ کے شیعوں نے اشتعال انگیزی کے رد عمل میں تبرے کے جلوس نکالنا شروع کر دئیے
A 18 19|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S 1983 میں کراچی میں شیعہ آبادیوں پر حملے ہوئے جن میں ساٹھ افراد شہید کر دئیے گئے
A 15 16|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S عدالتوں میں متعصب جج بھرتی کئے گئے
A 5 6|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S بیت المقدس میں زبردستی بت رکھوا دئیے
A 6 7|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S تمام یہودی قوانین کی جگہ یونانی قوانین نافذ کر دئیے گئے
A 9 10|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ماتیاس ارتسبرگرجس نے جنگ عظیم اول کے اختتام پر بدنام زمانہ صلح نامہ پر دستخط کئے
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S وقت کے ساتھ ساتھ ان علاقوں میں ان بے وطنوں کی اپنی ایک علاقائی اور تارک وطن اشکنازی تشخص پروان چرھنے لگی
A 21 22|||R:VERB:INFL|||لگا|||REQUIRED|||-NONE-|||0

S وہ تحریک نفاذ شریعت محمدی کے بانی صوفی محمد کے داماد بھی ہیں
A 12 13|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S وہ تحریک نفاذ شریعت محمدی کے بانی صوفی محمد کا داماد بھی ہے
A 12 13|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S وہ تحریک نفاذ شریعت محمدی کے بانی صوفی محمد کے داماد بھی ہیں
A 12 13|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S وہ تحریک نفاذ شریعت محمدی کے بانی صوفی محمد کا داماد بھی ہے
A 12 13|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S وہ تحریک نفاذ شریعت محمدی کے بانی صوفی محمد کے داماد بھی تھا
A 12 13|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S امریکی افواج نے دعوی کیا ہے کہ ملا فضل اللہ 13 جون 2018 کے ڈرون حملے میں مارا گیا
A 17 18|||R:VERB:INFL|||مارے|||REQUIRED|||-NONE-|||0

S امریکی افواج نے دعوی کیا ہے کہ ملا فضل اللہ 13 جون 2018 کے ڈرون حملے میں مارا گیا
A 18 19|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S مختلف ٹائیم پر تنظیم کی جانب سے قدرتی وسائل کی لوٹ مار کے خلاف پوری سندھ میں احتجاج کئے
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جسمم کی جانب سے نیٹو ٹینکروں پر حملوں کے خلاف مظاہرے کیئے گئے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S " ہمارا مقصد اندر باہر امن ہونا چاہئے
A 7 8|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S پاکستان کو چین سے ملانے والی شاہراہ قراقرم بھی وادی گوجال سے گزرتے ہوے خنجراب کے سیاحتی مقام پر چین میں داخل ہوتی ہے
A 13 14|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S مرکزی ہنزہ کے قصبے علی آباد سے شمال کی جانب جاتے ہوے وادی گوجال کے دیہات درج ذیل ترتیب میں واقع ہیں
A 11 12|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S عرض بلد اور طول بلد تمام شہروں کے لیے دئیے گئے ہیں
A 9 10|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S آئی پے اے کا ایک حرف ہے جو اردو کے ڈ کی آواز کو ظاہر کرتا ہے اسے بآواز ہم مخرجی اختتام کہتے ہین
A 23 24|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S جامعہ مک‌گ ل سے ریاضییات میں 1972 میں پی ایچ ڈی کی سند حاصل کی عمر بھر امریکی جامعہ ٹیکساس میں استاد رہا
A 22 23|||R:VERB:INFL|||رہے|||REQUIRED|||-NONE-|||0

S " تازہ ھوا بہار کی دل کا ملال لے گئ " عزیز حامد مدنی
A 9 10|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S عبد الخالق نے قومی کھیلوں میں 100 گولڈ میڈلز بین الاقوامی کھیلوں میں 26 گولڈ میڈل اور 23 سلور میڈل حاصل کئے
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 2006 میں یہ ریلوے لائن تخریب کاروں کے ہاتھوں پلوں کے تباہ ہو جانے کی وجہ سے بند ہو گئ
A 19 20|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S یہ ریلوے اسٹیشن 1979 میں قائم ہوا اور ایک شٹل ٹرین اسلام آباد اور راولپنڈی کے درمیان شروع کی گئ
A 19 20|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S تاپم یہ ایک سال کے اندر خسارے کے باعث بند کر دی گئ
A 12 13|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S فرانس کو شام اور لبنان جبکہ برطانیہ فلسطین اور عراق دیئے گئے
A 10 11|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S جنید سلیم 21 اگست 1968 کو پنچاب کے شہر اوکاڑہ میں پیدا ہوے
A 12 13|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S آفتاب اقبال نے 1994 1995 تک وزیر اعلی پنجاب کے میڈیا ایڈوائزر کے طور پر اپنے فرائض انجام دیئے
A 18 19|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S آفتاب اقبال 19 ستمبر 1961 میں پیدا ہوے
A 7 8|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S وہ 14 فروری 1965 کو لاہور میں پیدا ہوے
A 8 9|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S اس واقعہ کے وقت بینظیر کی حفاظت کی ذمہ داری رحمن ملک کے ذمہ تھی اور وہ جائے وقوع پر موجود تھا
A 21 22|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S انتخابات کے بعد رحمن ملک 5 سال تک وزیر داخلہ رہا مگر اس مقدمہ کی تفتیش آگے نہیں بڑھا سکا
A 10 11|||R:VERB:INFL|||رہے|||REQUIRED|||-NONE-|||0

S انتخابات کے بعد رحمن ملک 5 سال تک وزیر داخلہ رہا مگر اس مقدمہ کی تفتیش آگے نہیں بڑھا سکا
A 19 20|||R:VERB:INFL|||سکے|||REQUIRED|||-NONE-|||0

S نواز شریف نے 2013 انتخابات میں وعدہ کیا کہ وہ اس واقعہ کی تحقیقات کرائے گا مگر کوئی پیش رفت نہیں ہوئی
A 15 16|||R:VERB:INFL|||گے|||REQUIRED|||-NONE-|||0

S بینظیر کی موت اس وقت واقع ہوئی جب وہ لیاقت باغ میں جلسہ سے واپس ہو رہی تھی
A 17 18|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S الن فقیر 1932 کو جامشورو سندھ میں پیدا ہوا
A 8 9|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S اصل نام علی بخش تھا لیکن الن فقیر کے نام سے مشہور ہوا
A 12 13|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S یہ واحد وہ شرح ہے جو اردو ہوتے ہوے عربی کا مکمل لطف بھی دیتی ہے اور مواد بھی
A 8 9|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S شہباز شریف کی حکومت میں دو بار وزیر انصاف رہا
A 9 10|||R:VERB:INFL|||رہے|||REQUIRED|||-NONE-|||0

S گیم کو کافی حد تک مثبت جائزے ملے جن میں سب سے بہتر سکور میٹا کریٹک نے 81 دئیے
A 18 19|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ذیل میں علاقے اور مشہور نام دئیے گئے ہیں
A 6 7|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس میں وہ پیغامات درج ہیں جو 520 قبل مسیح میں خداوند کی طرف سے حجی نبی کو دئیے گئے
A 18 19|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S تہکال دو حصوں میں تقسیم ہے اور دونوں حصوں کو الگ الگ نام دیئے گئے ہیں یعنی تہکال بالا اور تہکال پائیں
A 13 14|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S پین نے اپنے لیے تین درج ذیل مقاصد متعین کیئے ہیں
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S شروع میں کھلاڑیوں کو روایتی پوکیمون نہیں دیئے جاتے بلکہ اس کے برعکس پکاچو دیا جاتا ہے جبکہ رقیب کو ایوی دی جاتی ہے
A 7 8|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S بطور اداکار وحید نے ہیرا اور پتھر ارمان عندلیب اور مستانہ ماہی کے لیے 4 نگار ایوارڈ کئے
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S تحریک نسواں تھیٹر اور معاشرے میں بڑھتی ہوئی مشینی آلات اس کے پسندیدہ موضوع تھے
A 6 7|||R:VERB:INFL|||بڑھتے|||REQUIRED|||-NONE-|||0

S تحریک نسواں تھیٹر اور معاشرے میں بڑھتی ہوئی مشینی آلات اس کے پسندیدہ موضوع تھے
A 7 8|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S کارل فان اوسیتزکی ایک جرمن امن پسند تھا وہ 3 اکتوبر 1889 کو جرمنی کے شہر ہیمبرگ میں پیدا ہوا
A 19 20|||R:VERB:INFL|||ہوے|||REQUIRED|||-NONE-|||0

S کارل فان اوسیتزکی ایک جرمن امن پسند تھا وہ 3 اکتوبر 1889 کو جرمنی کے شہر ہیمبرگ میں پیدا ہوے
A 19 20|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S کارل فان اوسیتزکی ہیمبرگ شہر کے ایک اسٹینوگرافر کے ہاں پیدا ہوا جو ایک وکیل کے دفتر میں نوکری کرتا تھا
A 11 12|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S اس دوران باب نے کئی موسیقی کی کمپنیوں کے توسط سے اپنے ریکارڈ جاری کیئے اور 1974 اسے تجارتی طور پر بہت کامیابی ملی
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S شاہ پوری لہجہ زیادہ تر پاکستانی پنجاب میں بولا جاتی ہے
A 9 10|||R:VERB:INFL|||جاتا|||REQUIRED|||-NONE-|||0

S جب بھی ملازمین کی ضرورت ہوتی ہے تو ملک ے مشہور اخبارات میں اشتہار دئیے جاتے ہیں
A 14 15|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس کے ساتھی ریما موسی ستمبر 1981 میں اقوام متحدہ کے لیے دستخط کئے اور اس کے بعد جلد ہی روبساون پیروی کی
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ان کی ولادت 1905 کو بھارتی پنجاب کے شہر جنڈیالہ گرو ( امرتسر ) میں ہوا
A 15 16|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S 1917 کے روسی انقلاب نے منگکلیں ادب پر گہرے اثرات ثبت کئے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ان کی نظموں مین حب الوطنی قرم پرستی رومانویت انقلابی اور تعلیمی نوعیتوں کے تصورات نمایاں طور پر محسوس کئے جاسکتے ہیں
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S منہ سے جسم کے دوسرے اعضا کی تحریک ( مثلا چومنا یا چاٹنا ) کو دہنی جماع نہیں خیال کی جاتا
A 19 20|||R:VERB:INFL|||کیا|||REQUIRED|||-NONE-|||0

S اس تنظیم نے اپنے لیے جو اغراض ومقاصد بیان کئے ہیں وہ کچھ یوں ہیں
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S سام علیہ السلام کی اولاد گورے رنگ کی ہے جبکہ حام علیہ السلام کی اولاد سیاہ فام ہے
A 17 18|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اس میں نوح ان کی بیوی تین بیٹوں اور بہووں کے علاوہ مختلف اقسام کے پرندے اور حیوانات بھی جمع کئے گئے تھے
A 20 21|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S تمام صارفین کی طے شدہ دستخط ( جو میں موجود ہے ) اس وقت ظاہر ہوتی ہے جب 1 تحریر کیا جائے
A 15 16|||R:VERB:INFL|||ہوتا|||REQUIRED|||-NONE-|||0

S جنہوں نے اپنے والد ذوالفقار علی بھٹو کو پھانسی دیئے جانے کا بدلہ لیا
A 9 10|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ہر عامل کے لیے دئیے گئے پوائنٹ کی فہرست دائیں جانب موجود جدول میں ہے اور ختمی سکور 0 سے 17 تک ہوتا ہے
A 4 5|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S دیگر استعمالات کے لیے دیکھئے
A 4 5|||R:VERB:INFL|||دیکھیے|||REQUIRED|||-NONE-|||0

S بھارتی صدر نائب صدر یا وزیراعظم کے وفات پر بھارت بھر میں قومی پرچم سرنگوں رہتی ہے
A 15 16|||R:VERB:INFL|||رہتا|||REQUIRED|||-NONE-|||0

S اس موقع پر دیگر تمام جھنڈوں کی سائز برابر ہونی چاہئے جبکہ کوئی بھی پرچم کا سائز بھارتی پرچم سے بڑا نہیں ہونا چاہئے
A 9 10|||R:VERB:INFL|||ہونے|||REQUIRED|||-NONE-|||0

S جھنڈوں کا شروع کا حصہ ایک دوسرے کی طرف ہونا جاہیے جبکہ زعفرانی پٹی اوپر ہونی چاہیے
A 9 10|||R:VERB:INFL|||ہونے|||REQUIRED|||-NONE-|||0

S تحریک کے اختتام تک 15 سو لوگ پورے ہند میں گرفتار کئے گئے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S نہرو نے دو پرچم پیش کئے ایک کھادی میں جبکہ دوسرا ریشمی کپڑے میں
A 5 6|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ معیارات 1968 میں تخلیق کئے گئے جبکہ سنہ 2008 میں انکی تجدید ہوئی
A 5 6|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ بننے ہوئے کھادی شمالی کرناٹکہ کے اضلاع دھرواڈ اور بگل کوٹ کے دو دستکاری مراکز سے مہیا کئے جاتے ہیں
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس کے بعد جلدہی پرچم نے تحریک آزادی میں عزت اور وقار پیدا کی
A 13 14|||R:VERB:INFL|||کیا|||REQUIRED|||-NONE-|||0

S ماضی کے مقابلے میں اب انگریزوں نے جھنڈے کی اہمیت کو سمجھنا شروع کی اور اس حوالے اسے پالیسی وضح کی گئی
A 13 14|||R:VERB:INFL|||کیا|||REQUIRED|||-NONE-|||0

S اس میں یہ بھی سفارش کی گئی کے جھنڈے کے نقوش میں نوآبادیاتی دور کی کوئی بھی جھلک نا ہوگی
A 19 20|||R:VERB:INFL|||ہو|||REQUIRED|||-NONE-|||0

S اس کے مطابق تمام جھنڈے کھادی ریشم یا کاٹن سے تیار کیے جانے چاہئے
A 13 14|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S جھنڈے کو کبھی بھی الٹا نہیں دیکھانا چاہئے
A 7 8|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S جبکہ باوردی لوگوں کو پرچم کو صحیح سلیوٹ پیش کرنا چاہئے
A 10 11|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S جب پرچم قطار سے گزرے تو اسے سیلوٹ کرنا یا مستعد رہنا چاہئے
A 12 13|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S اس موقع پر دیگر تمام جھنڈوں کے سائز برابر ہونے چاہئے جبکہ کوئی بھی پرچم کا سائز بھارتی پرچم سے بڑا نہیں ہونا چاہئے
A 10 11|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S اس موقع پر دیگر تمام جھنڈوں کے سائز برابر ہونے چاہئے جبکہ کوئی بھی پرچم کا سائز بھارتی پرچم سے بڑا نہیں ہونا چاہئے
A 23 24|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S یہ فائل 1 کی ہے اور دیگر منصوبوں کے زیر استعمال ہوسکتا ہے
A 11 12|||R:VERB:INFL|||ہوسکتی|||REQUIRED|||-NONE-|||0

S اس حکومت دا دار الحکومت دہلی تھی اور زبانیں پشتو اور فارسی تھی
A 6 7|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S اس حکومت کا دار الحکومت دہلی تھا اور زبانیں پشتو اور فارسی تھی
A 12 13|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S حکمران شاہ کے دو قسمیں ہوتی ہے
A 6 7|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S یہ کتاب فارسی زبان میں لکھا گیا تھا
A 5 6|||R:VERB:INFL|||لکھی|||REQUIRED|||-NONE-|||0

S یہ کتاب فارسی زبان میں لکھا گیا تھا
A 6 7|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S یہ کتاب فارسی زبان میں لکھا گیا تھا
A 7 8|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S پہلا ج لد تیمور بابر اور ہمایوں وغیرہ کے دور اور خاندان کو بیان کرتے ہیں
A 14 15|||R:VERB:INFL|||کرتی|||REQUIRED|||-NONE-|||0

S پہلا ج لد تیمور بابر اور ہمایوں وغیرہ کے دور اور خاندان کو بیان کرتے ہیں
A 15 16|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S بادشاہ کے گھیرنے کا دوسرا اور خاتمی شکل یہ ہے کہ اس کو مات یا موت دیا جاتا ہے
A 16 17|||R:VERB:INFL|||دی|||REQUIRED|||-NONE-|||0

S شہروں کے طول بلد اور عرض بلد بھی دئیے ہوئے ہیں
A 8 9|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس کی اوپر 64 ( آٹھ ضرب آٹھ ) مربع خانے بنے ہوتی ہیں
A 12 13|||R:VERB:INFL|||ہوتے|||REQUIRED|||-NONE-|||0

S کالج نے بٹوارے کے بعد سینیئر افسران " کے لیے نصاب تشکیل دئیے
A 12 13|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S یہ صرف ایک حالت میں رکتی ہے اور وہ تب جب اسی کھلاڑی کے کسی مہرے نے راستہ روک رکھا ہو
A 5 6|||R:VERB:INFL|||رکتا|||REQUIRED|||-NONE-|||0

S جبکہ وائی فائی ٹیکنالوجی میں روایتی ریڈیو فریکوئینسیز استعمال کی جاتی ہے
A 11 12|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S امریتا سنگھ ( ولادت 9 فروری 1958 ) ایک بھارتی فلمی اداکارہ ہے
A 12 13|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S انجلی دیوی 24 اگست 1927 کو بھارت کے صوبے آندھرا پردیش کے مشرقی گوداوری ضلع میں پیدا ہوئی تھیں
A 17 18|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S وہ اپنے زمانہ کی سب سے زیادہ رقم لینے والی اداکارہ تھی
A 11 12|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S اس دوران میں وہ ماڈلنگ کررہی تھی
A 6 7|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S کائنات اروڑہ دیویا بھارتی کی کزن ہے
A 6 7|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S ابتدائی برسوں میں وہ اپنی بوبلی شخصیت اور گڑیا کی طرح دیکھتی تھیں
A 11 12|||R:VERB:INFL|||دکھتی|||REQUIRED|||-NONE-|||0

S ایک بھارتی فلمی اداکارہ ہے
A 4 5|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S بعض ذرائع کے مطابق وہ ڈپریشن کا شکار تھیں
A 8 9|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S وہ گزشتہ کچھ مہینوں سے ڈپریشن میں تھیں
A 7 8|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S جوہی چاولا ایک بھارتی فلمی اداکارہ ہے
A 6 7|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S مہیما چودھری ایک بھارتی فلمی اداکارہ ہے
A 6 7|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S ان میں سے کئی فلمیں باکس آفس پر ہٹ ثابت ہوئی لیکن کامیابی کا کریڈٹ دارا سنگھ کو دیا گیا
A 10 11|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S اس فلم کے ہیرو گل حمید تھے جبکہ ہدایتکاری کے فرائض اے آر کاردار نے سر انجام دئیے
A 17 18|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S بیکار دھول مٹی پتھر اور چٹانی اجزا جو کچ دھات میں ملے ہوتے ہیں الگ کر کے پھینک دیئے جاتے ہیں
A 18 19|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S یہ تینوں عمل ہوا کی غیر موجودگی میں کیئے جاتے ہیں تا کہ ہوا کی آکسیجن دھات سے تعامل نہ کر سکے
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S بیکار دھول مٹی پتھر اور چٹانی اجزا جو کچ دھات میں ملے ہوتے ہیں الگ کر کے پھینک دیے جاتے ہیں
A 18 19|||R:VERB:INFL|||دیئے|||REQUIRED|||-NONE-|||0

S یہ تینوں عمل ہوا کی غیر موجودگی میں کیے جاتے ہیں تا کہ ہوا کی آکسیجن دھات سے تعامل نہ کر سکے
A 8 9|||R:VERB:INFL|||کیئے|||REQUIRED|||-NONE-|||0

S بیکار دھول مٹی پتھر اور چٹانی اجزا جو کچ دھات میں ملے ہوتے ہیں الگ کر کے پھینک دیئے جاتے ہیں
A 18 19|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S یہ تینوں عمل ہوا کی غیر موجودگی میں کیئے جاتے ہیں تا کہ ہوا کی آکسیجن دھات سے تعامل نہ کر سکے
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S بعد میں بادشاہ ( 560 546 ) نے خالص سونے اور خالص چاندی کے سکے جاری کیئے جو کہلاتے تھے
A 16 17|||R:VERB:INFL|||کئے|||REQUIRED|||-NONE-|||0

S بعد میں بادشاہ ( 560 546 ) نے خالص سونے اور خالص چاندی کے سکے جاری کئے جو کہلاتے تھے
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ جنگ میوند کے مقام پر ہوا
A 6 7|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S تاریخ کے سفر کے دوران اس شہر پر کئی اقوام کا قبضہ رہا اور فاتحین نے اس کو کئی نام دئیے
A 20 21|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S سندالی 11جنوری 1972 کو بہار کے شہر مظفرپور میں پیدا ہوئیں
A 10 11|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S چونکہ وہ پائلٹوں اور ڈاکٹروں کے خانوادے سے تھی اس لئے ڈاکٹر بننے کی خواہش رکھتی تھی
A 16 17|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S چونکہ وہ پائلٹوں اور ڈاکٹروں کے خانوادے سے تھی اس لئے ڈاکٹر بننے کی خواہش رکھتی تھیں
A 16 17|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S شکیلہ ( ولادت 18 نومبر 1977 ) ایک بھارتی فلمی اداکارہ ہے
A 11 12|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S انہوں نے اپنے دور میں جتنا کام کیا اس کی ہر صورت توصیف کرنی چاہئے
A 14 15|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S انہوں نے میں 2004 میں ہی بھارتیہ جنتا پارٹی میں شامل ہوئیں تھیں
A 11 12|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S بسمل پر لکھی گئ کتابیں اور تحقیقی مواد
A 3 4|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S اس تنظیم کی طرف سے ایک اشتہار اور ایک عہد بھی شائع کی گئی
A 12 13|||R:VERB:INFL|||کیا|||REQUIRED|||-NONE-|||0

S اس تنظیم کی طرف سے ایک اشتہار اور ایک عہد بھی شائع کی گئی
A 13 14|||R:VERB:INFL|||گیا|||REQUIRED|||-NONE-|||0

S یہیں رہ کر انھوں نے اپنا انقلابی ناول " بولشیوی وں کے کرتوت " لکھی
A 14 15|||R:VERB:INFL|||لکھا|||REQUIRED|||-NONE-|||0

S انہوں نے کئی کتابی لکھی جن میں 11 کتابیں ہی ان زندگی کے دور میں شائع ہوئیں
A 4 5|||R:VERB:INFL|||لکھیں|||REQUIRED|||-NONE-|||0

S تحریک کو کچلنے کے یہ اعداد و شمار دہلی کی مرکزی اسمبلی میں آنریبل ہوم ممبر نے پیش کئے تھے
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S تاپسی پنوں ( لاطینی ) ( پیدائش 1 اگست 1987 ) ایک بھارتی فلمی اداکارہ اور ماڈل ہیں
A 17 18|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S ان کا والد شیخ علی اکبر جامعی مغل شہزادہ اور بابر کے سب سے چھوٹا صاحبزادہ ہندال مرزا کا دوست اور اتالیق تھا
A 22 23|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S اس کتاب میں جو نسب نامے دیئے گئے ہیں وہ بعد کی تصانیف مثلا حیات افغانی میں نقل کئے گئے ہیں
A 6 7|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس کتاب میں جو نسب نامے دیئے گئے ہیں وہ بعد کی تصانیف مثلا حیات افغانی میں نقل کئے گئے ہیں
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S وہ بہت سی پنجابی فلموں اور ڈراموں میں کام کر چکی ہے
A 11 12|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S 1993 میں اپنی موت سے چند سال قبل فرید الدین نے ثمینہ کو طلاق دے دیا تھا
A 15 16|||R:VERB:INFL|||دی|||REQUIRED|||-NONE-|||0

S 1993 میں اپنی موت سے چند سال قبل فرید الدین نے ثمینہ کو طلاق دے دیا تھا
A 16 17|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S زیادہ تر عناصر اس طریقے سے شناخت نہیں کیئے جا سکتے
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس بستی نے علمائے دین کے علاوہ بڑے شعرا اور سائنسی علوم کے ماہرین بھی دنیا کو دیئے
A 17 18|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ان کے کچھ علاقے ان سے چھین لئے تھے
A 7 8|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S البتہ انہوں نے اپنا بوجھ ہلکا کرنے کے لیے ستو اور توشے پھینک دئیے
A 13 14|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اسلئے محمد نے ان سے نمٹنے میں قدری تاخیر کیا
A 9 10|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ بطن غران اور عسفان کے درمیان ایک وادی ہے جہاں پر مسلمان صحابہ کو شہید کیئے گئے تھے
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S چونکہ ایلومینیئم لوہے سے بہت زیادہ عاملیت رکھتا ہے اس لیے ایلومینئم پر تو بڑی تیزی سے زنگ لگنا چاہیئے
A 19 20|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S جدید تورات بھی اسی خطات میں لکھا گیا ہے
A 6 7|||R:VERB:INFL|||لکھی|||REQUIRED|||-NONE-|||0

S جدید تورات بھی اسی خطات میں لکھا گیا ہے
A 7 8|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S 2008 میں نوکیا نے اپنے سارے دفاتر یہاں سے منتقل کر دیئے
A 11 12|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس شہر کی مٹی نے بہت سے ذہین لوگ پیدا کئے
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اور دنیا کے زبانوں کا خاندانی تقسیم بھی اسی بنیاد پر کیا گیا ہے
A 11 12|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S اور دنیا کے زبانوں کا خاندانی تقسیم بھی اسی بنیاد پر کیا گیا ہے
A 12 13|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S جدید صوبے 1921 کے بعد سے قائم کئے گئے تھے
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ارد گرد کے کم از کم 27 مسلم دیہات جلا دیئے گئے
A 10 11|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S سلطان نے جواب دیا جو آپ مجھے حکم دیں گے بابا طاہر نے کہا تمہیں وہ کرنا چاہئے جو خدا کا حکم ہو
A 17 18|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S انہوں نے اداکاری کی تعلیم حاصل کرنے کے بعد فلم اور ٹی وی پر اپنے فن کے جوہر دکھانے شروع کئے
A 20 21|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ڈورس ڈے ریاستہائے متحدہ امریکا کی ایک فلمی اداکارہ تھی
A 9 10|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S زرتشتی مذہب کی مقدس کتابژنداوستابھی اسی چرمی کاغذ پر سنہری روشناہی سے لکھی گئ
A 13 14|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S کیلی ماکس کوقومی کتابیاتمرتب کرنے کی پوری ذمہ داری سونپی گئ تھی جس کا ذکر اوپر آیا ہے
A 10 11|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S کتابیںابجدی ترتیبسے آراستہ کی جاتی تھیں یہ 120 بڑے بڑے موضوعات میں کی گئ تھی
A 13 14|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S کتب خانوں میں کتابوں کی فراہمی کو یقینی بنانے کے لیے متعدد اقداقات کئے جاتے تھے
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آبساز اہم ہے کیونکہ یہ ایندھن ہے جو سورج اور دیگر ستاروں کو طاقت دیتا ہے
A 14 15|||R:VERB:INFL|||دیتی|||REQUIRED|||-NONE-|||0

S چھ انعام یافتگان نے ایک سے زائد انعامات حاصل کئے ہیں
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ان میں سے ریڈ کراس کمیٹی نے نوبل امن انعام تین دفعہ حاصل کئے جو اب تک کی سب سے بڑی تعداد ہے
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S سب سے پہلے 1838 میں فرانس سے شائع ہونے والی لغت میں استشراق کی اصطلاح درج کی گئ
A 17 18|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S ایک جامع تعریف یہ کی گئ ہے
A 5 6|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S استشراق اگر صرف اسلام کے خلاف سرگرمیوں کی علامت مانا جا تو اس قسم کی سرگرمیاں پہلی صدیہجریمیں ہی شروع ہو گئ تھیں
A 21 22|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S ایلڈرچ جس پر حکومت نے عوام کی نمائندگی کرنے کے لیئے اخراجات کیئے وہ بینکاروں کی طرفداری کا منصوبہ پیش کر رہا ہے
A 12 13|||R:VERB:INFL|||کئے|||REQUIRED|||-NONE-|||0

S مورگن نے 20 کروڑ ڈالر چھاپے اور اس میں سے کچھ دوسروں کو قرض دیئے
A 14 15|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S فیڈرل ریزرو کو اپنے دیئے گئے قرض پر سود وصول کرنا تھا
A 4 5|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S جرمن روتھشیلڈ نے جرمنی کو قرض دیئے
A 6 7|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اسی طرح برطانوی روتھشیلڈ نے برطانیہ اور فرانسیسی روتھشیلڈ نے فرانس کو قرض دیئے
A 13 14|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس نمایاں ترقی کی وجہ یہ تھی کہ صدر ہارڈنگ نے ٹیکس کم کر دیئے تھے اور امپورٹ ڈیوٹی بڑھا دی تھی
A 14 15|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S فیڈرل ریزرو بورڈ نے جرمنی کو 30 ارب ڈالر دیئے تاکہ وہ دوسری جنگ عظیم کے لیے تیاریاں کر سکے
A 9 10|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S حیرت انگیز طور پر اس فلم نے نمائش کے لیے پیش کئے جانے کے صرف 28دن بعد ایک ارب تومان کی کمائی کی
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کسی قوم کو بغیر جنگ کے غلام بنانے کے لیے ضروری ہے کہ ان لوگوں کے ذہن کنٹرول کیئے جائیں
A 18 19|||R:VERB:INFL|||کئے|||REQUIRED|||-NONE-|||0

S جس ملک کو توڑنا مقصود ہو اس کی حکومت میں اپنے نظریات کے حامی افراد داخل کر دیئے جاتے ہیں
A 17 18|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S کرنل ڈین کے مطابق کسی طاقتور قوم کو بغیر جنگ کیئے غلام بنانے کے کچھ مخصوص طریقے ہوتے ہیں
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کسی قوم کو بغیر جنگ کے غلام بنانے کے لیے ضروری ہے کہ ان لوگوں کے ذہن کنٹرول کئے جائیں
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یزدگرد سوم شہریار کا بیٹا تھا
A 5 6|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S جو 16 جون 632 کو تخت نشین ہوئے اور ان کی حکومت 651 تک قائم رہی
A 7 8|||R:VERB:INFL|||ہوا|||REQUIRED|||-NONE-|||0

S یا جزیہ ادا کرو یا جنگ کے لیے تیار ہو جاو
A 10 11|||R:VERB:INFL|||جاؤ|||REQUIRED|||-NONE-|||0

S آخر میں موضوعات کی فہرست شامل کی گئ ہے
A 7 8|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S دو مرتبہ چالیس چالیس ہزار دینار اللہ کی راہ میں دیئے
A 10 11|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S گورنر جنرل اور گورنروں کو دیئے گئے حق استرداد کی وجہ سے کوئی ایسا قانون نہ بن سکتاتھا جو برطانوی حکومت کے خلاف ہوتاتھا
A 5 6|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اکثر جنگیں کئی مہ ینوں تک چلتے ہیں
A 6 7|||R:VERB:INFL|||چلتی|||REQUIRED|||-NONE-|||0

S 2003 میں نشر کئے جانے والے ایک پاکستانی ٹی وی سیریل کی بھی بنیاد یہی ناول تھا
A 3 4|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ان کی شاعری کی داغ بیل بچپن سے ہی پڑ گئ تھی
A 10 11|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S فخیم زادہ صاحب نے درج ذیل فلمیں اور سلسلے وار کھیل تحریر کئے ہیں اور مکالمہ نویسی کی ہے
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ جلال میں دکھائی دیئے اور اس کے انتقال کا ذکر کرتے تھے جو یروشلم میں واقع ہونے کو تھا
A 4 5|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S پنچن کئی بار ادب کے نوبل انعام کے لیے نامزد کئے گئے مگر ہنوز انھیں اس انعام کو پانے میں کامیابی حاصل نہیں ھوسکی
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S حزقیل علیہ السلام یا ذو الکفل علیہ السلام موسی علیہ السلام کے تیسرے خلیفہ ہیں جو منصب نبوت پر سرفراز کئے گئے
A 20 21|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S شرقپور کی بنیاد مغل بادشاہ شاہ جہاں ( جنوری 1592 تا 22 جنوری 1666 عیسوی ) کے آخری دور میں رکھی گئ تھی
A 21 22|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S وہ کارنامے جن کی وجہ سے ایک بڑی آبادی کی زندگی میں واضح تبدیلی آئی ہو یا لائی گئ ہو
A 18 19|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S 2013 ایکسنیس کی طرف سے کلائنٹ کو سے تجزیاتی جائزے فراہم کیے گیے کمپنی نے اکاؤنٹس کے لیے مارجن ضروریات کو کم کیا
A 12 13|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S اسی دوران ا نھوں نے مہمند ایجنسی کے کئی کلبز بھی پی سی بی کے ساتھ رجسٹر کئے
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اور دعا دی تھی کہ تمہاری اولاد دین کو مستحکم کرے گئ
A 11 12|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S عرض کی گئ کہ ایک سال کے لئے حج ملتوی کر دیں مگر آپ نے انکار کر دیا
A 2 3|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S اسی وقت نقی علی و احمد رضا کو خلافت عطا کی گئ
A 11 12|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S چہرہ پر گھنی داڑھی جو آخر عمر میں کچھ سفید ہوگئ تھی
A 10 11|||R:VERB:INFL|||ہوگئی|||REQUIRED|||-NONE-|||0

S زبان کی سلاست یہاں تک ملحوظ رکھی گئ ہے کہ آیات قرآنی یا احادیث کی تلمیحات کلام میں نہیں ہیں
A 7 8|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S اور ان کے لیے براڈوے کے دروازے کھول دئیے
A 8 9|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس میں تاریخی اصولوں کو پیش نظر رکھتے ہوئے الفاظ کے معنی کی تشریح کی گئ لہے
A 15 16|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S کسی بھی لفظ کی تشریح اس میں بنا سند یا حوالہ کے بغیر درج نہیں کی گئ
A 16 17|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S اردو لغت کے نام سے اردو لغت بورڈ نے ترتیب دی ہے
A 10 11|||R:VERB:INFL|||دیا|||REQUIRED|||-NONE-|||0

S لسانیات میں لفظی عدد ( انگریزی ) شمار کرنے کے لئے استعمال کیا جانے والا تقریر کا ایک حصہ ہے
A 12 13|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ امارت سٹیل کی بنائی گئی ہے اسمیں روشنی کرکے کے لیے بلب بھی لگائے گیے ہے
A 15 16|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S انہوں نے 35 سے زیادہ کتابیں لکھی
A 6 7|||R:VERB:INFL|||لکھیں|||REQUIRED|||-NONE-|||0

S ہیرالڈ پینٹر نے دو 2 شادیاں کی
A 6 7|||R:VERB:INFL|||کیں|||REQUIRED|||-NONE-|||0

S مگر ان کا اصل میدان ڈرامہ نگاری تھی اور یہی انکی شناخت ہے
A 7 8|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S غریب اور ان پڑھ خاندانی پس منظر کے باوجود وہ پڑھنا چاہتی تھی مگر میٹرک بھی پاس نہ کر سکیں
A 12 13|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S میں نے اپنے کپڑے اتار کر اسے دے دیئے
A 8 9|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S لیلی نے ایک دوبار مختلف فلموں اور ٹی وی کھیلوں میں انتہائی مختصر کردار ادا کئے ہیں
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ خواص کے لیے نہیں بلکہ کہ عوام کے لیے لکھی گئ تھی
A 11 12|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S وقت گزرنے کے ساتھ ساٹھ اس علم میں بہت سی شاخیں بنائی گئی تاکہ انسان اسے بآسانی سیکھ سکے
A 12 13|||R:VERB:INFL|||گئیں|||REQUIRED|||-NONE-|||0

S سیالکوٹ پاکستان میں واقع فارورڈ سپورٹس ایڈیڈاس برازوکا کے صنعت کار ہے
A 11 12|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S جس میں دیئے گئے وقت میں کوئی گول نہ ہو سکا
A 2 3|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S تحریک نفاذ شریعت محمدی ایک پاکستانی شدت پسند گروہ ہے جس کا مطالبہ ہے کہ پاکستان میں اسلامی نظام کا نفاذ کیے جائے
A 21 22|||R:VERB:INFL|||کیا|||REQUIRED|||-NONE-|||0

S اگر قرآن میں کسی غلطی کی سزا مقرر کی گئ ہو تو وہ اسلامی اصطلاح میں حد کہلاتی ہے
A 9 10|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S اس کے علاوہ 50 لاکھ روپے بطور تاوان جنگ بھی انگریزوں کو ادا کیئے گئے
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S صحارا نے جب فحش اداکاری کا آغاز کی تو اسے اپنے خاندان سے چھپائے رکھا
A 7 8|||R:VERB:INFL|||کیا|||REQUIRED|||-NONE-|||0

S 1978 میں لیبیا کے سرکاری دورے میں اغوا کر لئے گئے اور ابھی ان کے زندہ یا فوت ہونے کا کچھ علم نہیں ہے
A 9 10|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اس کی فلمبندی سیبیل کیلیے ذاتی طور پر جانکش ثابت ہوئ
A 10 11|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S اس قصے کا عنوان " جہنم سے " ایک خط کے اولین الفاظ سے لئے گئے ہیں
A 14 15|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اس قصے میں جیک سفاککے عزائم اور مقاصد کے بارے میں اندازے و قیاسات کئے گئے ہیں
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اور انتھک تدریسی کوششوں سے ہزاروں شاگرد علما تیار کئے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S انھوں نے انیس 19 شعری مجموعے تخلیق کئے
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اور جما دیئے گئے ہیں
A 2 3|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S جس کے مطابق مساجد اور عبادت کے دیگر مقامات پر حملے پلانٹد بم اور خود کش بم دھماکے غیر اسلامی قرار دئیے گئے
A 21 22|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S قرآن کے تراجم دنیا بھر کی اہم زبانوں میں ہو چکے ہیں اور کئے جا رہے ہیں
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S بڑی زبانوں میں تراجم قرآن ایک سے زائد لوگوں نے مختلف ادوار میں کئے ہیں
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اسے ہمارے پیغمبر محمد صلی اللہ علیہ وآلہ وسلم پر وحی کے ذریعے 23سال کے ارسے میں ضرورت کے مطابق اتارا گیا
A 20 21|||R:VERB:INFL|||اوتاری|||REQUIRED|||-NONE-|||0

S اسے ہمارے پیغمبر محمد صلی اللہ علیہ وآلہ وسلم پر وحی کے ذریعے 23سال کے ارسے میں ضرورت کے مطابق اتارا گیا
A 21 22|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S ابوبکرالبغدادی خود کو " امیرالمومنین " کہلاتا ہے
A 6 7|||R:VERB:INFL|||کہلاتے|||REQUIRED|||-NONE-|||0

S ہنگل نے زیادہ تر بوڑھوں اور عمر رسیدہ کردار ادا کئے
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S انھون نے فلموں میں زیادہ تر مثبت کردار ادا کئے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ساڑھے آٹھ سو میں سے چھ سو چھیالیس نمبر حاصل کئے
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 1985میں انٹر سروسز پبلک ریلیشنز کے ڈائریکٹر بنا دئیے گئے
A 8 9|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S الف لیلہ و لیلہ کی کہانی میں بیان کردہ ساری کہانیاں اسی کی زبانی بیان کی گئ ہیں
A 16 17|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S لہذا یہ عمل حرام نہیں ہے ل ن بعض فرقے اور علما کی ایک جماعت اسے مکروح کہتے ہیں
A 17 18|||R:VERB:INFL|||کہتی|||REQUIRED|||-NONE-|||0

S لہذا یہ عمل حرام نہیں ہے ل ن بعض فرقے اور علما کی ایک جماعت اسے مکروح کہتے ہیں
A 18 19|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S سلطان سلیمان اعظم سلطنت عثمانیہ کے دوسرے خلیفہ ہیں ان کے عہد خلافت میں سلطنت عثمانیہ اپنے بام عروج پر جا پہونچی تھی
A 21 22|||R:VERB:INFL|||پہنچی|||REQUIRED|||-NONE-|||0

S 2014 دولت مشترکہ کھیلوں میں حاصل کردہ تمغا جات یہ فہرست کھلاڑی جس ملک سے ہیں ان ممالک کی ترتیب سے دی گئ ہے
A 22 23|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S انہوں نے کئی امریکی اور کینیڈین یونیورسٹیوں کالجوں گرجا گھروں کنیساؤں جیلوں کمیونٹی ہال میں اسلامی موضوعات پر لیکچر دئیے
A 19 20|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ایک ببر شیر کا خاندان عام طور سے متعلقہ ببر شیرنیوں اولادوں اور بچوں کی مختصر سی تعداد پر مشتمل ہوتی ہے
A 20 21|||R:VERB:INFL|||ہوتا|||REQUIRED|||-NONE-|||0

S افریقہ میں مغربی افریقی ببر شیروں کی آبادی معدومی کے خطرے سے دوچار ہے
A 13 14|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S افریقہ میں مغربی افریقی ببر شیروں کی آبادی معدومی کے خطرے سے دوچار ہیں
A 13 14|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S ببر شیر کی چند وہ انواع جو ما قبل تاریخ وجود رکھتی تھی
A 12 13|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S نر ببر شیر کی داڑھی کی رنگ سنہرے سے کالی ہوتی ہے اور بوڑھے ہونے کے ساتھ ساتھ رنگ گہرا ہوتا جاتا ہے
A 10 11|||R:VERB:INFL|||ہوتا|||REQUIRED|||-NONE-|||0

S تحقیق یہ بھی بتاتی ہے کہ درجہ حرارت کا فرق ان بالوں کی جسامت اور رنگت میں فرق کا سبب بھی بن سکتی ہے
A 22 23|||R:VERB:INFL|||سکتا|||REQUIRED|||-NONE-|||0

S تنہا فرق صرف تساوو ببر شیروں میں ہے جس کے حرم میں صرف ایک ہی ببر شیر ہوتے ہیں
A 17 18|||R:VERB:INFL|||ہوتا|||REQUIRED|||-NONE-|||0

S تنہا فرق صرف تساوو ببر شیروں میں ہے جس کے حرم میں صرف ایک ہی ببر شیر ہوتے ہیں
A 18 19|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S مادائیں نئے ببر شیروں کے سامنے اپنے بچوں کا دفاع کرتے ہیں لیکن وہ اس میں کم ہی کامیاب ہوتے ہیں
A 10 11|||R:VERB:INFL|||کرتی|||REQUIRED|||-NONE-|||0

S مادائیں نئے ببر شیروں کے سامنے اپنے بچوں کا دفاع کرتے ہیں لیکن وہ اس میں کم ہی کامیاب ہوتے ہیں
A 19 20|||R:VERB:INFL|||ہوتی|||REQUIRED|||-NONE-|||0

S سر اور گردن جیسے جگہوں کو چاٹنا شاید ایک بہت خوشگوار اثر چھڑتا ہے کیونکہ ببر شیر انفاردی طور سے ایسا نہیں کرسکتے
A 12 13|||R:VERB:INFL|||چھوڑتا|||REQUIRED|||-NONE-|||0

S ببر شیر کی دھاڑ بھی رابطوں میں اہمیت رکھتے ہیں اور اس آواز کی اونچائی اور ہلکی آواز کے خاص اشارے ہوتے ہیں
A 8 9|||R:VERB:INFL|||رکھتی|||REQUIRED|||-NONE-|||0

S ببر شیر کی دھاڑ بھی رابطوں میں اہمیت رکھتے ہیں اور اس آواز کی اونچائی اور ہلکی آواز کے خاص اشارے ہوتے ہیں
A 9 10|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S بحرحال ایشیائی اور افرقی ببر شیروں کا ملاپ کیا جانے ایک مشاہدے کی بات ہے
A 9 10|||R:VERB:INFL|||جانا|||REQUIRED|||-NONE-|||0

S ادیس ابابا کی چڑیا گھر کے گیارہ ببر شیر بھی اسی نسل کے ہیں جو وہاں کے بادشاہ کی تحویل سے لئے گئے تھے
A 21 22|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ملاپ کرواتے وقت دیگر نوع کی جانوروں سے اجتناب برتنا چاہئے تاکہ انھیں ان کی اصل حالت میں برقرار رکھا جاسکے
A 10 11|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S یہ رقص خاص کر نئے چینی سال پر کئے جاتے ہیں
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S عبد اللہ بن طارق تو وہیں قتل کر دیئے کئے جب کہ خبیب اور زید کو مکہ لے جا کر بیچ دیا
A 8 9|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S عبد اللہ بن طارق تو وہیں قتل کر دیئے کئے جب کہ خبیب اور زید کو مکہ لے جا کر بیچ دیا
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس پر 70 صحابہ کی جماعت اس کے ساتھ بھیج دی گئ
A 11 12|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S رات کے وقت پہنچے لڑائی ہوئی جس میں 9 شہید اور ایک شدید زخمی ہوئے جن کی جان پچا لی گئ
A 20 21|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S ایک شخص ملا جس نے اسلام قبول کر لیا اسے چھوڑ دیا گیاکچھ اونٹ لے کر آئے جو تقسیم کر دئے گئے
A 20 21|||R:VERB:INFL|||دیئے|||REQUIRED|||-NONE-|||0

S کچھ اونٹ لے کر آئے جو تقسیم کر دیئے گئے
A 8 9|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اتفاقا کسی نیل گائے نے قلعہ کے پاس آ کر قلعہ کے دروازہ سے سینگ رگڑنا شروع کر دئیے
A 18 19|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S شاہی اصطبل سے قیمتی گھوڑے نکال کر ڈوگروں نے اپنے استعمال میں لے لئے
A 13 14|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S انہوں نے قیمتی سامان کے چھکڑے بھر کر جموں روانہ کئے
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S لیکن وہ مدت جو ان انتخابات سے پہلے پہلی حکومت حکومت کر چکی ہو وہ اس میں شمار ہو گئ
A 19 20|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S قتل کی بعد وہ شدید زہنی دباؤ کا شکار ھوئے اور اپنی یادداشت کھو بیٹھےکے بعد سینٹ آنا نفسیاتی ہسپتال میں داخل کئے گئے
A 22 23|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ نظم خالصتا " ادبی انداز میں لکھی گئ
A 8 9|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S ان میں سے 24470 رشتہ دار یا پڑوسی کی طرف سے کئے گئے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپ نے مختلف خطوط اور مراسلات کے ذریعے ان سے مختلف مسائل پہ جوابات طلب کئے
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S بعد میں شیخ عبد الکریم حائری جو مشہور شیعہ مجتہد تھے ان سے علم فقہ و اصول فقہ کی تعلیم حاصل کی
A 10 11|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S آپ کی پیدائش ایک ممتاز شیعہ علمی گھرانے میں ہوی
A 9 10|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S انھیں بچپن میں قوالی سنے کا شوق تھا
A 4 5|||R:VERB:INFL|||سننے|||REQUIRED|||-NONE-|||0

S انہوں نے ممبئی سے گریجیوشن کیا
A 5 6|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S اجازت نامہ معطل کرنے سے پہلے کمپنی ذیل میں دیئے گئے درجہ پر تھی
A 9 10|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S لڑکپن میں چھوٹے موٹے کام کئے
A 5 6|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S عظیم الشان صبر اور عزم مصمم کے ساتھ رسائل نور کے چھ لاکھ دستی نسخے پورے اناطولیہ میں پھیلا دیئے گئے
A 19 20|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس سے قبل 1 100 کروڑ روپے اس آفت کے شروع میں دیئے جا چکے تھے
A 12 13|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S جس کے چند دن بعد 18 ستمبر 2014 کو منصوبہ بندی کر کے قتل کے دیئے گئے
A 15 16|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس سلسلے کی پانچویں فلم 2017میں نمائش کے لیے پیش کئے جانے کا امکان ہے
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S فلم کی باقاعدہ عکسبندی کا آغاز فروری 2015 میں کئے جانے کا امکان ہے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S بارہ تھانوں کی پولیس کی مدد سے رات دو بجے سے جاری آپریشن کے دوران میں کل چار حملے کئے گئے
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S من گھڑت شہادتیں اور جھوٹے ثبوت پیش کئے جا رہے ہیں
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس سرزمین پر آریوں کو قدرتی طور پر ان دونوں سے جنگ کرنی پڑی تھی
A 14 15|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S فرورتش کے قتل کئے جانے کے بعد اس کا بیٹا ہو خشتر جس کو یونانی سیاکسز کہتے ہیں حکمران ہوا
A 3 4|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S قیام پاکستان کے بعد انہوں نے کراچی میں مستقل سکونت اختیار کی اور علمی جریدے فاران کی بنیاد رکھے
A 18 19|||R:VERB:INFL|||رکھی|||REQUIRED|||-NONE-|||0

S آپ کے بنائے ہوئے گراف کس کا استعمال کئی یونیورسٹیز اور صحافیوں نے بھی استعمال کیے
A 15 16|||R:VERB:INFL|||کیا|||REQUIRED|||-NONE-|||0

S خداکی بستی جب دوبارہ بنائ گئ تو نوشہ کا کرداربہروزسبزواری نے ادا کیا
A 5 6|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S انہوں نے لاتعداد ڈراموں اور اشتہارات میں اور کافی فلموں میں بھی کام کیا اور یادگارکردار ادا کئے
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S مسجد الحرام میں نماز جنازہ کے بعد مدینۃ منورہ میں واقع قبرستان جنت البقیع میں آپ کی تدفین کی گئ
A 19 20|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S ان کے تین کتابیں منظر عام پر آچکے ہیں
A 7 8|||R:VERB:INFL|||آچکی|||REQUIRED|||-NONE-|||0

S بہ طور اداکار انکی پہلی فلم من کی جیت 1972 میں ریلیز ہوئ اور آخری فلم آگ کا سمندر 1984 میں ریلیز ہوئ
A 22 23|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S بہ طور اداکار انکی پہلی فلم من کی جیت 1972 میں ریلیز ہوئ اور آخری فلم آگ کا سمندر 1984 میں ریلیز ہوئی
A 12 13|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S " " میں موجود آسٹرسک سے یہ ظاہر ہوتا ہے کہ " " ٹیبل کے سارے کالم رزلٹ سیٹ میں موجود رہنے چاہئے
A 22 23|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S سن 1989 میں بین الاقوامی کرکٹ میں پدارپ کے بعد وہ بلے بازی میں کئی ریکارڈ قائم کئے ہیں
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اب تک بائیس نوبیل امن انعامات عالمی اداروں کو غیر معمولی کارکردگی کے اعتراف میں دیئے گئے ہیں
A 15 16|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس میں ڈویلپرز نے مختلف قدیم ٹولز کو اپڈیٹ اور بہت سے نئے ٹولز شامل کیئے ہیں
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 2018 میں اسٹیشن کی پرانی عمارت گرا کر نئی عمارت تعمیر کی گئ ہے
A 12 13|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S آپ کے ذاتی صفحہ پر میں نے دیکھا کہ کچھ اغلاط در آئی ہیں
A 12 13|||R:VERB:INFL|||آئے|||REQUIRED|||-NONE-|||0

S جمناسٹک مقابلوں میں بہت سے مشترکہ تمغے دیئے گئے
A 7 8|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S مردوں کے والٹ میں تیسرا نمبر حاصل کرنے کا مطلب یہ ہے کہ دو کانسی کے تمغے دیئے گئے
A 17 18|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S لہ ذا پولس نے یہ خط لکھ کر بعض سوالات کے جواب دئیے ہیں
A 12 13|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ہندوستان واپس آکر وہ 1939 میں بمبئی پینٹنگولر میں کھیلا
A 9 10|||R:VERB:INFL|||کھیلے|||REQUIRED|||-NONE-|||0

S اس کے علاوہ انہوں نے 1978 میں ایک میچ میں امپائرنگ کے فرائض بھی سر انجام دئیے
A 16 17|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S پانچویں ٹیسٹ میں بھی وہ 9رنز ہی بناپائے تھے کہ ایل بی ڈبلیو قرار دئیے گئے
A 14 15|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S جاوید اختر ( ( پیدائش 21 نومبر 1940 وفات 08 جولائی 2016 ) ایک پاکستانی کرکٹر ہیں
A 16 17|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S ریٹائر ہونے کے بعد وہ نیدرلینڈ چلا گیا اور ایمسٹرڈیم میں رہنے لگا
A 6 7|||R:VERB:INFL|||چلے|||REQUIRED|||-NONE-|||0

S ریٹائر ہونے کے بعد وہ نیدرلینڈ چلا گیا اور ایمسٹرڈیم میں رہنے لگا
A 7 8|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S ریٹائر ہونے کے بعد وہ نیدرلینڈ چلا گیا اور ایمسٹرڈیم میں رہنے لگا
A 12 13|||R:VERB:INFL|||لگے|||REQUIRED|||-NONE-|||0

S ولیس مٹھیاس ( پیدائش 04 فروری 1935 وفات 01 ستمبر 1994 ) ایک پاکستانی کرکٹر ہیں
A 15 16|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S وزیر محمد ایک پاکستانی کرکٹر ہے
A 5 6|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S 14 ویں صدی میں گرجگھر کو گوتھک مدیجار طرزتعمیر کی آمیزش سے ایک اور نئے روپ دینے کی کوشش کی گئ تھی
A 20 21|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S اس قلعے کی بازتعمیر کی گئ ہیے
A 5 6|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S یہ بیلوں کی لڑائی کی عمارت اسپین کی خانہ جنگی میں برباد ہو گئ تھی
A 13 14|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S امید ظاہر کی گئ ہے کہ جلد ہی اسے یونیسکو کی عالمی وراثت وراثت کے مقامات کی فہرست میں شامل کیا جا سکتا ہے
A 3 4|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S ایک روایت کے مطابق مانا جاتا ہے ک یہ اکی کے ترس کے ذریعے پہلی صدی میں شہر کی بنیاد رکھی گئ تھی
A 21 22|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S فنون لطیفہ کے 2 000 اشیا اور 15 000اشیا آثار قدیمہ کے عجائب گھر میں شامل کی گئ تھی
A 17 18|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S اگوار کی لڑائی کے بعد یہ اس ٹاپوؤں کے مجموعے کی راجدھانی بن گئ تھی
A 13 14|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S اگوار کی لڑائی کے بعد یہ اس ٹاپوؤں کے مجموعے کی راجدھانی بن گئ تھی
A 13 14|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S لیکن ان کی عمر اس وقت تیرہ سال کی تھی اس لیے شریک نہیں کئے گئے
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ا س کتاب میں علامہ سیوطی نے کئی ایسے حوادث بیان کیے ہیں جو نہایت ہی عجیب واقع ہوئے اقتباسات دیکھئے
A 20 21|||R:VERB:INFL|||دیکھیے|||REQUIRED|||-NONE-|||0

S اسے بنانے کا کام 1440 میں شروع ہوا اور 1604 میں یہ عمارت مکمل طور پر تعمیر ہو گئ تھی
A 18 19|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S لیکن اگر یہ عدم درمیان سے ہٹا دیا جا تو کیا ہو
A 8 9|||R:VERB:INFL|||جائے|||REQUIRED|||-NONE-|||0

S سئیرا مرینا کی تلہٹی میں اس کا وقوع پزیر ہونا یہ ممکن کیا کہ شہری پروگرام ڈیزائن کرنے کے لئے بنایا جاسکے ہے
A 9 10|||R:VERB:INFL|||ہونے|||REQUIRED|||-NONE-|||0

S ساتھ ساتھ نیوز پورٹل پر بھی رپورٹ ارسال کی گئی چند پورٹلز نے شایع بھی کیا ذیل کے لنکس دیکھئے
A 19 20|||R:VERB:INFL|||دیکھیے|||REQUIRED|||-NONE-|||0

S پہلے اسے رومنیسی طرزتعمیر میں بنایا گیا اور بعد میں رومن انداز میں اس میں توسیع کی گئ تھی اور مزید خوشنما بنایا گیا تھا
A 17 18|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S آج کے باغات کی تجدید اور صورت گری فرانسسکو پریئیتو مورینو کی جانب سے 1951 میں کی گئ تھی
A 17 18|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S یہ فصل 5 مئی تا 14 جولائی 2014 نشر ہوئی
A 9 10|||R:VERB:INFL|||ہوا|||REQUIRED|||-NONE-|||0

S اس عمارت کی تعمیر 1347 میں گوتھک انداز میں شروع ہوی اور اس میں بعد میں رومانی اقتباسات آنے لگے
A 10 11|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S بعد میں وہ اپنے گھر والوں سے ملتی ہے ماں بہت خوش ہوتی ہے مگر بھارئی اسے اپنانے کو انکار کرتے ہیں
A 20 21|||R:VERB:INFL|||کرتا|||REQUIRED|||-NONE-|||0

S بعد میں وہ اپنے گھر والوں سے ملتی ہے ماں بہت خوش ہوتی ہے مگر بھارئی اسے اپنانے کو انکار کرتے ہیں
A 21 22|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S کریمیائی تاتار ( یا , , ) ایک ترک نسلی گروہ ہے جو جزیرہ نما کریمیا کی مقامی آبادی ہیں
A 19 20|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S جس امید وار کے زیادہ ووٹ نکلے وہ براہ راست منتخب ہوا
A 11 12|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S 600 ملی میٹر سے کم سالانہ بارش کی وجہ سے علاقائی کاشت کے ایک بڑے آب پاشی کے نظام سے فائدہ اٹھاتی ہے
A 21 22|||R:VERB:INFL|||اٹھاتا|||REQUIRED|||-NONE-|||0

S ان کا فکشن شہرکراچی متوسط طبقے کی زندگی اور اساطیری علامات کے گرد گھومتے ہیں
A 13 14|||R:VERB:INFL|||گھومتا|||REQUIRED|||-NONE-|||0

S ان کا فکشن شہرکراچی متوسط طبقے کی زندگی اور اساطیری علامات کے گرد گھومتے ہیں
A 14 15|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S انٹرنیشنل کرکٹ کانفرنس کے زیر اہتمام یہ 7 جون سے 21 جون 1975 کے درمیان انگلینڈ میں منعقد ہوئی
A 18 19|||R:VERB:INFL|||ہوا|||REQUIRED|||-NONE-|||0

S ہر گروپ سے سرفہرست دو نے سیمی فائنل کے لیے کوالیفائی کیا ان میچوں کے فاتح فائنل میں ملیں گے
A 18 19|||R:VERB:INFL|||ملے|||REQUIRED|||-NONE-|||0

S میں نے وکی پیڈیا میں پشتون بوجہ بغیر ایڈیٹ کئے ہوئے ڈالا تھا
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس کتاب میں ایک مخصوص انداز میں نماز روزہ حج زکوۃ اذکار و ادعیہ اور فضائل اعمال وغیرہ پر روشنی ڈالی گئ ہے
A 21 22|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S انہیں کے دور میں بھارت میں بڑے بڑے ڈیم اور بڑی بڑی فیکٹریاں قائم ہوئے
A 14 15|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S اہم اور خاص یوم جمہوریہ تقاریب نئی دہلی میں منعقد کئے جاتے ہیں
A 10 11|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S اہم اور خاص یوم جمہوریہ تقاریب نئی دہلی میں منعقد کئے جاتے ہیں
A 11 12|||R:VERB:INFL|||جاتی|||REQUIRED|||-NONE-|||0

S ملک بھر میں ہر ریاست ضلع اور یہاں تک کے اسکول اور مدارس میں بھی یہ تقاریب منائے جاتے ہیں
A 17 18|||R:VERB:INFL|||منائی|||REQUIRED|||-NONE-|||0

S ملک بھر میں ہر ریاست ضلع اور یہاں تک کے اسکول اور مدارس میں بھی یہ تقاریب منائے جاتے ہیں
A 18 19|||R:VERB:INFL|||جاتی|||REQUIRED|||-NONE-|||0

S ملک کے باہر بھی وہ ممالک اور مقامات جہاں بھارتی عوام رہتی ہے یہ تقاریب منائے جاتے ہیں
A 11 12|||R:VERB:INFL|||رہتے|||REQUIRED|||-NONE-|||0

S ملک کے باہر بھی وہ ممالک اور مقامات جہاں بھارتی عوام رہتی ہے یہ تقاریب منائے جاتے ہیں
A 12 13|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S ملک کے باہر بھی وہ ممالک اور مقامات جہاں بھارتی عوام رہتی ہے یہ تقاریب منائے جاتے ہیں
A 15 16|||R:VERB:INFL|||منائی|||REQUIRED|||-NONE-|||0

S ملک کے باہر بھی وہ ممالک اور مقامات جہاں بھارتی عوام رہتی ہے یہ تقاریب منائے جاتے ہیں
A 16 17|||R:VERB:INFL|||جاتی|||REQUIRED|||-NONE-|||0

S ایک سے زیادہ مرتبہ مدعو کئے جانے والے ممالک میں بھوٹان سری لنکا روس فرانس اور برطانیہ شامل ہیں
A 5 6|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S پر بیت بازی کے مقابلاتی شو بھی کافی پسند کیے گیے
A 10 11|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S جو تمام قبائیل ایجنسیوں کے شھروں سے بڑا اور دلکش خوبصورت شہر ہیں
A 12 13|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S گاندھی جیانتی ہر سال 2 اکتوبر کو منایا جاتا ہے
A 7 8|||R:VERB:INFL|||منائی|||REQUIRED|||-NONE-|||0

S گاندھی جیانتی ہر سال 2 اکتوبر کو منایا جاتا ہے
A 8 9|||R:VERB:INFL|||جاتی|||REQUIRED|||-NONE-|||0

S رفتہ رفتہ یہ حدود سکڑتے گیے
A 5 6|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S تاریخ اور سیر کتابوں سے آخر اسی قدر تحقیق ہوا کہ قبیلہ اعوان قطب شاہ علیہ الرحمتہ کی نسل ہے
A 9 10|||R:VERB:INFL|||ہوی|||REQUIRED|||-NONE-|||0

S ترجمان القرآن مولانا ابوالکلام آزاد کی لکھی گئ تفسیر قرآن ہے
A 7 8|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S مسجد بڑے پیمانے پر سرخ بلوا پتھر سے بنایا گیا ہے اور ایک گنبد کی طرف سے اونچا کیا گیا تھا
A 8 9|||R:VERB:INFL|||بنائی|||REQUIRED|||-NONE-|||0

S مسجد بڑے پیمانے پر سرخ بلوا پتھر سے بنایا گیا ہے اور ایک گنبد کی طرف سے اونچا کیا گیا تھا
A 9 10|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S ان کے فرزندان بھی کتابت اور خطاطی کی طرف توجہ نہیں کیا
A 11 12|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S 1967 میں پیپلز پارٹی کا قیام عمل میں آی تو وہ اس میں شامل ہو گئے
A 8 9|||R:VERB:INFL|||آیا|||REQUIRED|||-NONE-|||0

S ان کی پیدائش 1864 میں دہلی میں ہوئ تھی جبکہ وفات اسی شہر میں 1945 میں ہوئ تھی
A 16 17|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S ثاقب لکھنوی کی پیدائش 2 جنوری 1869 کو آگرہ میں ہوئ تھی
A 10 11|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S ان کی پیدائش 1901 میں ہوئ اور وفات 1965 میں ہوئ تھی
A 5 6|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S ان کی پیدائش 1901 میں ہوئ اور وفات 1965 میں ہوئ تھی
A 10 11|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S یہیں سے منشی عالم اور منشی فاضل کے امتحانات پاس کئے
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ان کی پیدائش 1903 کو لوہارو بھارت میں ہوئ تھی
A 8 9|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S ان دونوں کی اشاعت 1966 میں ہوئ تھی
A 6 7|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S اسکولی تعلیم کی تکمیل ہوتے ہوتے ان کی سننے کی صلاحیت متاثر ہو گئ تھی
A 13 14|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S یہ قومی پھلوں کی فہرست ہے بعض پھل سرکاری طور پر قومی قرار دیئے گئے ہیں اور کچھ غیر سرکاری طور پر
A 13 14|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S جن کی تعداد پچیس ہیں
A 4 5|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S آپ نے 60 ممالک میں اسلامی قانون ( فقہ ) پر خصوصی خطبات دیئے
A 13 14|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S یہ پہلے پاکستان کے نوابی ریاستیں تھی اور بعد میں پاٹا بن گئی اور یہ تمام علاقے آج پاکستان کے ضلعے ہیں
A 6 7|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S یہ پہلے پاکستان کی نوابی ریاستیں تھیں اور بعد میں پاٹا بن گئی اور یہ تمام علاقے آج پاکستان کے ضلعے ہیں
A 12 13|||R:VERB:INFL|||گئیں|||REQUIRED|||-NONE-|||0

S یاد رکھئے اکثر لوگ پاٹا اور فاٹا میں فرق نہیں کرتے پر فاٹا اور پاٹا بالکل دو مختلف جگہوں کو کہا جاتا ہے
A 1 2|||R:VERB:INFL|||رکھیے|||REQUIRED|||-NONE-|||0

S نوشیرواں نے ترکوں سے دوستانہ تعلقات قائم کئے اور اس کی مدد سے ہنوں پر حملے کئے
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S نوشیرواں نے ترکوں سے دوستانہ تعلقات قائم کئے اور اس کی مدد سے ہنوں پر حملے کئے
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جیل خانے قائم کئے گئے اور مجرموں کو قید کی سزا دی جانے لگی
A 3 4|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S وفاقی دارلحکومت پولیس یا اسلام آباد پولیس ایک پاکستانی پولیس فورس ہیں جن کا عمل دخل وفاقی دارلحکومت اسلام آباد میں ہے
A 11 12|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S اسلام آباد پولیس نہ تو خیبر پختونخوا پولیس کے نیچے اور نہ ہی پنجاب پولیس کے نیچے ہیں
A 17 18|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S بعد میں نعیم بخاری اور طاہرہ سید نے طلاق لے لیا
A 10 11|||R:VERB:INFL|||لی|||REQUIRED|||-NONE-|||0

S یہ ایسے فنڈ ہیں جو سلامتی کو ترجیح دیتے ہیں ان میں نسبتا کم فائدہ ہوتا ہے لیکن نقصان کا امکان بہت کم ہوتی ہے
A 23 24|||R:VERB:INFL|||ہوتا|||REQUIRED|||-NONE-|||0

S سی کے 50 فیصد ڈائری ٹر آزاد ہونی چاہئے
A 8 9|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S اس فنڈ کے کل قیمت کو سرمایہ کار طرف سے خریدے گیے جملہ شئیر کی تعداد کے حساب سے دیا جاتا ہے
A 11 12|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S اس طرح سوائے 3 4 کے باقی سبھی عربی یا فارسی یا انگریزی ویکی کے مضامین سے بھی ربط کر دیئے ہیں
A 20 21|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اردو ویکیپیڈیا کے لیے آپ کے گراں قدر تعاون کے پیش نظر آپ کو استرجع کنندہ کے حقوق دیئے جا رہے ہیں
A 18 19|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S جدید طلائی دینار پہلی مرتبہ سن2009 میں پاکستان کے شھر راولپنڈی میں جاری کئے گئے
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S حضرت علی اور حضرت عبداللہ بن زبیر اور حضرت امیر معاویہ نے پہلی مرتبہ اپنے سک ے جاری کئے
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جدید طلائی دینار پہلی مرتبہ سن 2010 میں ملائیشیا کے صوبےکیلانتن نے جاری کئے
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہاں زمین کا ایک ٹ کڑا بطور عطیہ حاصل کیا گیا اور ڈگلس علاقے میں ایک مسجد بنائ گئ تھی
A 18 19|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S آئل آف مین میں مسلمانوں کے بسنے کی اطلاع 1990 سے شروع ہوئ ہے
A 12 13|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S یہیں سے حکمت پس منظر میں چلی گئ اور شاعری میدان عمل میں رہنما بن گئ تھی
A 7 8|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S یہیں سے حکمت پس منظر میں چلی گئ اور شاعری میدان عمل میں رہنما بن گئ تھی
A 15 16|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S گوانتانمو کھاڑی سے کچھ اویغور لوگ بھی آبسے ہیں جنہیں اس جزیرے جیسے ملک میں بسنے کی اجازت دی گئ تھی
A 19 20|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S عبدالقادر الصوفی ( شیخ عبدالقادر الصوفی ) مرابطون تحریک کے بانی ہے
A 11 12|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S آپ نے اسلام تص وف اسلامی اقتصادیات وغیرہ پر کئی کتب لکھے ہیں
A 11 12|||R:VERB:INFL|||لکھی|||REQUIRED|||-NONE-|||0

S آپ اسلامی اقتصادی نظام کے دوبارہ نفاذ کے سرگرم رکن ہے
A 10 11|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اور آپ اسلامی سیاسی نظام یعنی خلافت کے نفاذ کے حامی ہے
A 11 12|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S جو دنیا میں اسلامی اقتصادی نظام اور اسلامی سیاسی نظام کے دوبارہ نفاذ کے لیے کام کرتی ہیں
A 17 18|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S حضرت علی اور حضرت عبداللہ بن زبیر اور حضرت امیر معاویہ نے پہلی مرتبہ اپنے سک ے جاری کئے
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جدید اسلامی درہم پہلی مرتبہ سن 2010 میں ملایشیا کے صوبے کیلانتن نے جاری کئے
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جدید اسلامی درہم پہلی مرتبہ سن2009 میں پاکستان کے شہر راولپنڈی میں جاری کئے گئے
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جدید اسلامی درہم پہلی مرتبہ سن2014 میں افغانستان کے دارلحکومت کابل میں جاری کئے گئے
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس دن سے مسٹر مہاتھر طلائی دینار کے تحریک کے ایک سرگرم رکن بن گیے
A 14 15|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S یہاں کپڑوں کی بنائی کا کام بہت بڑے پیمانے پر ہوتا ہے اور اسی کئے یہاں کی ساڑیاں بھی مشہور ہیں
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S پہلا اسلامی مرکز آکلینڈ شہر میں 1959 میں قائم کیا گیا تھا پہلی مسجد 1979 سے 1980 کے بیچ بنا ئ گئ تھی
A 21 22|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S آسٹریا کی قدیم ترین مسجد 1887 فوجی خدمت میں شامل مسلمانوں کی سہولت کے لیے آسٹریائ حکومت کی جانب سےویانا میں بنائ گئ تھی
A 22 23|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S کچھ مساجد سعودی عرب کی امداد سے بھی بنائ گئ ہیں
A 9 10|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S ناصر نے پہلے ادبی رسالہ اوراق نو کی ادارت کے فرائض انجام دئیے
A 12 13|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس سے ان کی نجی زندگی کا خراب ہو گئ تھی
A 9 10|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S اسلامی معاشی نظام کا خلاصہ ہم یوں بیان کر سکتے ہیں کہ اس نظام کا د ل تجارت ہے
A 9 10|||R:VERB:INFL|||سکتا|||REQUIRED|||-NONE-|||0

S لہ ذا ہمیں معاملات کو اسلامی بنانا ہے اور معاملات اسلامیہ کا عملی نفاذ ہمارا مقصد زندگی ہونا چاہیئے
A 18 19|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S لہ ذا ہمیں معاملات کو اسلامی بنانا ہے اور معاملات اسلامیہ کا عملی نفاذ ہمارا مقصد زندگی ہونا چاہیئے
A 18 19|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S مسلمان ممالک کے اندر ا ک جگہ سے دوسری جگہ سامان تجارت لے جانے پر کوئی محصول وصول نہ ں ک ا جا گا
A 22 23|||R:VERB:INFL|||جائے|||REQUIRED|||-NONE-|||0

S مغربی طاقتوں نے خلافت کے بعد نئی مسلم دنیا کو چھ بڑے تحفے دیئے
A 13 14|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S حضرت علی اور حضرت عبداللہ بن زبیر اور حضرت امیر معاویہ نے پہلی مرتبہ اپنے سک ے جاری کئے
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S رسول نے جب مدینہ کی طرف ہجرت کی تو وہاں جاکر دو بڑے ادارے قائم کئے
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کاغذی کرنسی کی ناکامی کو دیکھتے ہوئے مختلف ممالک نے سونے اور چاندی کے سکے جاری کرنے شروع کر دیئے
A 19 20|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ان کی پیدائش سلطانپور میں ہوئ تھی
A 5 6|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S ان کی پرورش ان کی والدہ کی جانب سے ہوئ جو ایک شاعرہ تھی
A 9 10|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S ان کی ایک طویل نظم ابو قلموں کی ممبری 1956 میں کافی مقبول ہوئ
A 13 14|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S 2006 میں نیدرلینڈز میں حجاب پر پابندی لگادی گئ تھی
A 8 9|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S مسلمان ممالک کے اندر ا ک جگہ سے دوسری جگہ سامان تجارت لے جانے پر کوئی محصول وصول نہ ں ک ا جا گا
A 22 23|||R:VERB:INFL|||جائے|||REQUIRED|||-NONE-|||0

S اور یہ باقی دوسرے کاموں ک لئے خرچ کی جا گی
A 9 10|||R:VERB:INFL|||جائے|||REQUIRED|||-NONE-|||0

S رسول نے جب مدینہ کی طرف ہجرت کی تو وہاں جاکر دو بڑے ادارے قائم کئے
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S حضرت علی اور حضرت عبداللہ بن زبیر اور حضرت امیر معاویہ نے پہلی مرتبہ اپنے سک ے جاری کئے
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جو بھی ایک دفعہ آستانے پر حاضر ہوتا ہےوہ اس نعمت کو حاصل کئے بغیر نہیں لوٹتا
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S حضرت علی اور حضرت عبداللہ بن زبیر اور حضرت امیر معاویہ نے پہلی مرتبہ اپنے سک ے جاری کئے
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S بعد میں عبدالملک بن مروان نے مسلمانوں میں باقائدہ طورسےاپنے سک ے ڈھالنے شروع کئے
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس طرح ایک تو یکسانیت پیدا ہو گا دوسرا درود کے املا میں غلطی کی گنجائش ختم ہو جائے گی
A 7 8|||R:VERB:INFL|||گی|||REQUIRED|||-NONE-|||0

S دینار وکالہ ( انگریزی ) کا ادارہ اسلامی طلائی دینار اور نقرئی درہم کے ڈھالنے کا کام کرتی ہے
A 17 18|||R:VERB:INFL|||کرتا|||REQUIRED|||-NONE-|||0

S دینار وکالہ طلائی دیناراور نقرئی درہم کے مختلف سک وں کااجرا کرتی ہیں
A 11 12|||R:VERB:INFL|||کرتا|||REQUIRED|||-NONE-|||0

S دینار وکالہ طلائی دیناراور نقرئی درہم کے مختلف سک وں کااجرا کرتی ہیں
A 12 13|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S مڈبھیڑ میں 380 کی ہلاکت ہو گئ تھی
A 6 7|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S مولانا عبدالباری فرنگی محلی کی ولادت لکھنؤ کے فرنگی محل میں 1878 میں ہوئ تھی
A 13 14|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S پوچھا گیا کہ وہ ویکیپیڈیا میں ترامیم کیوں نہیں کرتے ( اس سوال کے ایک سے زائد جواب دیئے جا سکتے تھے )
A 18 19|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S حزقیل علیہ السلام حضرت موسی علیہ السلام کے تیسرے خلیفہ ہیں جو منصب نبوت پر سرفراز کئے گئے
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کوالٹی اور کنٹرول کے عالی شان نظام ہائے جدید نصب کئے گئے
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جو ادارے بے دردی سے فروخت کئے گئے تھے ان میں بیشتر سے پاکستان کوریونیو ملتا تھا
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S علاقہ کونکن میں وہ کانگریس کے ایک اہم ترین قائد شمار کئے جاتے تھے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ تین قسم کی ہوتی ہے
A 5 6|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S ان کے خیالات جو رزمیہ اشعار میں بیان کئے گئے ہیں وہ سیتھاکی اقوام کے ہیں
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S بہرحال اس میں یہ کوئی شک نہیں ہے کہ باخترکے یونانی حکمرانوں کے زمانے میں اس علاقے میں یہ اثرات ضرور قبول کئے ہیں
A 22 23|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ان کے رہنے کے لئے دہار بنا دیئے گئے اور آس پاس کی زمین اس کے لئے وقف کردی گئی
A 7 8|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S بھشکوؤں نے یاترا کے ضابطے اور رسموں کی ادائیگی کے قائدے مقرر کئے
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس کے علاوہ بدھ کے پیروکاروں اور بزرگ کو بھی دفن کیا جاتا تھا اور بدھ کے تبرکات پر بھی اسٹوپے تعمیر کیئے گئے
A 22 23|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S شکار کئے ہوئے جانور ان کی خوراک کا اہم حصہ تھے
A 1 2|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس کے بعد 25 اکتوبر 2014 کو اسے پھانسی دے دی گئ تھی
A 11 12|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S پہلے ان کو مدھیہ پردیش میں بھیجا گیا اور پھر چھتیس گڑھ میں خدمات انجام دیئے
A 15 16|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S آپ میزان بینک پاکستان کے شریعہ بورڈ کے صدر ہے
A 9 10|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S آپ پاکستان کے مشہور عالم مفتی محمد تقی عثمانی کے صاحبزادے ہے
A 11 12|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S آپ دار العلوم کراچی پاکستان سے فارغ التحصیل ہے
A 8 9|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اس کتاب کو تیرہ ابواب میں تقسیم کرکے نہایت ہی اہم موضوعات پرروشنی ڈالی گئ ہے
A 14 15|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S اس کتاب کو تیرہ ابواب میں تقسیم کرکے نہایت ہی اہم موضوعات پرروشنی ڈالی گئی ہے
A 14 15|||R:VERB:INFL|||گئ|||REQUIRED|||-NONE-|||0

S اس کتاب کو تیرہ ابواب میں تقسیم کرکے نہایت ہی اہم موضوعات پرروشنی ڈالی گئ ہے
A 14 15|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S اس حدیث سے چند اہم نکات ثابت کئے جاسکتے ہیں جو درحقیقت شیعہ اعتقادت میں شمار ہوتے ہیں
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S عرض ہے کہ ویکیپیڈیا کے منتظم عبید رضا ملک پاکستان کی ایجنسیوں کیخلاف تخریب کاری پر مبنی مواد شائع کرتا ہے
A 19 20|||R:VERB:INFL|||کرتے|||REQUIRED|||-NONE-|||0

S عرض ہے کہ ویکیپیڈیا کے منتظم عبید رضا ملک پاکستان کی ایجنسیوں کیخلاف تخریب کاری پر مبنی مواد شائع کرتا ہے
A 20 21|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S مزید کہا کہ گلی کوچوں میں لگائے گیے سی سی ٹی وی کیمراس انسان کی نجی زندگی کے لیے خطرہ ہے
A 7 8|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S اور سلاسل نقشبندیہ قادریہ چشتیہ اورسہروردیہ بھی حاصل کئے
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S قرآن میں موجود آبیات کے متعلق حقائق جدید سائنس سے مکمل مطامبقت رکھتی ہے
A 12 13|||R:VERB:INFL|||رکھتے|||REQUIRED|||-NONE-|||0

S قرآن میں موجود آبیات کے متعلق حقائق جدید سائنس سے مکمل مطامبقت رکھتی ہے
A 13 14|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S جبکہ بعض مذاہب کی بنیاد لکھی ہوئی متن ( یعنی کتابوں ) پر ہیں
A 5 6|||R:VERB:INFL|||لکھے|||REQUIRED|||-NONE-|||0

S جبکہ بعض مذاہب کی بنیاد لکھی ہوئی متن ( یعنی کتابوں ) پر ہیں
A 13 14|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S ملاحظہ فرمائے کہ قرآن پاک میں کائنات کی فطرت اور خاصیت کے حوالے سے کیا ارشاد ہوتاہے
A 1 2|||R:VERB:INFL|||فرمائیے|||REQUIRED|||-NONE-|||0

S " اسی نے ہر طرح کے پھلوں کے جوڑے پیدا کئے ہیں
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ایٹم بھی تقسیم کئے جا سکتے ہیں
A 3 4|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ترجمہ " اور پانی کے دو ذخیروں کے درمیان پردے حائل کردئیے
A 11 12|||R:VERB:INFL|||کردیے|||REQUIRED|||-NONE-|||0

S کیا ہمارے زہینوں میں یہ سوال پیدا نہیں ہوتاکہ قرآن میں پیش کئے گئے علم کا ماخذ علم کا منبع آخر کیا ہے
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S " اور تم کو کان دیے آنکھیں دیں اور سمجھنے کی صلاحیت دی
A 5 6|||R:VERB:INFL|||دئیے|||REQUIRED|||-NONE-|||0

S ان سے کہا گیا کہ وہ ان کو پیش کئے گئے علمی مواد کے بارے میں اپنی رائے دیں
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S پھر وہ ایک لوتھڑا بنا پھر اللہ نے اس کا جسم بنایا اور اس کے اعضا درست کئے
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S " اور تم کو کان دئیے آنکھیں دیں اور سمجھنے کی صلاحیت دی
A 5 6|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S " اسی نے ہر طرح کے پھلوں کے جوڑے پیدا کئے ہیں
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ایٹم بھی تقسیم کئے جا سکتے ہیں
A 3 4|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ترجمہ " اور پانی کے دو ذخیروں کے درمیان پردے حائل کردئیے
A 11 12|||R:VERB:INFL|||کردیے|||REQUIRED|||-NONE-|||0

S جو سارے بتوں سے پاک ک ا جا گا
A 7 8|||R:VERB:INFL|||جائے|||REQUIRED|||-NONE-|||0

S مسیحی یہ دعوی کرتے ہے کہ یہ پیش گوئی عیسی کے بارے میں ہے کیونکہ عیسی موسی کی طرح تھے
A 4 5|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S ان تمام باتوں کو مد نظر رکھتے ہوے
A 7 8|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S جو سارے بتوں سے پاک ک ا جا گا
A 7 8|||R:VERB:INFL|||جائے|||REQUIRED|||-NONE-|||0

S ریحام خان اس وقت ڈان نیوز پر حالات حاضرہ پرگرام ان فوکس کی میزبان ہے
A 14 15|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اسلام کو کسی مذہب کے فریم میں چپکا کر دیکھنا نہیں چاہیے بلکہ زندگی کا عین طرز سمجھنا چاہئے
A 18 19|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S اور اڈوانس تعلیم لندن یونیورسٹی سے کئے
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ کئی ممالک کا سفر کئے بھارت کا سفر بھی وسیع پیمانے پر کیا
A 5 6|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس نے دوسری اننگز میں صرف تین اوور کرائے کیونکہ آسٹریلیا کے اسپنرز نے زیادہ تر وکٹیں حاصل کیں
A 8 9|||R:VERB:INFL|||کروائے|||REQUIRED|||-NONE-|||0

S تاہم اقوام متحدہ نے یہ پیشکش رد کر دی کہ دونوں ممالک کو باہمی تعلقات آپس میں مل بیٹھ کر حل کرنے چاہیئے
A 22 23|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S 1812 میں لاپلاس نے شماریات میں کئی بنیادی نظریات پیش کئے
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کرکٹ عالمی کپ میں دیئے جانے والے قابل ذکر اعزازات ( ایوارڈ ) میں ٹورنامنٹ اور میچ کے بہترین کھلاڑی کا اعزاز شامل ہیں
A 4 5|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ان کے اسما میں بھی اختلاف ہیں
A 6 7|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S لغوی اعتبار سے مرفوع رفع کا اسم مفعول ہے جس کا معنی ہے بلند ہونا
A 12 13|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S انہوں نے بڑے بڑے ادارے جیسے ین آئی ٹی الہ آباد میں بھی اپنا کلام سنایا اور ان پر کلام تحنیت بھی لکھا
A 22 23|||R:VERB:INFL|||لکھی|||REQUIRED|||-NONE-|||0

S وہ ان کو پوجتے نہیں ہیں اور نہ ہی اپنی مذہبی تقریبوں میں بدھ پوجا ہوتی ہے
A 16 17|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S دنیا بھر میں بھی اس کے پیروکاروں پھیلے ہوئے ہے
A 9 10|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S انہوں نے 1876 میں حقانی انجمن قائم کیا
A 7 8|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S بار م ت سواہ یا بار مسواہ یہودیوں کا ایک رسم ہے جو لڑکوں کا بلوغت پہنچنے کی علامت کرتا ہے
A 19 20|||R:VERB:INFL|||کرتی|||REQUIRED|||-NONE-|||0

S اس سے بچاؤ کے لیے انہیں رسپائریٹری ماسک مہیا کئے جاتے ہیں
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S لہذہ انہیں جیکٹ اور ہیلمٹ بھی مہیا کئے جاتے ہیں
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S لیکن ان کی لڑائی جھگڑے جاری رہے اور یہ لڑائی اہل اسلام اور اہل شرک کے درمیان تھے
A 17 18|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S تجارتی چکروں کے بارے میں مختلف نظریات پیش کئے گئے ہیں جو درج ذیل میں
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S تجارتی چکروں کی روک تھام کے لیے جو اقدامات کئے جاتے ہیں ان کا دارو مدار اس کے اسباب پر ہوتا ہے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S عام بے روزگاری کے دور میں اجرتوں میں عام تخفیف طلب کو متاشر کئے بغیر نہیں رہ سکتی ہے
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یونیورسٹی میں میں اگست 1955 میں دیئے گئے میں پیش کیا
A 6 7|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S مقدار زر سے تعلق کی حکمت عملی کی پیچیدگیوں پر غور کئے بغیر حقائق کو نظر انداز کر دیا ہے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کیوں کہ اس کے حصول کے لیے زرکی اضافی شرحوں پر اندرونی قرضوں اوربھاری پر بیرونی قرضہ جات سے پورے کئے جاتے ہیں
A 20 21|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپ نے کامیابی کے ساتھ تین سمسٹرز مکمل کر لئے تھے
A 9 10|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S یورپی اخبارات نےرحمت دو عالم صلی اللہ علیہ وآلہ وسلم کی شان اقداس کے خلاف اہانت آمیز کارٹون شائع کئے
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S مکھڈ شریف تجارت اور دینی مدارس کا مرکز رہا ہے وہاں پر 1200 سال پرانی تعمیرات کے باقیات ملتے ہیں
A 18 19|||R:VERB:INFL|||ملتی|||REQUIRED|||-NONE-|||0

S اگرکسی صوبے میں دس نشستیں ہیں وہاں کسی جماعت نے پچاس فیصد ووٹ حاصل کرلئے تو وہاں اسے پانچ نشستیں مل جائیں گی
A 14 15|||R:VERB:INFL|||کرلیے|||REQUIRED|||-NONE-|||0

S انہی انتخابات میں متحدہ دینی محاذ نے ساڑھے تین لاکھ ووٹ حاصل کئے لیکن اس کے حصے میں ایک بھی نشست نہ آئی
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس نظام کومختلف ممالک میں مختلف نام دئیے گئے ہیں مثلا آسٹریلیا میں ہیرکلارک سسٹم اور امریکا میں چوائس ووٹنگ
A 7 8|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S بائبل اور قرآن میں ذکر کردہ کئے افراد مشترک ہیں
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S پنجاب میں یہ کالا کالی کہلاتی ہے
A 5 6|||R:VERB:INFL|||کہلاتا|||REQUIRED|||-NONE-|||0

S خیبرپختونخواہ میں طورطورہ جبکہ بلوچستان میں سیاہ کاری کہی جاتی ہے
A 8 9|||R:VERB:INFL|||کہا|||REQUIRED|||-NONE-|||0

S خیبرپختونخواہ میں طورطورہ جبکہ بلوچستان میں سیاہ کاری کہی جاتی ہے
A 9 10|||R:VERB:INFL|||جاتا|||REQUIRED|||-NONE-|||0

S وہ 13 مئی 1913 کو پٹوڈی ہریانہ میں پیدا ہوے
A 9 10|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S لیکن غالبا ایک اور روایت کے پیش نظر اسر دیو اور بعض اوقات ہم معنی لئے جاتے ہیں
A 15 16|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S یہ محض ہیولے نہیں بلکہ ہماری پہلے والی نسل کے ارتقا پزیر انسانوں کے طور پر پیش کیے گئے ہیں
A 17 18|||R:VERB:INFL|||کیا|||REQUIRED|||-NONE-|||0

S یہ محض ہیولے نہیں بلکہ ہماری پہلے والی نسل کے ارتقا پزیر انسانوں کے طور پر پیش کیے گئے ہیں
A 18 19|||R:VERB:INFL|||گیا|||REQUIRED|||-NONE-|||0

S یہ محض ہیولے نہیں بلکہ ہماری پہلے والی نسل کے ارتقا پزیر انسانوں کے طور پر پیش کیے گئے ہیں
A 19 20|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S اسحوالے سے دیکھا جائے تو وہ رشی بھی ہے جس نے مصدقہ ترین سھرم شاستر متکشف کیئے
A 16 17|||R:VERB:INFL|||کئے|||REQUIRED|||-NONE-|||0

S اسحوالے سے دیکھا جائے تو وہ رشی بھی ہے جس نے مصدقہ ترین سھرم شاستر متکشف کئے
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس نے برق پاشی کے قوانین وضع کیئے اور بتایا کہ بجلی گزرنے سے ایٹم اور مولیکیول دو حصوں میں بٹ جاتے ہیں
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S متعدد جامعات اور مدارس میں تدریس کے فرائض انجام دیئے
A 9 10|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S یہ اگنی اور اندر سے منسلک خیال کئے جاتے ہیں
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یعنی اس میں نہ کوئ اسپیکٹرل لائن ہوتی ہے اور نہ کسی فریکوئنسی کے فوٹون غائب ہوتے ہے
A 17 18|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S یعنی اس میں نہ کوئی طیفی خط ہوتی ہے اور نہ کسی تعدد کے فوٹون غائب ہوتے ہیں
A 7 8|||R:VERB:INFL|||ہوتا|||REQUIRED|||-NONE-|||0

S ستارہ جتنی زیادہ رفتار سے پرے ہٹ رہا ہو گا تعدد میں کمی یعنی سرخ منتقلی بھی اتنی ہی زیادہ ہو گی
A 21 22|||R:VERB:INFL|||گا|||REQUIRED|||-NONE-|||0

S بیاد مرزا غالب حکومت بھارت اور پاکستان کے محکمئہ ڈاک نے ڈاک مہر جاری کئے
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ دیوان خاص طور پر شاہی درباروں میں مرتب کئے جاتے تھے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S وہ پہلا اطالوی ہے جسے ادب کا نوبل انعام ملا ہے
A 3 4|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S محمود ہاشمی کا نام شامل کئے بغیر اردو کے بڑے اور قد آور رپورتاژ نگاروں کی فہرست مکمل نہیں ہوتی
A 5 6|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یاد رہے ماضی میں بیشتر نوبل ادب ایوارڈ شاعری کرنے یا ناول لکھنے والے ادبا کو دئیے گئے
A 16 17|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S نتیجا وقت گزرنے کے ساتھ ساتھ موت کے بعد بھی وسستھ کے درجات کیئے جاتے رہے
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S وہ بائیں ہاتھ کے فاسٹ میڈیم باؤلر ہیں اور دائیں ہاتھ سے بلے بازی کرتے ہیں
A 7 8|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S وہ بائیں ہاتھ کے فاسٹ میڈیم باؤلر ہیں اور دائیں ہاتھ سے بلے بازی کرتے ہیں
A 14 15|||R:VERB:INFL|||کرتا|||REQUIRED|||-NONE-|||0

S وہ بائیں ہاتھ کے فاسٹ میڈیم باؤلر ہیں اور دائیں ہاتھ سے بلے بازی کرتے ہیں
A 15 16|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S سیلی ناس کیلی فورنیا میں پیدا ہوئے اور اسٹین فورڈ میں تعلیم حاصل کی
A 6 7|||R:VERB:INFL|||ہوا|||REQUIRED|||-NONE-|||0

S ( عربی ) پاس کئے
A 4 5|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S رسول اللہ کے پاس کل 9 تلوراریں تھی
A 7 8|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S اس سے مراد وہ عجائب گھر ہے جس میں رسول اللہ کے متعلق تاریخی اور قدیم اشیا محفوظ کئے گئے ہو
A 18 19|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس سے مراد وہ عجائب گھر ہے جس میں رسول اللہ کے متعلق تاریخی اور قدیم اشیا محفوظ کئے گئے ہو
A 19 20|||R:VERB:INFL|||گئیں|||REQUIRED|||-NONE-|||0

S دنیا کی چھت دنیا کے بلند ترین خطے کے لیے استعمال کی جانے والی ایک استعارہ ہے
A 11 12|||R:VERB:INFL|||کیا|||REQUIRED|||-NONE-|||0

S اسی نسخے سے اقتباسات مستشرق جارج سیل نے اپنے انگریزی ترجمہ رآن میں دیئے ہیں
A 13 14|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S یہ کپرس ( قبرص ) کے ایک لاوی یوسف کا بیٹا تھا
A 11 12|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S اس کے علاوہ بھی انہوں نے کئی ایوارڈز حاصل کئے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس فہرست میں وہ تمام کھلاڑی شامل کئے گئے جنھوں نے کم از کم ایک دفعہ ٹی20 عالمی میچ کھیلا ہے
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S فروری 2014 میں کئے گئے ایک سروے انسٹی ٹیوٹ نویں ہندوستانی انجینئری ادارے کو اس حالت میں ڈال دیا
A 3 4|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اپنے پانچ مجموعہ کلام مکمل کئے
A 5 6|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S مرے کالج سیالکوٹ ( 1954 تا 1958 ) میں جو تعلیمی امتیازات ( ایوارڈ ) حاصل کئے ان کی تفصیل یوں ہے کہ
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس عمل کولے کر کئے گئے تجربات نے یہ واضح کیا ہے کہ دو مہینوں میں 4 ملی میٹر تک چربی گھٹائی جاسکتی ہے
A 4 5|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس دوا کے اب تک دنیا بھر میں 80 لاکھ لوگوں پر تجربے کئے جا چکے ہیں
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S انہیں نئی نسل سےاوربھی زیادہ پیار ملا چاہئے وہ کوئی بھی پلیٹ فارم ہو سرائیکی اور بنجابی لوگ انہیں بہت پسند کرتے ہیں
A 7 8|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S اور گوشئہ اردو میں ہر دلعذیز بھی تسلیم کئے جاتے ہیں
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کلاسیکی غزل کی آبیاری کرنے والوں میں نوح ناروی صاحب نام بھی شامل ہے جنہوں نے نہایت ہی عمدہ اور خوبصورت شعر تخلوق کئے
A 23 24|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ہر شہر میں اس نے والی مقرر کیئے
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ بیڑا عباسہ بن یوسف کی سردگی میں مصر روانہ کیا اور اس کے ساتھ معتدد کتا می سردار بھی روانہ کیئے
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S صلیبی جنگوں تک لاطینی مملکت یروشلم کے تحت یروشلم کے چار دروازے تھے جو کہ ہر ایک سمت میں تھا
A 19 20|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S غرض اس نے بنو امیہ کے تمام حامیوں کو مغرب اقصی سے نکال کر بنو فاطمہ کے اعمال مقرر کر دیئے
A 20 21|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S مسلمانوں نے دفائی خندق غبور کر کے نصاری کے کئی جنگی جہاز ڈبو دیئے اور رمطہ پر قبضہ کر لیا
A 13 14|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S منصور نے قیروان کو حکم دیا کہ ایک عظیم انشان لشکر تیار کرے جس میں کتامی اور غیر کتامی سپاہی شریک کیئے جائیں
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S قاہرہ کی بنیاد ڈالی اور معزز کے حکم کے مطابق دو قیصر قیصر کبیر اور قیصر صضیر تیار کیئے
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S پنجاب کا صوبائی بارڈر گلگت بلتستان کے سوا تمام دیگر پاکستانی علاقوں اور صوبوں سے ملتا ہے
A 15 16|||R:VERB:INFL|||ملتی|||REQUIRED|||-NONE-|||0

S پاکستان کے دیگر شمالی علاقہ جات کی طرح قدرت نے خیبر پختونخوا کے شمالی اور مشرقی حصے میں خوبصورت نظارے پیدا کئے ہیں
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس بعد یک کے بعد دیگر مختلف ڈرامے عربی میں مترجم کئے گئے جنہوں نے مشرق وسطی میں بڑی تعداد میں فین پیدا کئے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس بعد یک کے بعد دیگر مختلف ڈرامے عربی میں مترجم کئے گئے جنہوں نے مشرق وسطی میں بڑی تعداد میں فین پیدا کئے
A 23 24|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اکثر لوگ جبرا دعوت اسمعیلیہ میں داخل کئے گئے اور ان کی تربیت کے لیے دارالحکمۃ بنایا گیا
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ان احکامات کو حاکم نے 403ھ میں منسوخ کر دیئے گئے
A 9 10|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S مگر اس میں قاری فقیہ نحوی ادیب منجم اور طبیب بھی مقرر کیئے گئے
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس کے علاوہ مزید پانچ ہزار دینار سے اس کی چٹائیاں قندیلیں اور پردے مہیا کیئے
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ان کے محلات طرح طرح کی آریشوں اور دیبائیشوں سے مزین کیئے جاتے تھے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپس کے اختلاف کی وجہ سے مصری فوج آگے نہیں بڑھ سک
A 11 12|||R:VERB:INFL|||سکا|||REQUIRED|||-NONE-|||0

S آپس کے اختلاف کی وجہ سے مصری فوج آگے نہیں بڑھ سکا
A 11 12|||R:VERB:INFL|||سکی|||REQUIRED|||-NONE-|||0

S اس پروگرام کے لئے درخواست دینے کے لئے بچے کو قرآنی اسکرپٹ کو صحیح طریقے سے پڑھنا جاننا چاہئے
A 18 19|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S اس خاندان میں احمد پہلا شخص ہے جس نے یہ دعوی کیا ہے کہ میں عقیل بن طالب کی نسل سے ہیں
A 21 22|||R:VERB:INFL|||ہوں|||REQUIRED|||-NONE-|||0

S اس لیے وہ قداح کے نام سے مشہور تھا اس نے دعوت اسماعیلہ کے نو مدارج فری مسنری کی مانند مرتب کئے
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S طوفان تھمنے کے بعد اللہ عز و جل نے نوح کے ساتھ کچھ معاہدے کئے
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S تلمود کے مطابق یہودی فقہا کا اس بات پر اتفاق ہے کہ یہ سات قوانین نوح کی اولاد کو دیے گیے تھے
A 20 21|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S لیکن بعد میں جب بنی اسرائیل نے نخرے دکھانے شروع کر دیئے تو اللہ تعالی نے من و سلوی واپس چھین لیا
A 11 12|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S انہوں نے " غافل سپنے " کے عنوان سے اپنا مجموعہ کلام لکھا ہے جو ادبی دنیا کی زینت بن چکی ہے
A 20 21|||R:VERB:INFL|||چکا|||REQUIRED|||-NONE-|||0

S غافل کی پیدائش بھارت کے صوبہ پنجاب کے قصبہ بجوہا خورد میں ہوئ جو جلندھر میں واقع ہے
A 12 13|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S جس زمانے میں صلیبی قاہرہ کا محاصرہ کئے تھے اور شاور ان سے صلح کی گفت و شنید کر رہا تھا
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس حصے میں سات قسم کے ان حقوق کا تفصیلی بیان ہے جو اسلام نے خواتین کو عطا کئے
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ان کا کہنا ہے کہ تمام انبیا کی شریعتیں رموز و ممثولات پر مبنی ہیں جو تاویل میں بیان کئے جاتے ہیں
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اور ساتھ ہی چیف جسٹس اور چھ جونیر جج مقرر کئے گئے
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اسماعیل تارا ایک پاکستانی مزاحیہ اداکار ہے
A 6 7|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S قدیم پتھر کے زمانے کے علی الترتیب تین حصہ کیئے جاتے ہیں
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جبکہ کراچی سے تعلق رکھنے والی کمپنی نے ہائیر ٹی 20 کپ کے لیے پاکستان کرکٹ بورڈ سے اس کے حقوق خرید لئے
A 22 23|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ان کی زمینیں ایکوائر کر لی گئ تھیں اس کے قریب پنجگراں نام کی بستی ہے
A 6 7|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S ہائیر ٹی 20 کپ 2014 15 کے لئے ایپوکسی سٹیل نے پاکستان کرکٹ بورڈ سے اس ٹیم کے حقوق خرید لئے
A 20 21|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S نیوزی لینڈ پہلی بار عالمی کپ کے فائنل تک پہنچ پائی ہے
A 10 11|||R:VERB:INFL|||پایا|||REQUIRED|||-NONE-|||0

S اس کے والد پہلی جنگ عظیم کے دوران ایک سپاہی تھا
A 10 11|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S اس کی بینائی ہر طرح کے علاج اور کوشش کے باوجود ختم ہوگئیں
A 12 13|||R:VERB:INFL|||ہوگئی|||REQUIRED|||-NONE-|||0

S بعد ازاں یہی افسانے ڈرامائی صورت میں پی ٹی وی پر پیش کئے گئے
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S نیز معاصر دنیائے اسلام بالخصوص ایران کے تاریخی و تمدنی حالات بھی ذکر کئے گئے ہیں
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S حصہ اول میں ابتدائے آفرینش سے خلافت عباسیہ کے دور تک پیش آنے والے اہم تاریخی واقعات بیان کئے گئے ہیں
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S سلطنت عثمانیہ کی ملکہ اور عثمان ثانی کی بیوی تھی
A 9 10|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S اس مجسمہ کی تیاری میں ہاتھی کے دانت سونے کی تختیاں اور قیمتی پتھر بھی استعمال کئے گئے
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ ان میزائلوں کا فہرست ہے جو پاکستان نے تیار کئے ہیں
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S پاکستان سمندریہ ( انگریزی ) پاکستان مسلح افواج کا ایک شاخ ہے جو پاک بحریہ سے مشابہت رکھتا ہے اس کا کام
A 17 18|||R:VERB:INFL|||رکھتی|||REQUIRED|||-NONE-|||0

S گیارہ 2013 اور 2015 کے درمیان حوالے کئے جانے کی وجہ سے سخت احکامات ہیں اور 16 اختیار ہیں
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S بیرل ذخیرہ سازی میں استعمال کئے جانے والا خالی سلینڈر شکلا کا بڑا برتن
A 5 6|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ بلدیاتی کونسل اور بلدیاتی اسمبلی پر مشتمل تھا
A 8 9|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S یہ بلدیاتی کونسل اور بلدیاتی اسمبلی پر مشتمل تھا
A 8 9|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S الخدمت ہسپتال کے نام سے ہسپتال قائم کیئے گئے ہیں جن میں کورنگی اورنگی ٹاؤن ناظم آباد قابل ذکر ہیں
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S مشہور چینی سیاح ہیونگ سانگ کے مطابق ٹونک ریاست بیراتھ کے تحت تھا
A 12 13|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S منصفانہ استعمال یعنی دیگر کے حقوق کو پامال کئے بنا استعمال کرنا
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کلثوم نواز لاہور میں ایک کشمیری خاندان میں پیدا ہوئی
A 9 10|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S اس تسلسل زمانی کے ذریعے وقت کی پیمائش کے پیمانے بھی مرتب کئے جاتے ہیں
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جیسے فلان عمارت کا سنگ بنیاد مؤرخہ پچیس اکتوبر 1978 میں رکھی گئی
A 11 12|||R:VERB:INFL|||رکھا|||REQUIRED|||-NONE-|||0

S جیسے فلان عمارت کا سنگ بنیاد مؤرخہ پچیس اکتوبر 1978 میں رکھی گئی
A 12 13|||R:VERB:INFL|||گیا|||REQUIRED|||-NONE-|||0

S شریعت اسلامی کی اصطلاح میں امام جعفر صادق کی بتائی ہوئی فقہی اصولوں پر عمل کرنے والے مسلمان جعفری کہلاتے ہیں
A 9 10|||R:VERB:INFL|||بتائے|||REQUIRED|||-NONE-|||0

S شریعت اسلامی کی اصطلاح میں امام جعفر صادق کی بتائی ہوئی فقہی اصولوں پر عمل کرنے والے مسلمان جعفری کہلاتے ہیں
A 10 11|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S وہ گئے اور قبر کے منہ پتھ ر سے مہر کرکے سپاہیوں کی نگرانی میں وہاں پر سخت پہرہ بٹھا دیئے
A 20 21|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ریاست کی ثقافتی تنظیموں کو ایڈز بیداری پروگرام میں شامل کرنے کی سمت میں کئی کوششیں کی گئ ہیں
A 17 18|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S اس مذہب کی بنیاد ابن نصر نے رکھی اور اس کے عقائد الکاسبی نے ظاہر کیئے
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S مسلمین کی جماعت رسول اللہ صلی اللہ علیہ وسلم کے رکھے ہوے نام " جماعت المسلمین " ہی سے موسوم ہے
A 11 12|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S اس نئے چھوٹے ملک کیلئے ویب سائٹ بھی قائم کیا گیا ہے اور ساتھ ہی ساتھ شعار اور پرچم بھی تیار کیا گیا ہے
A 9 10|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس نئے چھوٹے ملک کیلئے ویب سائٹ بھی قائم کیا گیا ہے اور ساتھ ہی ساتھ شعار اور پرچم بھی تیار کیا گیا ہے
A 10 11|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S سی پی این ( یو ایم ایل ) 1998 میں تقسیم ہوئ
A 11 12|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S متحدین نے چاروں طرف سے میسور پر حملے شروع کر دیئے
A 10 11|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S کی رسای ل اخبارات اور مبصر حضرات نے جو تبصرے کئے ہیں ان سب کی فوٹو کاپی ساتھ
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S دیکھئے کہ ڈاکٹرمناظرعاشق ہرگانوی کی تنقیدی عینک سے آنس معین کی شاعری کارنگ وآہنگ کیسا نظر آتا ہے
A 0 1|||R:VERB:INFL|||دیکھیے|||REQUIRED|||-NONE-|||0

S شاعری کاباقاعدہ آغازکالج سے ہوا جہاں آپ نے شعروسخن کے مقابلوں میں حصہ لینا شروع کیا اورکئی انعامات اپنے نام کئے
A 20 21|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S گجرات میں سال 1986 میں پہلی بار ایڈز مریض کی تشخیص کی گئ تھی
A 12 13|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S مرکز کے کئی ذیلی ادارے علاقائی مراکز اور شاخیں مختلف مقامات پر قائم کئے گئے ہیں
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S عبد الطیف زرگر شوق نیپالی نیپال گنج کے مشہور شاعر ہے
A 10 11|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S کینیڈا میں اردو داں آبادی کی آمد 1960 کے رہے سے شروع ہوئ تھی
A 12 13|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S لیکن لڑکیوں کو بالغ ہونے سے پہلے ہی لگا دینا چاہیئے تا کہ شادی کے بعد بچوں کو مکمل تحفظ مل سکے
A 10 11|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S اردو کے ہم آواز الفاظ ترکی سندھی اور قدیم آریائی زبانون میں بھی ملتا ہے
A 13 14|||R:VERB:INFL|||ملتے|||REQUIRED|||-NONE-|||0

S اردو کے ہم آواز الفاظ ترکی سندھی اور قدیم آریائی زبانون میں بھی ملتا ہے
A 14 15|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S ڈنمارک میں اردو زبان کے فروغ کے لیے دو انجمنیں قائم کی گئ ہیں
A 12 13|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S اس کے علاوہ یہاں اقبال اکیڈمی بھی قائم کی گئ ہے
A 9 10|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S 290 کتب پر علما ابن عربی متفق ہین کہ وہ انی کی تصانیف کردہ ہیں
A 7 8|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S ا س کی بیوی نے یوسف پر جھوٹا الزام لگایا چنانچہ وہ قید میں ڈالا گیا
A 14 15|||R:VERB:INFL|||ڈالے|||REQUIRED|||-NONE-|||0

S ا س کی بیوی نے یوسف پر جھوٹا الزام لگایا چنانچہ وہ قید میں ڈالا گیا
A 15 16|||R:VERB:INFL|||گیے|||REQUIRED|||-NONE-|||0

S ا س کی بیوی نے یوسف پر جھوٹا الزام لگایا چنانچہ وہ قید میں ڈالے گیے
A 15 16|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S تنظیم کی جانب سےکئ ریاستوں میں اردو کے مسائل پر روشنی ڈالی گئ ہے اور ارباب مجاز سے سلجھانے کی کوشش کی گئ ہے
A 12 13|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S تنظیم کی جانب سےکئ ریاستوں میں اردو کے مسائل پر روشنی ڈالی گئ ہے اور ارباب مجاز سے سلجھانے کی کوشش کی گئ ہے
A 22 23|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S شمشاد ٹی وی کی نشریات 24 گھنٹے نشر کئے جاتے ہیں
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اہم بات یہ کہ دونوں بار ایک ہی افسانے پیش کئے گئے
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس سیریز کا دوسرا دور 1998 کا تھا جب ٹیلی وژن پر یہ رنگین فارمیٹ میں پیش کئے گئے
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ایک اندازے کے مطابق اس رسم میں 2009 میں تقریبا 2 لاکھ 50 ہزار جانور ذبح کئے گئے
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس کے مینار بھی خوبصورت انداز میں تعمیر کئے گئے ہیں
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S دونوں کھلاڑیوں کو کھیل کے آغاز میں الگ الگ 16 م ہرے دیئے جاتے ہیں
A 12 13|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S کم جونگ اون شمالی کوریا کے ڈکٹیٹر ہیں
A 7 8|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S کم جونگ اون شمالی کوریا کا ڈکٹیٹر ہے
A 7 8|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S ا نی شیئیٹیو ایشیا نام کی ایک تنظیم سویڈن میں 2011 میں قائم کی گئ ہے
A 14 15|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S عارف کسانہ سویڈن میں واحد پاکستانی ہوں جو سویڈش وزارت خارجہ کے تحت فارن پریس ایسوسی ایشن کا رکن ہوں
A 19 20|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اس گیم سے قبل دونوں شاطروں نے سفید مہروں کے ساتھ گیم جیت کر پوائنٹ حاصل کئے
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 1972 میں یہ خدمات ممبئی اور امرتسر تک توسیع کئے گئے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S قومی سطح پر نشریات 15 اگست 1982 سے شروع کئے گئے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس سال یوم آزادی بھارت کا لائو نشریات کئے گئے تھے جس میں اندرا گاندھی کے قوم سے خطاب کو نشر کیا گیا تھا
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ڈی ڈی نیشنل کی نشریات 1400 ٹرانسمیٹرز کے ذریعے کئے جاتے ہیں
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S چارلس یونیورسٹی کو ماضی میں بھارت اور پاکستان سفارت خانوں سے کافی امداد حاصل ہوئے تھے
A 14 15|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S چارلس یونیورسٹی کو ماضی میں بھارت اور پاکستان سفارت خانوں سے کافی امداد حاصل ہوئے تھے
A 15 16|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S استرجع کنندگان وہ صارف ہیں جنھیں یہ زائد اختیار کی جانب سے دیا جاتا ہے
A 12 13|||R:VERB:INFL|||دئے|||REQUIRED|||-NONE-|||0

S استرجع کنندگان وہ صارف ہیں جنھیں یہ زائد اختیار کی جانب سے دیا جاتا ہے
A 13 14|||R:VERB:INFL|||جاتے|||REQUIRED|||-NONE-|||0

S استرجع کنندگان وہ صارف ہیں جنھیں یہ زائد اختیار کی جانب سے دیا جاتا ہے
A 14 15|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اس سلسلے میں اردو کی خصوصیت اس اعتبار سے تسلیم کی گئ کہ یہ بھارت اور پاکستان کی مشترکہ زبان بن کر ابھری ہے
A 11 12|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S ان کی پہلی نظم میں انہوں نے ذوالفقار علی بھٹو کو پھانسی دیے جانے پر اپنے رنج کا اظہار کیا
A 12 13|||R:VERB:INFL|||دئیے|||REQUIRED|||-NONE-|||0

S ان کی پہلی نظم میں انہوں نے ذوالفقار علی بھٹو کو پھانسی دئیے جانے پر اپنے رنج کا اظہار کیا
A 12 13|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S انہوں نے مختلف تجربات کئے جیسے ایک بند برتن میں برقی شعلے کے ذریعے میتھین گیس کو جلانے کی کوشش
A 4 5|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ان پلیٹوں کو الیکٹراد کہتے ہیں جو کارڈ بورڈ کے ذریعے سے الگ کئے گئے ہوتے ہیں
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S وہاں انہوں نے اسلام کے جھنڈے کو مضبوطی سے گاڑتے ہوئے بہت سے لوگوں کے دل اسلام کی طرف پھیر دئیے
A 20 21|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S مقامی افراد کی جانب سے کوئ دلچسپی نہیں دیکھی گئ
A 9 10|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S اس کے علاوہ اردو یہاں کے مسلمانوں کی ایک مذہبی اور ثقافتی زبان بھی بن گئ ہے
A 15 16|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S بعد میں ثانوی سطح پر پڑھائی کا انتظام کیا گیا اور اردو میں ایم اے کی سہولت بھی فراہم کی گئ
A 20 21|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S رؤف کلاسرا ایک پاکستانی صحافی اور اردو زبان کے کالم نگار ہیں
A 11 12|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S اس کے ساتھ ساتھ روزنامہ جنگ اور اخبار جہان کے لیے کالم لکھنا شروع کردئیے
A 14 15|||R:VERB:INFL|||کردیے|||REQUIRED|||-NONE-|||0

S یہ سوالات خود مفتی اعظم ہند نے کئے تھے اور تقریبا تین سال کے دوران میں پوچھے گئے سوال و جواب کا مجموعہ ہے
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جاپان میں اردو زبان کے لیے بہت اہم کانامے سر انجام دیئے
A 11 12|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S تمام نشانات متعدد اوقات میں متعین کئے گیے ہیں
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S تمام نشانات متعدد اوقات میں متعین کئے گیے ہیں
A 7 8|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S ترکی میں تقریب ا 25 سال کے لیے اردو کی تعلیم پر پابندی لگادی گئ تھی
A 14 15|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S ایسی خبریں ہیں کہ سڈنی یونیورسٹی میں اردو تعلیم مسدود کردی گئ ہے
A 11 12|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S ان میں مختلف جماعتوں نے درج ذیل نشستیں حاصل کئے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S حضرت حفصہ نے وہ صحیفے حضرت عثمان کے پاس بھیج دیئے
A 10 11|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S گویا مجمع کے سرکاٹ لئے گئے ہیں
A 4 5|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اس کمپنی کے بنائے ہوئے فلموں کو پاکستان میں بہت پزیرائی ملی
A 4 5|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S اے آر وائی فلمز نے اب تک بہت سے فلمیں بنائے ہیں جن میں 11 اردو 6 پنجابی اور 17 پشتو میں ہیں
A 10 11|||R:VERB:INFL|||بنائی|||REQUIRED|||-NONE-|||0

S پاکستان میں سیاست آئین پاکستان کے دائرے میں رہ کر ہی کیا جاسکتا ہے
A 11 12|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S پاکستان میں سیاست آئین پاکستان کے دائرے میں رہ کر ہی کیا جاسکتا ہے
A 12 13|||R:VERB:INFL|||جاسکتی|||REQUIRED|||-NONE-|||0

S اس میں پیشرفت کے اداریہ جات پر مشتمل خصوصی 550 صفحات کی کتاب جاری کی گئ تھی
A 15 16|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S تاہم اسی سے 1950 کے دہے ہندی الگ کردی گئ اور اردو کا بھی ایک الگ شعبہ قائم کیا گیا تھا
A 9 10|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S نتالیہ پری گارینہ کی پیدائش 8 مئی 1934 کو ہوئ تھی
A 9 10|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S اس ادارے کے کئی منصوبے ہیں جن کو اس کے ویب سائٹ پر دیکھے جاسکتے ہیں
A 13 14|||R:VERB:INFL|||دیکھا|||REQUIRED|||-NONE-|||0

S اس ادارے کے کئی منصوبے ہیں جن کو اس کے ویب سائٹ پر دیکھے جاسکتے ہیں
A 14 15|||R:VERB:INFL|||جاسکتا|||REQUIRED|||-NONE-|||0

S اس ادارے کے کئی منصوبے ہیں جن کو اس کے ویب سائٹ پر دیکھے جاسکتے ہیں
A 15 16|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S ان کی پیدائش 20 جولائی 1951 کو ہوئ تھی
A 7 8|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S اشک کی ابتدائی تعلیم بڑنگر اجین مدھیہ پردیش میں ہوئ
A 9 10|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S آپ کی مجلس میں علما فقہا اور صلحا کا بڑا مجمع رہا کرتا تھا جو آپ کے کلام سے مستفیض ہوتے تھے
A 20 21|||R:VERB:INFL|||ہوتا|||REQUIRED|||-NONE-|||0

S آپ کی مجلس میں علما فقہا اور صلحا کا بڑا مجمع رہا کرتا تھا جو آپ کے کلام سے مستفیض ہوتے تھے
A 21 22|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S سنہ 1967 میں عربوں اور صیہونی حکومت کے درمیان ہونے والی جنگ کے دوران حافظ الاسد شام کے وز ر دفاع تھے
A 21 22|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S حافظ الاسد شام کے صدر تھے
A 5 6|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S حافظ الاسد شام کے صدر تھا
A 5 6|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S ن کے باپ عبد اللہ بن ابی کے الفاظ قرآن نے بیان کئے
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اور اس کے مندرجات بیان اور تفسیر کی کئی کتابوں میں نقل کئے گئے ہیں
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ سالانہ کاشت کئے جانے والا پودہ ہے
A 3 4|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ جماعت جماعت اسلامی ہند کا حصہ نہیں بلکہ یہ ایک الگ حیثیت رکھتا ہے
A 13 14|||R:VERB:INFL|||رکھتی|||REQUIRED|||-NONE-|||0

S مصنف نے اس کتاب کو دس مقاصد میں تقسیم کیا اور اس کے آگے کئی کئی ابواب اور عنوان قائم کئے
A 20 21|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S طلوع نیوز پر پشتو اور دری میں نشریات ہوتے ہیں
A 8 9|||R:VERB:INFL|||ہوتی|||REQUIRED|||-NONE-|||0

S آئین افغانستان نے اکثر اہم اور بڑے اختیارات صدر کو دیئے ہیں چاہے عامل ( ایکزیکٹیو ) ہو یا عسکری ہو
A 10 11|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S دائرہ اولیہ امکانیہ کے مرکزاعلی سے اس کتاب کے علوم لئے گئے ہیں
A 10 11|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اس کے اوراد اور وظائف سو سے زائد کتب معتبرہ سے نقل کئے گئے ہیں
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S پاکستان نیم فوجی دستوں سے مراد وہ دیگر عسکری قوتیں ہیں جن کو آئین طور پر ملکی سلامتی کے لیے اختیارات دیئے گئے ہیں
A 21 22|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S لیکن کچھ وجوہات کی بنا پر انہوں نے یہ ملازمت ترک کر دی اور اپنی گزر اوقات کے لیے کرتے بنانا شروع کر دیئے
A 23 24|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S لوویزیانا کی خرید و فروخت کے لیے امریکی حکومت نے حکومتی قرضے جاری کیئے
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S منظم زبان ایک زبان کو منظم اور معیاری بنانے کے لیے قائم کئے گئے مختلف ادارے یا تنظیمیں ہوتی ہیں
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اب شورش بھی برصغیر کا منفرد خطیب مانا جانے لگا
A 9 10|||R:VERB:INFL|||لگے|||REQUIRED|||-NONE-|||0

S اس کے اندر ایک چبوترا پر ایک ملاح گھٹنوں میں سر دیئے بیٹھا ہے
A 11 12|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S سکندر جب ٹیکسلا پہنچا تو اسے یہی سکے نذر کئے گئے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس طرح دونوں کانوں کے پیچھے سوراخ کئے گئے ہیں
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ٹخنوں سے ذرا اوپر پنڈلیوں کے ارد گرد سوراخ کئے گئے ہیں
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ اتنی زیادہ تعداد میں ملے ہیں کہ شاید ایک دفعہ استعمال کرکے پھینک دیئے جاتے ہوں گے
A 14 15|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S پھر ان کو کاٹ کر ٹکڑے کئے جاتے تھے
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جس سے ظاہر ہوتا ہے کہ ہر جگہ مقامی طور پر تیار کئے جاتے تھے
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S بعض صورتوں میں ڈنڈی تانبے اور اس کے علاوہ پختہ مٹی کے بنے ہوتے تھے
A 12 13|||R:VERB:INFL|||بنی|||REQUIRED|||-NONE-|||0

S بعض صورتوں میں ڈنڈی تانبے اور اس کے علاوہ پختہ مٹی کے بنے ہوتے تھے
A 13 14|||R:VERB:INFL|||ہوتی|||REQUIRED|||-NONE-|||0

S بعض صورتوں میں ڈنڈی تانبے اور اس کے علاوہ پختہ مٹی کے بنے ہوتے تھے
A 14 15|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S البتہ مفاہیم سے اس سماج کی مذہبی اور سماجی زندگی کے بارے میں کچھ اشارے کئے ہیں
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S انہوں نے نتیجہ نکالا کہ ماضی میں اس رسم الخط کو پڑھنے کے جتنے دعوے کئے گئے ہیں وہ سب غلط ہیں
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ واحد شعوری طور پر دفن کئے گئے ہیں
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S متفرق شہروں کے بار بار جلنے اور اس کے بعد کمتر دستکاری کے مروج ہونے کے بہت سے ثبوت آثار قدیمہ نے فراہم کئے
A 23 24|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S چین میں چینی سائیندانوں نے اس مخلوق کے کچھ اعضائ 1957 اور 1958 میں دریافت کیئے
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس پندرہ لاکھ سال کے عرصہ میں اس مخلوق نے ارتقائ کے آثار ظاہر نہیں کئے
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اول اول خوراک کی فراہمی کے لیے ہتھیار استعمال کئے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آگ نے جہاں ان کو مستقبل یا نیم مستقبل ٹھکانوں میں رہنا سکھایا وہیں ان پر دو بڑے اہم اثرات مرتب کئے
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ اس قسم کے اوزار ہیں جو ایک پتھر کو دوسرے پھتر سے تراش کر نوکدار بنا کر تیار کئے گئے ہیں
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جو اس بات کا ثبوت ہے کہ وہ منصوبہ بندی کے ساتھ مل جل کر شکار کئے گئے تھے
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کھڑے آدمی بلکہ اس بھی قبل انسانی مانسوں نے ہتھیار بنانے شروع کر دیئے تھے
A 13 14|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S مختلف علاقوں میں ملنے والے مجحرات کے حوالے سے اس کو بعض متفرق نام دیئے گئے ہیں
A 14 15|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S یہ سب افراد دفن کئے گئے تھے
A 4 5|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اوزاروں کا فن نسل در نسل منتقل کرنے کے لیے لسانی اشارے وضع کئے گئے ہوں گے
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جب اس نے اپنی مدد کے لیے اوزار بنانے شروع کئے
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس سارے زمانے میں چار برفانی اور تین مابین برفانی دور تسلیم کئے گئے ہیں
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S بڑی اجناس گندم اور جو تھیں اس کے علاوہ تل اور مٹر بھی کاشت کئے جاتے تھے
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جو شاید اس بات کا ثبوت ہیں کہ ایک بار پانی پیبنے کے بعد پھینک دیئے جاتے تھے
A 15 16|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اکثر مکانات دو منزلہ ہیں اور بلندی پر تعمیر کئے گئے ہیں
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ اپنی ہم عصر صنعتوں کا حصہ قرار دیئے جاسکتے ہیں
A 8 9|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S لیکن پاکستانی ماہرن آثار نے بعد کی تحقیات سے پاکستان کے وسطی حجری دور کے ناقابل تردید شواہد دریافت کئے ہیں
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جس کا مطلب ہے کہ ان اوزاروں سے جانوروں کو جن کے سینگ پڑے ہیں ذبح کئے گئے ہیں
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S پگٹ نے جو پانچ ٹیلوں سے برتن دریافت کئے تھے
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S نینواہ کے یہ برتن 2500 ق م کے قریب تسلیم کئے گئے
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S دونوں ہاتھوں اپنے جسموں سے دور کرے آپس میں پیوستہ کئے ہوئے ہیں
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جب زنانہ محلوں کے سکون میں داخل ہوئی یہ دیرینہ ماضی کے پرتشدد دور آئینہ دار بنی
A 7 8|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S اس کے مقابلے میں سوہر دمب میں ڈھانچے کے ٹکڑے دفن کئے گئے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ان میں سے اکثر و بیشتر نمونے اتنے نفیس اور پیچیدہ ہیں کہ جن کو بنانے کے کئے انتہا درجہ کی مہارت چاہیے
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اب قدرتی طور پر دستیاب پتھروں کو استعمال کرنے کے بجائے باقائدہ گھڑ کر مربع شکل کے پتھر استعمال کئے گئے ہیں
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ظاہر یہ کسی قریبی آبادی سے حاصل کئے گئے ہوں گے
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S غالبا بھارت کا اور یقینا صوبہ کیرالا کی واحد جامعہ ہے جو علاقائی مراکز کے ذریعہ تعلیم مہیا کرتا ہے
A 18 19|||R:VERB:INFL|||کرتی|||REQUIRED|||-NONE-|||0

S عروج کے زمانے میں ایک جگہ ایک گائے ایک اونچے سٹنڈ سے بندھی ہوئی ہے اور کی طرف منہ کئے کھڑی ہے
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس کے علاوہ تامبے لاجورد اور عقیق کے زیورات بنائے اور استعمال کئے جاتے تھے
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ان کے علاوہ چار ضمنی مرحلے بھی قرار دیئے جاسکتے ہیں
A 8 9|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S لیکن اس کے بارے میں سب سے بہتر یوری گنکو فسکی نے پیش کئے ہیں
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس دور کے آغاز سے پہلے ہی برف پگھلنی شروع ہوگئی تھیں
A 11 12|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S قدیم پتھر کے زمانے علی الترتیب تین حصہ کیئے جاتے ہیں
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S پاکستان بنے کے بعد اپنے والدین کے ہمراہ ضلع اوکاڑہ کے چک نمبر55 2 1میں ہجرت کرنے کے بعد مستقل سکونت اختیار کرلی
A 1 2|||R:VERB:INFL|||بننے|||REQUIRED|||-NONE-|||0

S ان کو پھر جنت میں پہنچنے کی امید دلائی جاتی اور ان لوگوں سے ظالمانہ کام لئے جاتے
A 16 17|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S فدائیوں میں بڑے ان پڑھ جان باز نوجوان شریک کئے جاتے تھے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ضلع ملبار کے اکثر علاقے 1792 کی تیسری اینگلو میسور جنگ کے خاتمے پر نے برٹش ایسٹ انڈیا کمپنی کو سپرد کئے تھے
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S امریکا اور اس کے اتحادیوں نے میں افغانستان پر مزائلوں اور فضائی حملے طالبان اور القائدہ کے ٹھکانوں پر ممکنہ حملے کئے
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جس میں شمالی اتحاد کو اہم عہدے دیئے گئے
A 7 8|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S مگر مسلمانوں نے نئی نئی جدتیں اور اختراع کےں اور نہ صرف ان میں تبدیلیاں کیں بلکہ نئے ساز بھی ایجاد کئے
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S روایت فن حدیث کی مشہور اصطلاح ہے بعض صورتوں میں روایت سے مراد مسائل منقولہ لئے جاتے ہیں
A 15 16|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S یہ دیویاں مذکورہ بالا دونوں دیویوں کی طرف پشت کئے کھڑی ہیں اور آگے کی طرف دیکھ رہی ہیں
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس سلسلہ عالیہ میں چاروں سلسلہ ہائے تصوف نقشبندیہ قادریہ چشتیہ اور سہروردیہ کی باقاعدہ خلافت و اذن دیا جاتا ہے
A 18 19|||R:VERB:INFL|||دی|||REQUIRED|||-NONE-|||0

S اس سلسلہ عالیہ میں چاروں سلسلہ ہائے تصوف نقشبندیہ قادریہ چشتیہ اور سہروردیہ کی باقاعدہ خلافت و اذن دیا جاتا ہے
A 19 20|||R:VERB:INFL|||جاتی|||REQUIRED|||-NONE-|||0

S بعد میں پارتھی ہند پارتھی ایرانی اور پھر کشان حکمرانوں نے قبضہ کئے رکھا
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S مغل دور کے بہت مشہور سارے باغات تباہ کر دیئے گئے
A 9 10|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S یہ طریقہ ایسے کپڑوں کو صاف کرنے کے لیے استعمال کیا جاتا ہے جو دھلائی مشین اور آلہ خشکاری کی سختی برداشت نہ کرسکے
A 23 24|||R:VERB:INFL|||کرسکیں|||REQUIRED|||-NONE-|||0

S آپ کا کلام ماہنامہ شاعر اگرہ روزنامہ انقلاب اور ماہنامہ چودھویں صدی بہرائچ کے علاوہ مختلف رسالو میں شائع ہو تے رہے ہے
A 22 23|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S آپ کا کلام ماہنامہ شاعر آگرہ روزنامہ انقلاب اور ماہنامہ چودھویں صدی بہرائچ کے علاوہ مختلف رسالوں میں شائع ہو تے رہے ہیں
A 21 22|||R:VERB:INFL|||رہا|||REQUIRED|||-NONE-|||0

S آپ کا کلام ماہنامہ شاعر آگرہ روزنامہ انقلاب اور ماہنامہ چودھویں صدی بہرائچ کے علاوہ مختلف رسالوں میں شائع ہو تے رہے ہیں
A 22 23|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S کابینے کے زیادہ تر وزارتیں تحریک انصاف کے پاس ہی ہیں تاہم تین چار وزارتیں اتحادی جماعتوں کو دیئے گئے ہیں
A 18 19|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس تنظیم نے سیاحوں کیلئے ملک کے مختلف حصوں میں قیام گاہیں وغیرہ قائم کئے ہیں
A 14 15|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S آج اس کی ملکیت سچ گروپ کے ہاتھوں میں ہے جس کے مالک کرشن لال گپتا ہے
A 16 17|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S پاکستان کے دیگر شمالی علاقہ جات کی طرح قدرت نے خیبر پختونخوا کے شمالی اور مشرقی حصے میں خوبصورت نظارے پیدا کئے ہیں
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S نورانٹرنیشنل مائیکروفلم کی بنیاد کے علاوہ سینٹر میں مختلف شعبے بھی قائم کئے
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S خطے پر مختلف گروہوں نے حملے کئے ان حملہ آوروں میں ہخامنشی فارسی یونانی سکاہی کشنی چینی عرب ترک مغل منگول وغیرہ شامل ہیں
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S شمالی حصے میں گلگت بلتستان آزاد کشمیر مری ( شمال مغربی پنجاب ) اور خیبر پختونخوا کا شمالی حصہ شامل ہیں
A 20 21|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S جگنو جیو نیوز پر نشر کئے جانے والا ایک پروگرام ہے
A 5 6|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S میں نے شاعری کو اپنا پیشہ نہیں بنایا بس اپنےذوق کی تسکین کے لئےشعر کہتا ہوں
A 15 16|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S جناب کی پیدائش 22 اکتوبر 1914 کو شہر کے محلہ میراخیل پورہ بہرائچ میں ہوی
A 14 15|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S پس ان میں وہ تمام اسرار و معارف بیان کئے گئے ہیں جو فہم انسانی کا منتہائے ادراک ہیں
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ملا اختر منصور طالبان کے موجودہ امیر ہیں جو ملا عمر کے بعد افغان طالبان کے نئے امیر منتخب کئے گئے
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جولائی 2015 تک ناسا نے ایسے دو ہزار سیارے دریاف کئے ہیں
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S انہوں نے آواں گارد مجلہ استعارہ کے ادارت کے فرائض انجام دیئے ہیں
A 11 12|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S رگھو جی نے بھنڈارہ اور ناگپور پر قبضہ کرنے کے بعد مختلف مقامات پر تھانے بنوائے اور وہاں اپنے افسر متعین کئیے
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ تحریک کارگر ثابت ہوئی اور پانچ سال میں تقریبا سکول قائم ہوئے
A 12 13|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S مگر اس بار کسی خون خرابے کے بغیر انہوں نے ایک معاہدہ کیا جس کے بعد برطانویوں نے اپنے سپاہی واپس کر لئے
A 22 23|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اسی وقت سواری کا اونٹ منگوایا اور اس خوشبو کی طرف چل دیئے
A 12 13|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اسی دوران آپ کے کان میں عبید اللہ احرارکے فیض کا آوازہ پہنچا تو آپ نے حصار سے سمرقند کی طرف رخت سفر باندھا
A 12 13|||R:VERB:INFL|||پہنچی|||REQUIRED|||-NONE-|||0

S وہ مرگ انبوہ میں زندہ بچ گیے تھے
A 6 7|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S انہوں نے اپنے ایام فیودر دوستوئیفسکی فرانز کافکا اور تھامس مین کی کتابیں پڑھتے ہوئے بسر کئے
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S میڈیسن سانس فرنٹیئرز فرانسیسی زبان سے لئے گئے الفاظ ہے جس کا مطلب ہے طبیبان بے سرحد
A 6 7|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اور تقریبا 80 فیصد لوگ مقامی جگہوں ( جس ملک میں ہم کام کرتے ہیں ) سے بھرتی کئے جاتے ہیں
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S انہوں نے دشمن کے کئی جہاز زمین پر ہی تباہ کر دیئے
A 11 12|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S آپ نے1964 عیسوی میں وفات پائ اور ایبٹ آباد میں دفن کی گ
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S سیوزید کھڈ کے حدودلوئرکوہستان سے ملتے یں
A 5 6|||R:VERB:INFL|||ملتی|||REQUIRED|||-NONE-|||0

S چنانچہ ترک پانی پتی نے دعا کے لیے ہاتھ اٹھا دیئے
A 10 11|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس مسلم قریش قوم سومرا کے مؤرث اعلی حضرت سمرہ بن جندب بن ھوازن ہے
A 14 15|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S آپ کے اجداد ہمیشہ سے بارگاہ سلطان کے مقرب رہے اور اپنی خدمات جلیلہ کے صلہ میں بڑے بڑے مناصب اور عہدے حاصل کئے
A 23 24|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ام فضل نے نبی کریم سے 30 حدیثیں روایت کی ہیں راوی اصحاب یہ ہے
A 14 15|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S جنھیں مائکروسکوپ پر کئے گئے ان کے کام پر 1954 میں انھیں نوبل انعام برائے طبیعیات دیا گیا
A 3 4|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ ان 6 وولف انعامات میں سے ایک ہے جو 1978 سے دیئے جا رہے ہیں
A 12 13|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S د گر میں زراعت ریاضی کیمیا فن میں دیئے جاتے ہیں
A 8 9|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S افغانستان میں کڑی میمن پہنچا تو لوگوں نے والہانہ استقبال کیا
A 4 5|||R:VERB:INFL|||پہنچے|||REQUIRED|||-NONE-|||0

S یہاں ایک وسیع لائبریری دامن دل کشا کئے ان کو خوش آمدید کہہ رہی تھی
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S تین مقالے مرزا اسد اللہ خان غالب کے فکروفن جمالیات کلام منقبت کے حوالے سے تحریر کئے ہیں
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S پروفیسر ظفر علی خان نے پیسے اکٹھے کئے اور ان مسودوں کو کتب کا روپ دے دیا
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S تحریک کے نتیجے میں بالآخر بھارتی حکومت نے ریاست بمبئی کو تقسیم کرکے دو الگ ریاستیں قائم کئے ایک گجرات ریاست اور دوسرا مہاراشٹر
A 17 18|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S پولیس نے مظاہرین پر حملے کئے جس میں رہنما اے کے فضل الحق سمیت کئی مظاہرین زخمی ہوئے
A 5 6|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اگلے چار دن تک مسلسل ہڑتال کئے گئے
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس مجمع نے حکومت نواز دو دو اخبار جن میں جوبلی پریس اور مورننگ نیوز شامل تھے کے دفاتر نزر آتش کئے
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S طلبا گروپ نے کالج اور پولیس افسران سے قانون اور امن آمہ کو برقرار رکھنے کے وعدے کئے
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S بہت سارے سیاسی کارکنان اس دوران میں قید کئے گئے
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جو نہ صرف ہندوستان بلکہ پوری دنیا میں بہت پسند کئے جاتے ہیں
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اپنے دادا خواجہ محمد معصوم اور والد خواجہ صبغۃ اللہ دونوں سے نسبت اور کمالات حاصل کئے
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S سندھ اسمبلی نے اس ادارے کے قیام کے وقت تین مقاصد قرار دئیے تھے جویہ ہیں
A 12 13|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ان کے خطابوں میں خان بہادر اور مہاراجا بہادر وغیرہ تھے جو ان کی انفرادی صلاحیتوں کی بنیاد پر دیے گیے تھے
A 20 21|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S " ابن القسم " ) عبرانی کتاب مقدس کے مطابق مملکت اسرائیل کے بادشاہ داؤد کی زوجہ اور شاہ سلیامن کی والدہ تھیں
A 22 23|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S ( تلفظ ) یعقوب علیہ السلام کے گیارہویں اور لیاہ کے ساتویں بیٹے تھے
A 13 14|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S آپ کی وفات کے بعد ایک بہت بڑی مسجد مسافروں کے لیے حجرے تعمیر کئے گئے
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S پشاور کے اسی باغ اسد اللہ خان میں بجوڑی دروازے کے باہر شعبہ میں دفن کئے گئے
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S علوم ظاہری اور کمال باطنی اپنے والد بزرگوار سے حاصل کئے اور ان کی خاص نسبتوں سے درجہ کمال تک پہنچے
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S انگریزی دور کی طرز تعمیر پر بنی اس کی عمارت کے تین حصے ہیں پہلے دو حصے تین خوبصورت محراب سے قطع ہوے ہیں
A 22 23|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S ٹاما بلی نے واکایاما الیکٹرک ریلوے کے کاشی اسٹیشن پر 8 سال بطور اسٹیشن ماسٹر کے فرائض سر انجام دئیے
A 19 20|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S پولیس بھی اکثر ملزموں کو عدالت میں پیش کئے بغیر قتل کا گناہ کرتی ہے
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کلام پاک خاص طور سے جوئے بازی بازی لگانے یا لاٹری کو مجرم قرار نہیں دیتی
A 15 16|||R:VERB:INFL|||دیتا|||REQUIRED|||-NONE-|||0

S ان کی ماں وکٹوریہ ہیمنگز بھی ایک کلاسیکی رقاصہ اور گلوکارہ تھیں
A 11 12|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S گوہر جان ایک غزل گو شاعرہ بھی تھیں اور شاعری میں ہمدم تخلص کرتی تھیں
A 7 8|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S گوہر جان ایک غزل گو شاعرہ بھی تھیں اور شاعری میں ہمدم تخلص کرتی تھیں
A 14 15|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S 1896 میں وہ کلکتے کے امرا کی محفلوں سے باقاعدہ متعارف ہوئیں اور ان کی مقبولیت عوام الناس تک پہنچنے لگی
A 11 12|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S حاجی محمد صفی کا نام حاجی صفی اللہ اور حاجی محمد صفی سے شہرت رکھتا ہیں
A 14 15|||R:VERB:INFL|||رکھتے|||REQUIRED|||-NONE-|||0

S اس مضمون میں 1947 سے 1970 تک کی پاکستان کرکٹ کی تاریخ کا مواد شامل ہے
A 15 16|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S تفسیر ابن کثیر کی تلخیص اور اردو ترجمہ قرآن احسن البیان کی نظرثانی کا مبارک کام بھی شیخ کے نمایاں کارساز میں سے ہیں
A 23 24|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S اس قانون کا مسودہ 1860 میں تیار کیا گیا تھا جس کے پیچھے برطانوی بھارت کے پہلے قانونی کمیشن کی سفارشات کارفرما تھی
A 22 23|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S عرفان ارشد عرصہ دراز سے بطور عام صارف ویکیپیڈیا پر جانفشانی سے اپنی خدمات سرانجام دے رہے ہے
A 17 18|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اس کتاب میں ملٹی ٹاس نگ اور دیگر مسائل سے بھی بچنے کا مشورہ بھی دئیے گئے ہیں
A 15 16|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S یوں آپ نے فتح ( اللہ کی طرف سے رزق دیئے جانے ) کا در تھام لیا اور اپنا پیشہ چھوڑ دیا
A 10 11|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S بعض اوقات نفس کے پیچید ہ سوالوں کے آسان فہم جوابات بھی دئیے گئے ہیں
A 12 13|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ہوگو نے اس دن کئی زخمیوں کوا علاج کی جس میں ایک آفیسر بھی تھے جنکا تعلق گائڈ سے تھا
A 8 9|||R:VERB:INFL|||کیا|||REQUIRED|||-NONE-|||0

S اس کے فورا بعد ہیں ٹیلی گراف کی لائنیں کاٹ دی گئی تھی
A 11 12|||R:VERB:INFL|||گئیں|||REQUIRED|||-NONE-|||0

S اس کے فورا بعد ہیں ٹیلی گراف کی لائنیں کاٹ دی گئی تھی
A 12 13|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S آپکوعباسی خلیفہ مستنجدباللہ کی طرف سے کافی تکالیف ملی جس سے آپکی شہادت ہوئی آپ بغداد میں مدفن ہیں
A 8 9|||R:VERB:INFL|||ملیں|||REQUIRED|||-NONE-|||0

S اس کے علاوہ شیکسپیئر کے ڈراموں کے تراجم بھی کئے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپ ایک نامور ترجمہ نگار ہے
A 5 6|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S آج ان کے باقیات میں انکی ہڈیاں اور ان کے استعمال کئے گئے پتھروں کے سادہ اوزار ہی دستیاب ہیں
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس کے بہت مسو دہ یوروپ کے مشہور کتبخانہ اور عخائب گہروں میں محفوظ کی جاتے ہے
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جمال کے چاک کئے ہوئے کو ہم سی نہیں سکتے بابا فرید کے یہ الفاظ اس واقعہ کی طرف اشارہ کرتے ہیں
A 3 4|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جمہوریہ ترکی میں سرکاری ٹی وی چینل 1 پر پیش کئے گئے ڈرامے کا اردو ترجمہ ہے
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس کی مقبولیت نے ترکی اور پھر آہستہ آہستہ ترکی سے باہر بھی جھنڈے گاڑنا شروع کر دیئے تھے
A 17 18|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ان فلاسفہ نے مل کر قاموس علوم ( انسائیکلو پیڈیا ) مرتب کی جس میں عقلیاتی اور تحقیقی نقطہ نظر سے مضامین لکھے
A 12 13|||R:VERB:INFL|||کیا|||REQUIRED|||-NONE-|||0

S وحی اور الہام کے تصور کو رد کر دیا اور مادیت پسندی کا ابلاغ کیا
A 14 15|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S قاموسیوں نے ا مرا کے استحصال اور پادریوں کی دین فروشی کے پردے بڑی بے رحمی سے چاک کئے
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S خواجہ محمد مقتدی امکنگیسلسلہ نقشبندیہ کے معتبر اکابرین میں شمار کئے جاتے ہیں
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ظاہری باطنی علوم اپنے والد محترم سے حاصل کئے
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس جنگ میں برطانیہ کو زبردست فتح ہوئی اور انھوں نے اپنے تمام زمینی اور سیاسی مقاصد حاصل کئے
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S پچھلے ایک ہفتے سے حرم شریف اور گرد و نواح میں طوفانی آندھی چل رہی تھے
A 15 16|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S ولادت حضرت سید میران حسین زنجانی 26 شعبان 347 ھ میں زنجان میں پیدا ہوے
A 14 15|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S ایک لاکھ بیوت الخلا اور سات لاکھ خاندانوں کو گھریلو باغبانی کے لیے قرض دیے گیے
A 15 16|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S انقلاب کا خاتمہ کردیا گیا تو گورکی فنستان ہوتے ہوئی امریکہ چلا گیا
A 9 10|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S گورکی نے نان بائی کی دکان کو خیرباد کہا اور جنوب و جنوب مشرقی روس میں دو تین سال تک بے کار پھرتا رہا
A 23 24|||R:VERB:INFL|||رہے|||REQUIRED|||-NONE-|||0

S ادبی حیثیت بڑھی تو گورکی پیٹرز برگ میں آکر رہنے لگا
A 10 11|||R:VERB:INFL|||لگے|||REQUIRED|||-NONE-|||0

S اس نے دونوں پتھر آپکے سامنے رکھ دئیے اور آپ کا مرید ہوا
A 7 8|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S میں نے روضے پر شکرانے کے ہزار نوافل ادا کئے فاتحہ کا تحفہ پیش کیا اور گھر واپس آ گیا
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S پردہ دار مہر نے پردہ کرنا اور اللہ سے دعا مانگنا چھوڑ دیا اور دور جدید کے رنگ ڈھنگ اپنا لئے
A 20 21|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S عظیم بیلاروسی شاعر اور انقلابی یانکا کوپالا کو یاکوب کولاس کے ساتھ بیلاروسی شاعری کے بانیوں میں شمار کیا جاتا ہے
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S عظیم بیلاروسی شاعر اور انقلابی یانکا کوپالا کو یاکوب کولاس کے ساتھ بیلاروسی شاعری کے بانیوں میں شمار کیا جاتا ہے
A 19 20|||R:VERB:INFL|||جاتے|||REQUIRED|||-NONE-|||0

S عظیم بیلاروسی شاعر اور انقلابی یانکا کوپالا کو یاکوب کولاس کے ساتھ بیلاروسی شاعری کے بانیوں میں شمار کیا جاتا ہے
A 20 21|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S عظیم بیلاروسی شاعر اور انقلابی یانکا کوپالا کو یاکوب کولاس کے ساتھ بیلاروسی شاعری کے بانیوں میں شمار کیے جاتے ہیں
A 18 19|||R:VERB:INFL|||کیا|||REQUIRED|||-NONE-|||0

S عظیم بیلاروسی شاعر اور انقلابی یانکا کوپالا کو یاکوب کولاس کے ساتھ بیلاروسی شاعری کے بانیوں میں شمار کیے جاتے ہیں
A 19 20|||R:VERB:INFL|||جاتا|||REQUIRED|||-NONE-|||0

S عظیم بیلاروسی شاعر اور انقلابی یانکا کوپالا کو یاکوب کولاس کے ساتھ بیلاروسی شاعری کے بانیوں میں شمار کیے جاتے ہیں
A 20 21|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S چنانچہ میرے والد فورا شیخ بدہ کو لے کر رودلی کی طرف چل دئیے
A 13 14|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس کے علاوہ ہمارے دروازے کے سامنے عمدہ گھوڑے جن پر زریں زینیں آراستہ ہوں کھڑے کر دئیے جائیں
A 17 18|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S علاقہ کی ضروریات پوری کرنے کے لئے سرکاری و نیم سرکاری ادارے قائم کئے گئے
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S دولوں خان نے زمینداراں قوم نگیال قوم گوجر کٹھانہ و کسانہ اور ہندو بیوپاری لا کر یہاں آباد کئے
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپ نے گوگول لیمونتوف پشکن اور ٹاسلٹائی کے تراجم ترکمانی زبان میں کئے
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس طرح کی بغاوت میں ملک میں عوام سیاسی طور پر پوری طرح متحرک نہیں ہوتی
A 15 16|||R:VERB:INFL|||ہوتے|||REQUIRED|||-NONE-|||0

S اصطلاح میں اس سے مراد تبرکات لیے جاتے ہیں اور اکثر سیرت نگاروں نے آثار نبوی کی تعظیم کے عنوان قائم کئے ہیں
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S تاہم اس انعام کو ماضی میں کئے جانے والے کام پر نہیں دیا جائے گا
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S امریکی فلکیات دان ویسٹو سلیفر نے ایک دہائی پہلے ہی یہ ثبوت مہیا کردئیے تھے تاہم ان کو اتنی شہرت نہ مل سکی تھی
A 13 14|||R:VERB:INFL|||کردیے|||REQUIRED|||-NONE-|||0

S یہ پھیلاؤ دور حاضر کی کائنات کی کافی خصائص کی تشریح کرتی ہے جن کو بغیر افراطی دور کے بیان کرنا بہت مشکل ہے
A 11 12|||R:VERB:INFL|||کرتا|||REQUIRED|||-NONE-|||0

S اگر مصالح مرسلہ ان مصالح کو کہتے ہیں جنہیں اعتبار شارع کا لحاظ کئے بغیر
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ بھارتی مسلمانوں کے معاملات اور مسائل کو دنیا کے روبرو پیش کرتا ہے
A 12 13|||R:VERB:INFL|||کرتی|||REQUIRED|||-NONE-|||0

S ابو العباس احمد اسود دینوریسلسلہ سہرودیہ کے ابتدائی اکابرین میں شمار کئے جاتے ہیں
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کئی ملین پونڈ انہوں نے اسلام ہیلپ کےلئے جمع کئے اور اس انسانیت کی فلاح و بہود کا کام کرایا
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ناسا نے 1970 میں اوہورو سیارچہ خلا میں بھیجا جس نے نئے 300 کے قریب ایکس رے کے منبع دریافت کئے
A 20 21|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S دجاجہ ایکس اول کے کئے جانے والی مزید درست پیمائشوں نے اس کے تغیر کو ایک ملی سیکنڈ تک کا بتایا
A 4 5|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ایسے دو مرتے ہوئے سلسلے مشاہدہ کئے گئے ہیں جو بلیک ہول کے وجود سے میل کھاتا ہے
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S زکات کی تقسیم جتنی جلدی ممکن ہو کرنی چاہیئے
A 8 9|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S زکات کی وصولی محصولین زکات کو کرنی چاہیئے جو وصولی کے بعد وصولی کی رسید زکات دینے والے کو جاری کرے گا
A 7 8|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S زکات کی ادائیگی ہمیشہ عین کی صورت میں ہونی چاہیئے جو حقیقی قابل لمس دولت ہو
A 9 10|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S زکوۃ کے بارے میں مندرج ذیل عناصر کا خیال رکھنا چاہئے
A 10 11|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S مثالی لحاظ سے زکوۃ کی وصولی کے بعد 24 گھنٹوں کے اندر اندر اس کی تقسیم ہونی چاہئے
A 17 18|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S انہوں نے اپنی کتابیں لکھنے کے لیے بعض ممالک کے دورے کئے اور مختلف ادیان و مذاہب کے علما کے ساتھ مباحثے کئے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S انہوں نے اپنی کتابیں لکھنے کے لیے بعض ممالک کے دورے کئے اور مختلف ادیان و مذاہب کے علما کے ساتھ مباحثے کئے
A 22 23|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S انھوں نے بہت سے علمی سفر کئے بہت سے اساتذہ سے فیض حاصل کیا اور بہت سے شاگردوں کی تربیت کی
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S سید حسن جو لوگوں کی مالی امداد کی درخواستیں اپنے والد کو پہنچانے کا ذریعہ تھے سنہ 1349 ہجری کو قتل کئے گئے
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S وہ شرح جس ہے بنیادی معدن ذیلی آبیدہ معدن میں تبدیل ہوتے ہیں بدلتی رہتی ہے
A 11 12|||R:VERB:INFL|||ہوتی|||REQUIRED|||-NONE-|||0

S وہ شرح جس ہے بنیادی معدن ذیلی آبیدہ معدن میں تبدیل ہوتے ہیں بدلتی رہتی ہے
A 12 13|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S 60 سے زائد مریخ سے آنے والے شہابیے دریافت کئے جاچکے ہیں
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S دو نام نہاد ساحلی پٹیوں کے نام بھی تجویز کئے گئے ہیں
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S مریخی کھوجی جہاں گرد اسپرٹ اور آپرچونیٹی نے مریخ کے ماضی میں پانی کے کافی ثبوت حاصل کئے ہیں
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S مریخی کھوجی جہاں گرد نے قدیمی پانی کے ماحول کے بھی ثبوت حاصل کئے ہیں جو بہت زیادہ تیزابی تھے
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S گروپ میں درج ذیل طریقہ سے پوائنٹ دئیے جائیں گے
A 7 8|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S آپ کے جد امجد قاضی ابوالخیر بکھری تھے جو اپنے زمانے کے مشہور علما میں شمار کئے جاتے تھے بکھر میں سکونت پزیر ہوئے
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S چاروں‌طرف گھڑیال لگا ہوا ہے
A 2 3|||R:VERB:INFL|||لگے|||REQUIRED|||-NONE-|||0

S چاروں‌طرف گھڑیال لگا ہوا ہے
A 3 4|||R:VERB:INFL|||ہوے|||REQUIRED|||-NONE-|||0

S چاروں‌طرف گھڑیال لگا ہوا ہے
A 4 5|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S چاروں طرف گھڑیال لگے ہوے ہیں
A 4 5|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S نئے فرمانروا کو شوستری سے ناراض سنی علما نے کئی شکایات پیش کی
A 12 13|||R:VERB:INFL|||کیں|||REQUIRED|||-NONE-|||0

S درجہ فضل و کمال پر فائز ہوکر اساتذہ سے اجازے حاصل کئے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S محمد جونپوری ( ولادت 9 ستمبر 1443 وفات 23 اپریل 1505 ) ہندوستان کے صوفی تھے
A 15 16|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S محمد جونپوری ( ولادت 9 ستمبر 1443 وفات 23 اپریل 1505 ) ہندوستان کا زاہد تھا
A 15 16|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S راتھفیلڈ ہسپتال سکھر سندھ میں واقع ایک ہسپتال ہے جو شہریوں کی سہولت کے لئے 1920 میں قائم کی گئی
A 18 19|||R:VERB:INFL|||کیا|||REQUIRED|||-NONE-|||0

S راتھفیلڈ ہسپتال سکھر سندھ میں واقع ایک ہسپتال ہے جو شہریوں کی سہولت کے لئے 1920 میں قائم کی گئی
A 19 20|||R:VERB:INFL|||گیا|||REQUIRED|||-NONE-|||0

S یہ ہسپتال پرانا سکھر کے علاقے میں قائم کی گئی
A 8 9|||R:VERB:INFL|||کیا|||REQUIRED|||-NONE-|||0

S یہ ہسپتال پرانا سکھر کے علاقے میں قائم کی گئی
A 9 10|||R:VERB:INFL|||گیا|||REQUIRED|||-NONE-|||0

S سابقہ گفتگو کو کو پر وثق میں تبدیل کر دیا گیا
A 9 10|||R:VERB:INFL|||دی|||REQUIRED|||-NONE-|||0

S سابقہ گفتگو کو کو پر وثق میں تبدیل کر دیا گیا
A 10 11|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S بارش اچھی ہو جاے تو یہاں سرسوں اسپغول
A 3 4|||R:VERB:INFL|||جائے|||REQUIRED|||-NONE-|||0

S دوران میں تعلیم انہوں‌ نے مختلف پروگراموں کے اضافی کورسز بھی کئے اور قانون میں گریجویشن کی ڈگری حاصل کی
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپ نے تعلیمی مرحلہ کے دوران خصوصی کورسز اور پروگرام حاصل کئے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S محمد بن سلمان نے سعودی و ژن کے تین حصے وضع کئے ہیں اوریہ اس کے کامیابی کے عوامل ہیں
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S " اور جیو ٹیلی ویژن کے پروگرام " یہ گھر آپ کا ہوا " کے سوالات بھی مرتب کئے
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 10 ربیع الثانی 1425ھ بمطابق 30 مئی 2004 بروز اتوار کو کراچی میں قتل کر دیئے گئے
A 15 16|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس جیل کے پولیس کے لیے کواٹرز بھی تعمیر کئے گئے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ایک ہجوم جس کے پاس لاٹھیاں تلوار اور بندوقیں تھی محمد اخلاق کے گھر رات کو ساڑھے دس بجے پہنچا
A 9 10|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S یہ کالج سید عطا حسین شاہ موسوی نے 1956 میں قائم کی
A 11 12|||R:VERB:INFL|||کیا|||REQUIRED|||-NONE-|||0

S ڈاکٹر غلام مصطفی خان نے ملازمت کی شروعات کنگ ایڈورڈ کالج امراوتی ہندوستان سے بحیثیت لیکچرار کیا
A 16 17|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس کے علاوہ نقوش ایوارڈ اقبال ایوارڈ اور انجمن ترقی اردو کی طرف سے نشان سپاس کے اعزازات بھی دیئے گئے
A 19 20|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S میر صاحب نے " قاموس " کی طرز پر یہ کتاب بڑی محنت سے لکھا ہے
A 14 15|||R:VERB:INFL|||لکھی|||REQUIRED|||-NONE-|||0

S میر صاحب نے مثنوی کی اس کتاب میں مختار ثقفی کے حالات قلمبند کئے ہیں
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S مقالات الشعرا میں نمونتا کچھ اشعار دئیے گئے ہیں
A 6 7|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس کتاب میں سندھ کے مشاہیر تصوف کے طریقت کے سلسلے بیان کئے گئے ہیں
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جہاں انہوں نے حافظ مہدی حسن صاحب سے دس پارے یاد کئے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 1920 مین تبلیغ کے لیے پشاور روانہ کئے گئے
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S شیخ شرف الدین احمد یحی منیری مخدوم جہاں اورمخدوم الملک کے القاب سے یاد کئے جاتے ہیں
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اسی طرح یہ لفظ قرآن اور دوسری الہامی کتابوں کے انبیا کو دیے جانے کیلئے بھی استعمال ہوتا ہے
A 12 13|||R:VERB:INFL|||دئیے|||REQUIRED|||-NONE-|||0

S اسی طرح یہ لفظ قرآن اور دوسری الہامی کتابوں کے انبیا کو دئیے جانے کے لیے بھی استعمال ہوتا ہے
A 12 13|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S سورج کا نظر نمونہ پیش گوئی کرتا ہے کہ نیوٹرینو کو بہت ہی عظیم تعداد میں بننا چاہئے
A 17 18|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S حال ہی میں جرمنی نے بھی ایسے قوانین منظور کر لیئے ہیں
A 10 11|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S فلم کی ہدایت کاری سوکومار کی طرف سے کی گئ جو " آریہ " فلم کے بھی ڈائریکٹر تھے
A 9 10|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S جس کی ہدایت کار کرش کی طرف سے کی گئ
A 9 10|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S ارجن کی آنے والی فلم " بدری ناتھ " 27 مارچ 2011 میں ان کی شادی کے اگلے دن ہی جاری کی گئ
A 22 23|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S یہ فلم تری وکرم سرینیواس نے ہدایت کی اور باکس آفس پر چھا گئ
A 13 14|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S 2013 میں اللو ارجن کی فلم " اددارامالئیاتھو " جاری کی گئ
A 11 12|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S یہ فلم یو ٹیوب پر جاری کی گئ
A 7 8|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S اس فلم کے ہندی ڈب ورژن نے یوٹیوب پے 15 کروڑ سے زائد ویوس حاصل کئے
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S محمد ظہور " خیام " ہاشمی بھارتی فلموں کے مشہور موسیقار تھا
A 11 12|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S اس فلم نے کامیابی کے کئی نوشتہ جات قائم کئے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اسی دن یوٹی وی کے ذریعے انہیں بلایا گیا اور انہوں نے سینٹوجن سوٹنگ کے اشتہار کے لئے ایک گیت گائے
A 20 21|||R:VERB:INFL|||گایا|||REQUIRED|||-NONE-|||0

S چار سال کی میعاد میں انہوں نے 11 بھارتی زبانوں میں 3 500 سے زائد اشتہارات میں گایا ہے
A 17 18|||R:VERB:INFL|||گائے|||REQUIRED|||-NONE-|||0

S چار سال کی میعاد میں انہوں نے 11 بھارتی زبانوں میں 3 500 سے زائد اشتہارات میں گایا ہے
A 18 19|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S 1991 میں انہوں نے جیوتی سے شادی کی جنہیں وہ اپنے بچپن سے ہی جانتے ہے
A 15 16|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S جب وہ کام نہیں کر رہے ہوتے ہے تب وہ اپنا زیادہ تر وقت اپنے خاندان کے ساتھ بتانے کی کوشش کرتے ہیں
A 7 8|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اس نے نمایاں کارنامے انجام دیئے 643 خلافت عمر کے اواخر میں اس کا انتقال ہو گیا
A 5 6|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس نے پوری جرت و طاقت سے ان لٹرائیوں میں حصہ لے کر کاہائے نمایاں سر انجام دیئے
A 17 18|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S لیکن انہوں نے اسے چھوٹا سمجھتے ہوے اسے نظر انداز کر دیا
A 6 7|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S جن میں اکثر صرف زیب داستان کے لیے بڑھا چڑھا دیئے گئے ہیں
A 10 11|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S بمبئی میں رہائش اختیار کرنے کے بعد فلم کی جانب راغب ہوئے اور کئی فلموں کی کہانیاں اور اسکرین پلے تحریر کئے
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S مقامی مورخین کے مطابق رون جھا گ نگا ب رفت جاموٹ نے وقفا وقفقا لس بیلہ کو حکمران دیئے ہیں
A 18 19|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S والدین اساتذہ سول سوسائٹی اور میڈیا کو اس کے خلاف تحریک چلانی چاہئے
A 12 13|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S انھیں سیمنٹ فیکٹری کا ہم منصب طاہرعبداللہ حسین کا نام اچھا لگا اور انھوں نے عبداللہ حسین بطور ادبی نام اختیار کر لیا
A 22 23|||R:VERB:INFL|||لی|||REQUIRED|||-NONE-|||0

S انہوں نے اپنے ناولوں اور افسانوں کے ترجمے خود کئے اور براہ راست انگریزی میں بھی ان کی تحریریں شائع ہوتی رہیں
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس ناول میں تین نسلوں کے کوائف بیان کئے گئے ہیں
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S سال 2014 میں پربھاس بالی وڈ کی ہندی فلم ایکشن جیکسن میں مختصر کردار میں دکھائی دئیے
A 16 17|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S محمد اسد کی تعیناتی وزارت خارجہ میں ہوچکی تھی
A 7 8|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S بھارت سری لنکا پاکستان اور بنگلہ دیش میں جرم کے دو زمرے کیے گیے ہیں
A 13 14|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S 1826 میں ورجینیا یونیورسٹی میں داخل ہوئے پر نکال دئے گئے
A 9 10|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس سے اس وقت رائج معنی اور فقہ میں اس سے شرعی معنی لئے جاتے ہیں
A 13 14|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S سانح ربلا کے وقت یہ ابن زیاد کی فوج کا سپہ سالار تھا
A 12 13|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S انھوں نے رے کی گورنری دیئے جانے کے وعدہ پر کربلا میں 4000 فوجیوں کے ساتھ شرکت کی
A 5 6|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S واقعہ ربلا کے وقت یہ ابن زیاد کی فوج میں سپہ سالار تھے
A 12 13|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S آپ نے 30 سوار اور 18 پیادے قتل کئے اور عبدا بن قطنہ نبھانی کے ہاتھوں شہید ہوئے
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S سنجے دت اور کمار گورو کی اداکاری سے سجی اس فلم میں وہ ویلن کے طور پر دکھائی دیئے
A 18 19|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S یہ بزرگ مزاجا بہت سخت تھا جس نے لاڈو نامی لڑکی کو جھولا دینے کی ضد پر قتل کر دیا
A 5 6|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S یہ بزرگ مزاجا بہت سخت تھے جس نے لاڈو نامی لڑکی کو جھولا دینے کی ضد پر قتل کر دیا
A 5 6|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S عبد السلام نے خاص طور پر پاکستان اور پاکستان کے طلبا کی مدد کے لیے الگ سے پیسے جمع کرنے بھی شروع کئے تھے
A 22 23|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کراچی گرائمر اسکول سے او لیول اور اے لیول کے امتحانات پا س کئے
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 1980 کی دہائی میں انہوں نے بشیر الدین محمود کے ساتھ شمسی نقاط موت کے بعد زندگی اور فلسفے کے موضوعات پر مباحثے کئے
A 23 24|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس کے علاوہ انہوں نے یہ اعزازات بھی وصول کئے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 1969 کی فلم اٹالین جاب 2003 میں جب دوبارہ تشکیل دی گئی اس کے چند پہلوؤں تبدیل کردئیے گئے
A 17 18|||R:VERB:INFL|||کردیے|||REQUIRED|||-NONE-|||0

S وصیت کے مطابق بغیر کسی تقریب کے " نیسن فاؤنڈیشن " کی زمین میں کسی نامعلوم مقام پر دفن کئے گئے
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S عالمگیر نے امریکہ میں بھی موسیقی کو جاری رکھا اور کئی لائیو کنسرٹ کئے
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 2007 میں ہی گبسن گٹار کارپوریشن نے سٹرنگز کے ساتھ ایک خصوصی معاہدے پر دستخط کئے
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جون 2010 میں سٹرنگز نے ابوظہبی سے تعلق رکھنے والی ہوائی کمپنی اتحاد ائرویز سے ایک سال کے معاہدے پر دستخط کئے
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S فوجی ملازمت میں نمایاں کارکردگی پر ستارہ بسالت ہلال امتیاز اور نشان امتیاز کے اعزازات دئیے گئے
A 15 16|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S کوفہ سے شام تک کی ان منزلوں کی تعداد 14 تھی جنہیں اہل بیت علیہم السلام نے اسیری کی حالت میں طے کیا
A 22 23|||R:VERB:INFL|||کیں|||REQUIRED|||-NONE-|||0

S قیدی بنا کر شہید کئے گئے
A 4 5|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S فی الحال وہ روہیت شیٹی کی فلم سے دل والےمیں بھی کام کر رہا ہے
A 13 14|||R:VERB:INFL|||رہی|||REQUIRED|||-NONE-|||0

S فی الحال وہ روہیت شیٹی کی فلم سے دل والےمیں بھی کام کر رہا ہے
A 14 15|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S بچوں کو اندر گرنے سے بچانے کے لیے سلیب میں سوراخ 25 سینٹی میٹر ( 9 8 انچ ) سے زیادہ نہیں ہونا چاہئے
A 23 24|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S جسٹن ویکیپیڈیا کے پہلے صارف ہیں جنہوں نے ایک ملین سے زائد ترامیم کیے ہیں
A 13 14|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S نسان جب بھی منشیات میں مبتلا ہو جاتے ہیں تو نشے کا عادی بن جاتا ہے
A 7 8|||R:VERB:INFL|||جاتا|||REQUIRED|||-NONE-|||0

S نسان جب بھی منشیات میں مبتلا ہو جاتے ہیں تو نشے کا عادی بن جاتا ہے
A 8 9|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S لیکن وہ یہ نہیں سمجتے ہیں کہ نشہ بذات خود ایک بیماری ہیں
A 12 13|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S اور وہ بھی اسی بیماری میں مبتلا ہو گیا ہیں
A 8 9|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S علم حاصل کرنے کے لیے پہلے حلب اور پھر قاہرہ کے سفر کئے
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S حمزہ حکیم زادہ نیازی 6 مارچ 1889 کو خوقند روسی ترکستان میں پیدا ہوا
A 13 14|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S بقا ایک کیفیت ہے یا ایک حال ہے جو اپنی حقیقت کو ذات خداوندی کے ساتھ وابستہ کرنے سے پیدا ہوتا ہے
A 20 21|||R:VERB:INFL|||ہوتی|||REQUIRED|||-NONE-|||0

S بقا ایک کیفیت ہے یا ایک حال ہے جو اپنی حقیقت کو ذات خداوندی کے ساتھ وابستہ کرنے سے پیدا ہوتی ہے
A 20 21|||R:VERB:INFL|||ہوتا|||REQUIRED|||-NONE-|||0

S ذکیہ بہروز ذکی 26 جون 1962 کو کوئٹہ میں پیدا ہوئی
A 10 11|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S منشیات سم ربائی وہ عمل ہے جس میں مختلف ادویات کے ذریعے نشے کی عادت کو کئی مراحل سے گزر کر دور
A 19 20|||R:VERB:INFL|||گزار|||REQUIRED|||-NONE-|||0

S ان کا مزاج تھیٹر کی دنیا میں ا ن کے انقلابی تجربات موافق اور مخالف تنقیدوں کا زبردست ہدف رہا ہے
A 19 20|||R:VERB:INFL|||رہے|||REQUIRED|||-NONE-|||0

S ان کا مزاج تھیٹر کی دنیا میں ا ن کے انقلابی تجربات موافق اور مخالف تنقیدوں کا زبردست ہدف رہا ہے
A 20 21|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S کئی زبانوں میں ان کے ترجمے ہوئے ہیں اور اب بھی اسٹیج پر پیش کئے جاتے ہیں
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ان کو " لارڈ ٹوئیڈس موئر " کا خطاب ملا اور وہ کینیڈا کے گورنر جنرل مقرر کیے گیے
A 18 19|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S اگر ایسا ہو گیا تو بالا بر کے ذریعہ معدنیات اور سیارے سے نکالے گئے دوسرے قدرتی وسائل منتقل کئے جا سکیں گے
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جان شیر خان ایک عالمی نمبر 1 پروفیشنل پاکستانی اسکواش کھلاڑی ہے
A 11 12|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S بالی ووڈ میں ایک بھارتی اداکار اور ڈائریکٹر ہے
A 8 9|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اس کی مقبولیت دیکھتے ہوئے مختلف ملکوں میں بھی اس طرز کے پروگرام شروع کئے گئے
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S انہوں نے سمٹ میں سیاسی رہنماؤں کے اجلاس کے لئے شنگھائی تعاون تنظیم میں ترتیب دیئے گئے ایک کنسرٹ میں نغمے پیش کئے
A 15 16|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S انہوں نے سمٹ میں سیاسی رہنماؤں کے اجلاس کے لئے شنگھائی تعاون تنظیم میں ترتیب دیئے گئے ایک کنسرٹ میں نغمے پیش کئے
A 22 23|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S میزبان کی ترجیح کی بنیاد پر ذیلی تقسیم ہوی ہے
A 8 9|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S مویشیوں اور انسانوں سمیت ستنداریوں کی ایک وسیع رینج کو متاثر کرتا ہے کہ ایک دنیا بھرمیں پھیلی ہوی ہیں
A 18 19|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S پاکستانی آئین میں اٹھارویں ترمیم 8 اپریل 2010 کو قومی اسمبلی پاکستان نے پاس کیا
A 14 15|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S اب صدارتی اختیارات عوام کے منتخب و نمائندہ وزیر اعظم پارلیمان صوبائی اسمبلیوں کو منتقل کر دیئے گئے ہیں
A 16 17|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ہر دور میں برابر افسانے اور ناول لکھتا اور شائع کراتا رہا
A 7 8|||R:VERB:INFL|||لکھتے|||REQUIRED|||-NONE-|||0

S ہر دور میں برابر افسانے اور ناول لکھتا اور شائع کراتا رہا
A 10 11|||R:VERB:INFL|||کراتے|||REQUIRED|||-NONE-|||0

S ہر دور میں برابر افسانے اور ناول لکھتا اور شائع کراتا رہا
A 11 12|||R:VERB:INFL|||رہے|||REQUIRED|||-NONE-|||0

S 1937 میں روس واپس آیا
A 4 5|||R:VERB:INFL|||آئے|||REQUIRED|||-NONE-|||0

S اس نے 41 کے قریب لوگوں کے قتل کئے تھے جن میں عورتیں اور بچے بھی شامل تھے
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S زمین سے کی جانے والے مشاہدات اور پیمائش
A 2 3|||R:VERB:INFL|||کئے|||REQUIRED|||-NONE-|||0

S زمین سے کئے جانے والے مشاہدات اور پیمائش
A 2 3|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اسی لیے اردو شعرا کے تذکرے فارسی میں تحریر کئے گئے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ویکیپیڈیا کی معلومات میں سے کچھ ذیلی سیٹ اکثر مخصوص مقصد کے لیے اضافی جائزہ لینے کے ساتھ تیار کئے گئے ہیں
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ویپیڈیا کی شروعات انگریزی میں ہوی مگر دوسری زبانوں میں اس کے ورژن بہت جلدی وجود میں آگیے
A 5 6|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S مارچ 2017 تک ویکیپیڈیا پر تقریبا 40000 منتخب مضامین اور بہترین مضامیں ہیں جو بہت سارے اہم موضوعات کا احاطہ کیے ہوے ہیں
A 21 22|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S اس کے بر عکس 2008 کے انہی تین ماہ میں محض 4 , 900 ترمیم کار ہی ویکی چھوڑ ر گیے تھے
A 20 21|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S ایم آئی ٹی کے ٹیکنولوجی ریویو میں شائع ایک مضمون ویکیپیڈیا کی تنزلی میں اس دعوی پر سوال اٹھائے گیے ہیں
A 19 20|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S اچھلتے کودتے ریت کے ذر ات اسپرٹ جہاں گرد پر لگے ہوئے ایم ای آر سے مشاہدہ کئے گئے ہیں
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S مریخ کے عمومی چکر کے نمونے سے لگائے گئے اندازے کئے گئے مشاہدات سے میل کھاتے ہیں
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S شمسی آب و ہوا کے خطے بھی مریخ پر آسانی کے ساتھ وضع کئے جا سکتے ہیں
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S وہ سات مرتبہ رکن پارلیمان منتخب ہوئی
A 6 7|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S 11دسمبر 2016 کو وینیزویلا نے بھی 100 بلیور کے نوٹ منسوخ کر دیئے ہیں جو وینیزویلا کی کل کرنسی کا نصف ہیں
A 12 13|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس سلسلے میں کیئے گئے عملی اقدامات کیش کے خلاف جنگ کہلاتے ہیں
A 3 4|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S حالیہ خلائی جہازوں سے کئے جانے والے کافی مشاہدات نے چاند پر کافی مقدار میں پانی کے ہونے کی تصدیق کی ہے
A 4 5|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S سید شاہ شمس شیرازی کے پانچ صاحبزادے ہوے جن کی نسل سے بے شمار سادات شیرازی پاکستان میں آباد ہوئ ہے
A 19 20|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S گلیلیو نے قمری سمندروں کے بارے میں کچھ خدشات اپنے دو خاص جہانوں کے نظام سے متعلق مکالمے میں ظاہر کئے
A 20 21|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ماہرین آثار قدیمہ نے تحقیق کے دوران حمیری تعمیرات کے نیچے سبائی دور کے آثار بھی دریافت کیئے ہیں
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس قصبہ کو یونیسکو کی میراث الدنیا کی آزمائشی فہرست میں تہذیبی ورثہ کے زمرہ میں 8 جولائی 2002 کو شامل کی گئی
A 21 22|||R:VERB:INFL|||کیا|||REQUIRED|||-NONE-|||0

S اس قصبہ کو یونیسکو کی میراث الدنیا کی آزمائشی فہرست میں تہذیبی ورثہ کے زمرہ میں 8 جولائی 2002 کو شامل کی گئی
A 22 23|||R:VERB:INFL|||گیا|||REQUIRED|||-NONE-|||0

S اس کے علاوہ ہیروشیما کی نظموں کے ترجمے بھی کئے ہیں اور جدید جاپانی شعر پر بھی کام کیا ہے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S مخدوم امین نے آٹھ انتخابی مرحلے کامیابی سے عبور کئے اور نا قابل شکست رہے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جنایت کا معنی جرم قصواور زیادتی ہے
A 6 7|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S غ بطہ سے ( رشک ) کے مجازی معنی مراد لئے جاتے ہیں
A 10 11|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اسے مقامی طور پر کنڈیر کھپا ہنڈا یا گچھی کے نام دیئے جاتے ہیں
A 11 12|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S یہ قومی اور بین الاقوامی مسافر پروازوں کارگو خدمات یورپ مشرق وسط ی اور ریاستہائے متحدہ امریکہ اور ایشیا کے لیے کرتا ہے
A 21 22|||R:VERB:INFL|||کرتی|||REQUIRED|||-NONE-|||0

S اس میں کربلائی ادب کی وسعتوں پر بھی اشارے کئے گئے ہیں
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S دوسرے علما نے بھی اس کے خلاصے تحریر کئے ہے جیسے
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S حسین کے ساتھ لیکن علیحدگی اختیار کرلی گئ گھیر لیا گیا اور مار ڈالا گیا
A 7 8|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S انہوں نے ریمارکس دیئے کہ حسین تسلیم نہیں کریں گے کیونکہ " اس میں ایک فخر روح " ہے
A 3 4|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S خواتین کے زیورات اور پوشاک بھی قبضے میں لے لئے گئے
A 9 10|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S انہوں نے ریمارکس دیے کہ حسین تسلیم نہیں کریں گے کیونکہ " اس میں ایک فخر روح " ہے
A 3 4|||R:VERB:INFL|||دیئے|||REQUIRED|||-NONE-|||0

S حسین کے گھڑسوار نے شدید مزاحمت کی اور ابن سعد بکتر بند گھڑسوار اور پانچ سو تیراندازوں کو لے کر آئے
A 20 21|||R:VERB:INFL|||آیا|||REQUIRED|||-NONE-|||0

S حسین کے ساتھ لیکن علیحدگی اختیار کرلی گئی گھیر لیا گیا اور مار ڈالا گیا
A 7 8|||R:VERB:INFL|||گئ|||REQUIRED|||-NONE-|||0

S خواتین کے زیورات اور پوشاک بھی قبضے میں لے لیے گئے
A 9 10|||R:VERB:INFL|||لئے|||REQUIRED|||-NONE-|||0

S کچھ دن کے بعد ان خواتین کو کربلا میں لوٹی گئی سامان کی تلافی کی گئی اور انہیں واپس مدینہ بھیج دیا گیا
A 9 10|||R:VERB:INFL|||لوٹے|||REQUIRED|||-NONE-|||0

S کچھ دن کے بعد ان خواتین کو کربلا میں لوٹی گئی سامان کی تلافی کی گئی اور انہیں واپس مدینہ بھیج دیا گیا
A 10 11|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S انہوں نے ریمارکس دیئے کہ حسین تسلیم نہیں کریں گے کیونکہ " اس میں ایک فخر روح " ہے
A 3 4|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S حسین کے ساتھ لیکن علیحدگی اختیار کرلی گئ گھیر لیا گیا اور مار ڈالا گیا
A 7 8|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S خواتین کے زیورات اور پوشاک بھی قبضے میں لے لئے گئے
A 9 10|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S انہوں نے ریمارکس دیے کہ حسین تسلیم نہیں کریں گے کیونکہ " اس میں ایک فخر روح " ہے
A 3 4|||R:VERB:INFL|||دیئے|||REQUIRED|||-NONE-|||0

S حسین کے ساتھ لیکن علیحدگی اختیار کرلی گئی گھیر لیا گیا اور مار ڈالا گیا
A 7 8|||R:VERB:INFL|||گئ|||REQUIRED|||-NONE-|||0

S خواتین کے زیورات اور پوشاک بھی قبضے میں لے لیے گئے
A 9 10|||R:VERB:INFL|||لئے|||REQUIRED|||-NONE-|||0

S انہوں نے ریمارکس دیئے کہ حسین تسلیم نہیں کریں گے کیونکہ " اس میں ایک فخر روح " ہے
A 3 4|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S حسین کے ساتھ لیکن علیحدگی اختیار کرلی گئ گھیر لیا گیا اور مار ڈالا گیا
A 7 8|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S خواتین کے زیورات اور پوشاک بھی قبضے میں لے لئے گئے
A 9 10|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S بازتاب زندگی ناتمام یہ کچھ انٹرویوز کا مجموعہ ہے جو شمس نے 2007 میں دئیے تھے
A 14 15|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S آؤ اب باہر آؤ تو میں دم دوبارہ لگا کر مرہم پٹ ی کیے دیتا ہوں
A 14 15|||R:VERB:INFL|||دیتی|||REQUIRED|||-NONE-|||0

S خوب بالوں میں کنگھی کئے ہوئے اور ریشمی سنجاف کے جبے پہنے ہوئے ہتھیاروں سے سجے ہوئے مدینہ کی آبادی میں داخل ہوئے
A 4 5|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ان کے طلب کرنے پر دو آدمی دین سکھانے کے لیے ان کے ساتھ روانہ کئے
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S رسول اللہ نے ایک فرمان لکھ دیا جس میں احکام اسلام تحریر تھےاور جاتے ہوئے انعامات دیے جیسا کہ معمول تھا
A 16 17|||R:VERB:INFL|||دیئے|||REQUIRED|||-NONE-|||0

S رسول اللہ نے ایک فرمان لکھ دیا جس میں احکام اسلام تحریر تھےاور جاتے ہوئے انعامات دیئے جیسا کہ معمول تھا
A 16 17|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S آپرچونیٹی سے کئے گئے مشاہدات سے معلوم ہوا کہ زیر زمین پانی متواتر سطح پر آتا رہتا ہے
A 2 3|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس کے علاوہ بدھ کے پیروکاروں اور بزرگ کو بھی دفن کیا جاتا تھا اور بدھ کے تبرکات پر بھی اسٹوپے تعمیر کیئے گئے
A 22 23|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ان کے رہنے کے لئے دہار بنا دیئے گئے اور آس پاس کی زمین اس کے لئے وقف کردی گئی
A 7 8|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ایک یمنی سیاستدان ہے جو 1990 سے 2012 تک یمن کا صدر رہا
A 12 13|||R:VERB:INFL|||رہے|||REQUIRED|||-NONE-|||0

S یہ کتبے بالتخصیص عوام کی تعلیم کے لیے شایع کئے گئے تھے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ تمام کتبے آٹھ قسموں میں تقسیم کئے جاسکتے ہیں اور ان کو اس طرح ترتیب دیا جا سکتا ہے
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S وحدت نے ہر طرف ترے جلوے دکھا دیئے
A 7 8|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S پردے تعی نات کے جو تھے ا ٹھا دیئے
A 8 9|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S آپ نے بلال حبشی کو فرمایا انہیں اسی طرح انعام دو جس طرح وفود کو دیئے جاتے ہیں
A 15 16|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ابو مصعب الزرقاوی نے اس کتاب سے حوالہ جات کثرت سے نقل کیئے ہیں
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ہندوستانی فوجی اکادمی ڈیرہ دون ہندوستان میں واقع ہندوستانی فوجی افسران کی تربیت گاہ ہے جو برطانوی راج میں 1932 میں قائم کیا گیا
A 22 23|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S ہندوستانی فوجی اکادمی ڈیرہ دون ہندوستان میں واقع ہندوستانی فوجی افسران کی تربیت گاہ ہے جو برطانوی راج میں 1932 میں قائم کیا گیا
A 23 24|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S آرگائیر جھیل کے منجمد ٹھوس ہونے کے بعد برف نے سنگریزوں کے انبار بنا دیئے جو آج بھی دیکھے جاسکتے ہیں
A 14 15|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S یورپی خلائی ایجنسی کے مریخ ایکسپریس نے خام میگنیشیم سلفیٹ اور کیسرائٹ پائے جانے کے ممکنہ ثبوت حاصل کئے ہیں
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کالیکٹ سے ویاناڈ جانے کے لئے سب سے بڑی رکاوٹ مغربی گھاٹ تھا
A 12 13|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S اس نے اپنی پمفلیٹ شائع کئے اوراسپرانتو کو اپنی قومی زبان کا درجہ دیا
A 5 6|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S محمد یونس سے مراد حسب ذیل شخصیات ہوسکتے ہیں
A 7 8|||R:VERB:INFL|||ہوسکتی|||REQUIRED|||-NONE-|||0

S اگر کیکڑے کو جلاکر اس کی راکھ بواسیر پر مل دی جا تو بواسیر جاتی رہیگی خواہ وہ کیسی ہو
A 11 12|||R:VERB:INFL|||جائے|||REQUIRED|||-NONE-|||0

S اس کے تالو دونوں طرف سے چرے ہوے ہوتے ہیں اور آٹھ پیر ہوتے ہیں
A 7 8|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S تحسین فراقی نے میٹرک تک کے مدارج بصیر پور میں ہی طے کئے
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S چونکہ بعض لوگوں نے ایک سے ذائد دفعہ یہ انعام وصول کئے لہذا انکی تعداد 860 ہے جبکہ تنظیموں کی تعداد 22 ہے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جیسے کہ نماز روزہ عمرہ وحج زکو ۃ اور قربانی کے تمام پیش آنے والے مسائل آسانی سے حل کئے جا سکیں
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس وادی میں کئی بزرگوں نے نام پیدا کئے
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S نئے عہد نامہ کے پروٹسٹنٹ ترجمہ میں لفظ انجیل اور خوشخبری بلا متیاز ایک دوسرے کی جگہ استعمال کئے گئے ہیں
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S انہوں نے نمازوں کے وقت دریافت کئے آپ نے انہیں بتائے
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ارسطو نے پہلی بار منطق کے قوانین مرتب اور منظم کئے اور مکمل فلسفی نظام کی بنیاد رکھی
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ان کی بیٹی ڈاکٹر نسیبہ کے مطابق 1000 سے زیادہ افراد شہید کئے گئے
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آخر پیلاطوس نے یہود کے اصرار پر مسیح کو صلیب پر سزائے موت دینے کے احکامات صادر کر دئیے
A 18 19|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S طویل ڈراما زندگی بندگی اور ڈراما سیریل وارث میں ان کے کردار آج بھی یاد کئے جاتے ہیں
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ندیم عمر کوئٹہ گلیڈی ایٹرز کا مالک ہے
A 7 8|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اسی طرح چاہیے لیے کیے پیے جیے کو چاہیے لئیے کئے دئے پئے جئے بھی لکھا جاتا ہے
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ذیل کے الفاظ الف سے لکھنے چاہییں
A 6 7|||R:VERB:INFL|||چاہئیں|||REQUIRED|||-NONE-|||0

S اصول یہ ہے کہ ایسے تمام مصدروں میں دو نون لکھنے چاہییں
A 11 12|||R:VERB:INFL|||چاہئیں|||REQUIRED|||-NONE-|||0

S وہ تمام تصریفی شکلیں جن میں عربی فارسی کا کوئی جز ہو لیکن اس کی تہنید ہو چکی ہو الف سے لکھنی چاہییں
A 22 23|||R:VERB:INFL|||چاہئیں|||REQUIRED|||-NONE-|||0

S 5 اسی طرح اعداد تاکیدی بھی ہائے مخلوط سے لکھنے چاہییں
A 10 11|||R:VERB:INFL|||چاہئیں|||REQUIRED|||-NONE-|||0

S اسی ہزار مسائل کے جوابات زبانی دیئے یہ سب ان کی والدہ ماجدہ کی تربیت کا نتیجہ تھا عالم ربانی تھے
A 6 7|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اے کی عالمی نشریات کے نتیجہ میں پورا ہو چکا ہے
A 9 10|||R:VERB:INFL|||چکی|||REQUIRED|||-NONE-|||0

S زار کے ساتھ اس کی ملکہ چار بیٹیاں اور بیٹا تھے جو گولیاں اور سنگینیں مار کر قتل کر دئیے گئے
A 19 20|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S لیکن انہوں نے اس کا جواب دیئے بغیر پوچھا کہ تمہارا شوہر کہاں ہے
A 6 7|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S لیکن جس شخص کی کوئی قانونی حیثیت نہیں ہوتا اس کو بے وطن شخص کہا جاتا ہے
A 8 9|||R:VERB:INFL|||ہوتی|||REQUIRED|||-NONE-|||0

S تقسیم ہند سے قبل انہوں نے بطور تحصیلدار فرائض سرانجام دیئے
A 10 11|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S تقسیم ہند سے قبل انہوں نے بطور تحصیلدار فرائض سرانجام دیے
A 10 11|||R:VERB:INFL|||دیئے|||REQUIRED|||-NONE-|||0

S تقسیم ہند سے قبل انہوں نے بطور تحصیلدار فرائض سرانجام دیئے
A 10 11|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S لفظ کمفرٹ ومن جاپانی لفظ اینفو کا ترجمہ ہے جسکے معنی عزت لوٹی گئی ہے
A 14 15|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S جبکہ دیگر جاپانی نوآبادیات جیسے مشرقی تیمور برما ویتنام ملائیشیا انڈونیشیا اور تھائی لینڈ جیسے ممالک مراکز تسکین خیال کئے جاتے تھے
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S انتخاب سے پہلے خلیفہ المسیح کے لیے ممکنہ نام جمع کئے جاتے ہیں
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 2016 میں پانچویں خلیفہ المسیح مرزا مسرور احمد ہیں
A 8 9|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S اس نعرے سے پاکستان کی مذہبی تشخص بھی واضح ہوتی ہے
A 9 10|||R:VERB:INFL|||ہوتا|||REQUIRED|||-NONE-|||0

S ویکیپیڈیا پر ان کی خدمات میں عنایت اللہ التمش اور پہلوان ریوڑی شامل ہے
A 13 14|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اسے مختلف نام دیئے گئے ہیں ان میں عید زیتونہ عید شعانین عید سعانین بھی کہتے ہیں
A 3 4|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S تعلیم سے فراغت کے بعد وہ " گورنمنٹ کالج لاہور " اور " گورنمنٹ کالج فیصل آباد " میں تدریسی فرائض سر انجام دئیے
A 23 24|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S مرزا غلام احمد نے باکثرت اشتہارات شائع کئے
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کیونکہ امام ابو یوسف نے امام محمد سے کہا وہ تمام مسائل لکھیں جو انہوں نے امام ابو حنیفہ سے روایت کئے ہیں
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس مقصد کو پورا کرنے کے مختلف ذرائع قرآن نے بیان کئے ہیں
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S مصنف نے اس کتاب میں امام محمد بن حسن کی کتابوں کے اہم فقہی مسائل سلیقے سے جمع کردئیے ہیں
A 18 19|||R:VERB:INFL|||کردیے|||REQUIRED|||-NONE-|||0

S 1930 میں کلیکٹری اور آئی سی ایس کے امتحانات دئیے
A 9 10|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس کے بعد تربیت کے لیے آکسفورڈ یونیورسٹی بھیج دئیے گئے
A 9 10|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S امام طحاوی کے شاگردوں کی بھی ایک طویل فہرست ہے جیساکہ الجواہر المضیئہ میں کہاہے چند اسما ذکر کئے جاتے ہیں
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S حاکم شہیدچغلخوروں کی سازش کی وجہ سے کم سنی میں ہی میں شہید کر دیئے گئے
A 14 15|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S میونسٹر کا مشہور اسکول گمنازیم پاولینم اپنی تاریخ اس ابتدائی اسکول تک پہنچاتا ہے
A 12 13|||R:VERB:INFL|||پہنچتی|||REQUIRED|||-NONE-|||0

S نازیوں کے تحت میونسٹر کے یہودیوں پر بھی مظالم کئے گئے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کے نام سے ان کے مضامین افسانے اور کہانیاں ان کے بیٹے جناب فقیر تابش کمال صاحب نے یکجا کر دیئے ہیں
A 20 21|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S صہبا اختر کی ادبی خدمات کے اعتراف میں گلشن اقبال کراچی میں سڑک کا نام ان کے نام پر رکھا گیا ہے
A 20 21|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S جبانہ کے ارد گرد گ نے درخت اور کنو کے باغات اس کی خوبصورتی میں اضافہ کئے ہوئے ہیں
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S وہ کارل مارکس اور لیون ٹرٹس سے متاثر ہوئی ہے
A 9 10|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S طبعی علوم کی تجربہ گاہوں میں مثالی حالات پیدا کر کے مثالی نتائج حاصل کئے جا سکتے ہیں
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S تحقیق علم کی بدولت معاشرتی تعلقات اور سماجی زندگی سے متعلق اصول و نتائج وضع کئے جاتے ہیں
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S طبعی علوم کی تجربہ گاہوں میں مثالی حالات پیدا کر کے مثالی نتائج حاصل کئے جا سکتے ہیں
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس کے علاوہ ان کمپنیوں نے 2 2 ارب ڈالر شیئرز کی شکل میں بھی فروخت کیئے
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ان کو غاضری بھی کہتے ہیں یعنی غاضر بن الملک بن ثعلیہ کی طرف سے بھی منسوب کئے جاتے ہیں
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ا ن د نوں لشکر عثمانی موسم سرما کے باعث مقام حلب میں مقیم تھی
A 14 15|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S اردو محاوروں کی فہرست بلحاظ حروف تہجی درج ذیل ہیں
A 9 10|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S ایک فلاحی ریاست اپنے شہریوں کے جانی وم مالی تحفظ کو اولین ترجیح قرار دیتا ہے اور اس کے لیے ٹھوس اقدامات کرتا ہے
A 14 15|||R:VERB:INFL|||دیتی|||REQUIRED|||-NONE-|||0

S ایک فلاحی ریاست اپنے شہریوں کے جانی وم مالی تحفظ کو اولین ترجیح قرار دیتا ہے اور اس کے لیے ٹھوس اقدامات کرتا ہے
A 22 23|||R:VERB:INFL|||کرتی|||REQUIRED|||-NONE-|||0

S ایک ریاست اپنے شہریوں میں کسی قسم کا امتیاز نہیں کرتا خواہ وہ لسانی مذہبی علاقائی امتیاز ہو یا اقتصادی و معاشرتی امتیاز ہو
A 10 11|||R:VERB:INFL|||کرتی|||REQUIRED|||-NONE-|||0

S انڈر گراؤنڈ کام کرتے ہوئے مدراس میں کمیونسٹ پارٹی کا نوجوان ونگ بنایا
A 12 13|||R:VERB:INFL|||بنائی|||REQUIRED|||-NONE-|||0

S کیونکہ ایک اصل سے متعلق ابواب آپ نے ترتیب وار ذکر کئے ہیں
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپ سے کئی تشنگان علم نے علمی ف وض وبرکات حاصل کئے جن م ں سے چند کے نام ہ ہ ں
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ابوالل ث سمرقندی انہوں نے ایک بہت بڑی جماعت مشائخ سے فتاوی جمع کئے عموما ان کے الفاظ اس طرح ہوتے
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S امریتا بیسویں صدی کی اہم بھارتی خاتون مصورہ کے طور پر معروف ہے
A 12 13|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S انہوں نے مشہور ٹی وی سیریز دی اپرنٹس کے 14 سیزنز کو ہوسٹ کیا اور متعدد کتابیں بھی لکھیں
A 13 14|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس کی تمام جائداد ضبط ہوگئی
A 5 6|||R:VERB:INFL|||ہوگئییی|||REQUIRED|||-NONE-|||0

S جب بادشاہ مرگیا تو اس کو نینوا میں دوبارہ آنے کی اجازت مل گئی
A 13 14|||R:VERB:INFL|||گئییی|||REQUIRED|||-NONE-|||0

S لیکن اکال تخت کا کہنا ہے کہ بابا رام رحیم سکھوں سے معافی مانگنے میں سنجیدہ نہیں ہے
A 17 18|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S سر پر نیلگوں سبز رنگ کا طغرا ہوتا ہے
A 7 8|||R:VERB:INFL|||ہوتی|||REQUIRED|||-NONE-|||0

S نظام کی تبد لی توقعات کے برعکس نایاب فاسد اور الٹ دیا ثابت ہوی
A 13 14|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S تربیت کے لیے ایندھن کی کمی اور اچھی طرح تربیت یافتہ جونیئر افسران کی کمی فوج کی تربیت پر اثرانداز ہوی
A 20 21|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S مملکت بھوٹان کا پانچواں بادشاہ یا ڈریگن بادشاہ ( دروک گیالپو ) ہے
A 12 13|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S عربی منبعوں سے جس مسیحی راہبوں کی طرف سے ترجمہ کیے گیے معلوم ہوتا ہے کہ یہ پودا چین میں بھی مشہور تھا
A 11 12|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S جدید روسی فضائیہ 7 مئی 1992 کو صدر بورس لسن کے وزارت دفاع قائم کرنے پر قیام پز ر ہوی
A 19 20|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S پرواز کے اوقات کے حوالے سے مغربی فوجی ضلع میں پائلٹ ٹریننگ سال 2012 کے دوران 125 گھنٹے ہوی
A 18 19|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S ایسے سرکٹ عام طور پر بہت کم ڈی سی وولٹ سے زیادہ ڈی سی وولٹ حاصل کرنے کے لیے استعمال کیئے جاتے ہیں
A 20 21|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ اعلامیہ مختلف موضوعات سے متعلق 30 نکات پر مشتمل ہیں
A 10 11|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S اس لیے انعامات اردو اور بنگلہ میں دیا جاتا تھا
A 7 8|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس لیے انعامات اردو اور بنگلہ میں دیا جاتا تھا
A 8 9|||R:VERB:INFL|||جاتے|||REQUIRED|||-NONE-|||0

S اس لیے انعامات اردو اور بنگلہ میں دیا جاتا تھا
A 9 10|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S ادارے کی بنیاد 2013 میںایبٹ آباد کے نواحی قصبے سلہڈ میں رکھی گئ ادار میں سبھی اسکولی سطح کے مضامین کی تعلیم دی جاتی ے
A 12 13|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S اور جہاں کی فضلا خواتین نے ملک بھر تعلیمی ادارے قائم کئے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس تنظیم کے ذریعے ہر موقع پر اسلامی پرچے تقسیم کئے جاتے ہیں
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S قمر گونڈوی اور نیپال کے مشہور شاعر جناب حاجی عبدالطیف شوق نیپالی آپ کے شاگرد ہے
A 15 16|||R:VERB:INFL|||ہں|||REQUIRED|||-NONE-|||0

S پاکستان کی 69 سالہ تاریخ میں پہلی دفعہ 12 اگست 2016 کو پاکستان اسٹاک ایکسچینج تاریخ کی بلند ترین سطح پر پہنچ گئ
A 22 23|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S ذیل کے دئیے ہوئے جدول میں انسانی عمر اور اس کے مقابلے میں بلی کی عمر دی گئی ہے
A 2 3|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس محلے کی مشہور شخصیات میں ملک خان سیف الرحمن جو فارن افس میں ملازمت کرتا ہے
A 15 16|||R:VERB:INFL|||کرتے|||REQUIRED|||-NONE-|||0

S اس محلے کی مشہور شخصیات میں ملک خان سیف الرحمن جو فارن افس میں ملازمت کرتا ہے
A 16 17|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اس طرح بھارت کی لگ بھگ سبھی سیاسی جماعتیں خواتین کی طاقت کو تسلیم کرتے ہیں
A 14 15|||R:VERB:INFL|||کرتی|||REQUIRED|||-NONE-|||0

S افراد و اشخاص کے سوانحی خاکے بھی دئیے گئے ہیں
A 7 8|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اسی پاداش میں اسکول کی ملازمت سے نکال دیئے گئے
A 8 9|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S خلوت میں بٹھا دیا اور چار چلے وا لد محترم کے حضور میں ہی ذکر ال ہی پورے کئے
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S شیخ المشائخ شیخ رحمکار المعروف کاکا صاحب صوبہ خیبر پختونخوا کی معروف ہستی ہیں
A 13 14|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S رکن پارلیمان اس شخص کو کہا جاتا ہے جو پارلیمان میں ایک مخصوص حلقے کے عوام کی نمائندگی کریں
A 18 19|||R:VERB:INFL|||کرے|||REQUIRED|||-NONE-|||0

S سولوشن میں ایج پازیٹو اور سلفیٹ نیگیٹو آین رہتے ہے جو سلفیورک ایسڑ بناتے ہے
A 9 10|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اور زبر جدویا قوت کے ستون عما رات کے اندر دیئے گئے
A 10 11|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S چنانچہ ایک سیاح نے 848 میں معائنہ کئے
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اور زبر جدویا قوت کے ستون عما رات کے اندر دیئے گئے
A 10 11|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S یہ لفظ کشان کی بگڑی ہوئ صورت ہے
A 5 6|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S مایکرو گولی شامل ہونے والا کیپسول کی کارروائی مدت سٹینڈرڈ گولی کی کارروائی مدت سے طویل ہو سوکتا ہے
A 17 18|||R:VERB:INFL|||سوکتی|||REQUIRED|||-NONE-|||0

S یہ نشان ( مڑا ہوا کراس ) سب سے پہلے نیولیتھک یوریشیا میں استعمال ہوا
A 4 5|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S یہ نشان ( مڑا ہوا کراس ) سب سے پہلے نیولیتھک یوریشیا میں استعمال ہوا
A 14 15|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S سوئٹزرلینڈ جنیوا اور برجن یونیورسٹیوں میں کبھی کبھار لیکچر بھی دیئے
A 10 11|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S سوئٹزرلینڈ جنیوا اور برجن یونیورسٹیوں میں کئی بار لیکچر دیئے
A 9 10|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S بھی کہتے ہیں یہ اتنا تیز اور چالاک ہوتا ہیں کہ کاٹنے کے بعد سیکینڈوں میں غائب ہوجاتا ہیں
A 8 9|||R:VERB:INFL|||ہوتے|||REQUIRED|||-NONE-|||0

S بھی کہتے ہیں یہ اتنا تیز اور چالاک ہوتا ہیں کہ کاٹنے کے بعد سیکینڈوں میں غائب ہوجاتا ہیں
A 17 18|||R:VERB:INFL|||ہوجاتے|||REQUIRED|||-NONE-|||0

S تاہم ان سب میں بادشاہ سب سے زیادہ با اختیار ہوتا ہے
A 10 11|||R:VERB:INFL|||ہوتی|||REQUIRED|||-NONE-|||0

S اسی دوران انہوں نے چند اور رسالے بھی جاری کئے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ بڑھ کر 329 ہوئے اور 2004 میں اور 2004 میں ایک بڑی تنظیم نو کے بعد ان کی تعداد 397 تک پہنچ گئ
A 23 24|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S یہ بڑھ کر 329 ہوئے اور 2004 میں اور 2004 میں ایک بڑی تنظیم نو کے بعد ان کی تعداد 397 تک پہنچ گئ
A 23 24|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S آپ سب سے پہلے اس وقت کے بہت بڑے عالم مصر احمد کی خدمت بابرکت میں بطور شاگرد پیش کئے گئے
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اپنے شیخ محترم کی صحبت میں مسلسل اڑھائی برس گزار کر منازل سلوک و تصوف عملا طے کئے
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S نام شیخ محمود لقب سعدالد ین نجم الدین والد عبد الکریم‌بن یحیی شبستری ہیں
A 13 14|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S اس کے پ ٹ کی ختم پر خاص جسم سے باہر کو نکلے ہوے عضو م ں جو تیرنے کے لیے استعمال ہوتے ہیں
A 13 14|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S اس کے علاوہ انہوں نے کئی اہم اور نادر کتابوں کے حواشی بھی تحریر کئے
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S میں بخارا میں پیدا ہوے
A 4 5|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S آپ نے معرفت الہ ی کے حصول کے لیے دور دراز کے سفر کئے
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اثنائے سفر میں خدا رسیدہ لوگوں سے ملاقاتیں بھی کیں اور فیوض و برکات حاصل کئے
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ان کی غزلیات احوال محبت کی ترجمانی کرتے ہیں
A 7 8|||R:VERB:INFL|||کرتی|||REQUIRED|||-NONE-|||0

S آپ کی ولادت 1048ھ میں سرہند میں ہوئ
A 7 8|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S لوک سبھا کے اراکین کا انتخابات براہ راست عوام کرتے ہیں جبکہ راجیہ سبھا کا انتخاب ہر ریاستی اسمبلی کرتی ہے
A 20 21|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S صدر نئے قانون کو مسترد بھی کر سکتا ہیں
A 7 8|||R:VERB:INFL|||سکتے|||REQUIRED|||-NONE-|||0

S انہوں نے اردو میں 20 اور ہندی زبان میں 8 کتابیں لکھی
A 11 12|||R:VERB:INFL|||لکھیں|||REQUIRED|||-NONE-|||0

S آپ کا مکان اور مسجد باقاعدہ ایک دار العلوم کی صورت اختیار کئے ہوئے تھا
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اور مظفرآباد کے مضافاتی گاؤں ٹھنگر شریف میں دفن کئے گئے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 21 اپنے کھوئے ہوے پارٹنر سے دوبارہ ملنے کی خواہش رکھتے تھے
A 3 4|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S یہ جیلی ہیگ فش کے شکاری کے گلپھڑوں میں پھنس جاتا ہے جسکی وجہ سے شکاری کا دم گ ھٹ جاتا ہے
A 10 11|||R:VERB:INFL|||جاتی|||REQUIRED|||-NONE-|||0

S بعض اوقات یہ کپڑے یا کاغذ کی ایک بہت چھوٹی سی تھیلی کے اندر بھر کر دوا کی بوتل میں ڈال دیئے جاتے ہیں
A 21 22|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S جب آپ کی عمر چھ سال ہوئ تو آپ کے والد خان محمد خان وفات پا گئے
A 6 7|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S فرانس کی انقلابی فوجوں نے اٹلی میں بھی 1798 سے 1799 تک اسگناٹ جاری کیئے
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپ کی ولادت خجند ماورا الن ر میں ہوئ لیکن سفر حج کے بعد تبریز میں سکونت اختیار کی
A 8 9|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S اس ناول میں تین نسلوں کے کوائف بیان کئے گئے ہیں
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S وہ ‍ میں رات میں پیدا ہوا انتدائ تعلیم والد سے حاصل کی جو تیموری دربار کے امیر تھے
A 6 7|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S کچھ کے نزدیک وہ ایک صوفی تھا
A 6 7|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S سلطان نے ان کی عزت وتکریم کی اور انہیں اعلی مناصب عطا کئے
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اطلاعات کے مطابق ڈویژنوں کی تعداد کچھ سالوں سے تبدیل نہیں ہوی
A 11 12|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S اگرچہ 57 1979 کے ایرانی انقلاب سے پہلے دیئے گئے سی ا چ 47 سی چنوک م ں سے 20 قابل استعمال ہ ں
A 8 9|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S سب سے زیادہ نمایاں ایرانی لڑاکا پائلٹ جلیل زاندا تھا
A 9 10|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S جنگ بندی کے بعد بھی ایرانی فضائیہ نے شمالی عراق میں کرد علیحدگی پسند تنظیم کے اڈوں کے خلاف کئی فضائی حملے کئے
A 22 23|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس کے علاوہ انہوں نے " نقوش ایوارڈ " اور " آدم جی ادبی انعام " بھی حاصل کیا
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S بعد ازاں انہوں نے " اقبال اکیڈمی " پاکستان کے ڈائریکٹر کے فرائض بھی انجام دیئے
A 15 16|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس تحریک کو مایاوتی آگے لے گئی
A 6 7|||R:VERB:INFL|||گئیں|||REQUIRED|||-NONE-|||0

S وہ دو مرتبہ اتر پردیش کی وزیر اعل ی بھی رہ چکی ہیں
A 11 12|||R:VERB:INFL|||چکیں|||REQUIRED|||-NONE-|||0

S موراسا ی ش بو ( 973 1014 ) ایک جاپانی زبان کا ادیب تھا
A 13 14|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S مہری ہروی نویں صدی کی فارسی شاعرہ تھی
A 7 8|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S مہری ہروی نویں صدی کی فارسی شاعرہ تھیں
A 7 8|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S ملک گو ر شاد نے اسے زن فاضل و شیرین سخن کے القاب عطا کئے
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S شمس الائمہ بکر بن محمد زرنجری سے فقہ پڑھا حدیث کوسنااور دیگر اساتذہ سے مختلف علوم فنون حاصل کئے
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S " انھوں نے آپ کے یہ اشعار بھی نقل کئے ہیں
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جناب مولینا عبدالرحیم صاحب مرحوم لائبریرین اسلامیہ کالج پشاورتحریر فرماتے ہیں تیرھویں صدی کے بہت بڑا متبحر عالم تھا
A 18 19|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S وہ النجوع شہر میں پیدا ہوئ
A 5 6|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S ان کی محبت کی شہرت عرب میں پھیل گئ
A 8 9|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S ارماں کئی کئے کئی پورے ہوئے مگر
A 2 3|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جس کی آبادی تقریبا دو ہزار سے زاہد ہیں
A 8 9|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S مرکزی اور ریاستی حکومتیں دونوں مزدور تعلقات اور روزگار کے مسائل پر قوانین بنا چکے ہیں
A 14 15|||R:VERB:INFL|||چکی|||REQUIRED|||-NONE-|||0

S " انٹرنیشنل کنسورشیم آف انویسٹی گیٹو جرنلسٹس " نے کہا تھا مئی 2016 تک مکمل تفصیلی نام بیان کئے جائیں گے
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آل انڈیا ریڈیو لکھنو اور دور درشن لکھنو سے آ پ کئی بار اپنا کلام پڑھ چکے ہے
A 17 18|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S ریمانیے م ں سے بہت سے اقسام طب م ں اور مسالوں کے طور پر استعمال ہوتے ہ ں
A 16 17|||R:VERB:INFL|||ہوتی|||REQUIRED|||-NONE-|||0

S شائستہ اکرام اللہ 22 جولائی 1915 کو کلکتہ برطانوی ہندوستان میں پیدا ہوئے
A 12 13|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S ٹیک اعلی معیار کی لکڑی کی مصدر ہوتا ہے اور اس لیے اس لکڑی سے 19 صدی تک بحرینات بنایے گیے تھے
A 20 21|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S آپ کی پیدائش مئ کو راجوری کشمیر میں ہوئ
A 8 9|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S اکتوبر کو نواں شہر ایبٹ آباد میں ہوئ
A 7 8|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S انہوں نے بھوپال لکھنؤ اور بمبئی سے تعلیمی مدارج طے کئے اور 1945 میں بھوپال سے ماہنامہ افکار کا اجرا کیا
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپ نے ہارون آباد بصیر پور اور بورے والا میں بھی تدریسی فرائض سر انجام دیئے
A 15 16|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S غلام رسول رضوی نےبعض کتب کا ترجمہ اور بعض درسی کتب پر گرانقدر حواشی تحریر کئے جو مندرجہ ذیل ہیں
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اور آج بھی ان کے دیئے ہوئے نظام اہل یورپ اپنا کر ترقی کر رہیے ہیں
A 5 6|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس کے علاوہ انہون نے ایک کتاب " شاعری کا پرنسپل " بھی مرتب کی تھے
A 15 16|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S پتھر کے زمانہ سے مراد وہ زمانہ ہے جب انسان نے پتھر کے آوازار استعمال کرنا شروع کی
A 17 18|||R:VERB:INFL|||کئے|||REQUIRED|||-NONE-|||0

S چھوٹا متنپتھر کے زمانہ سے مراد وہ زمانہ ہے جب انسان نے پتھر کےاوزار استعمال کرنا شروع کئے
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S وائس چانسلر کی خدمت میں پیش کیے گئے سپاسنامے کے چند شعر نمونے کے طور پر پیش کیئے جا رہے ہیں
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S زور دیئے جانے کی طاقت کھینچنے کی رفتار سے ضرب دی جاتی ہے جو بائیں طرف سے کھینچنے کے تناسب سے حاصل کی جاتی ہے
A 1 2|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S یہ لاہور کے مشہور علاقوں باغبانپورہ اور شاد باغ کے درمیان واقع ہیں
A 12 13|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S بیشتر ڈیجیٹل ترازو اس طرح ڈیزائن کیئے جاتے ہیں کہ وہ برتن کا وزن الگ کر لیتے ہیں
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اب ڈیجیٹل ترازو پر جو وزن ظاہر ہو رہا ہے اسے نوٹ کر لینا چاہیئے
A 14 15|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S ایک پادری اوول نے اپنے سننے والوں سے اسی لاکھ ڈالر طلب کئے تو وہ رقم انہیں اسی وقت فراہم کر دی گئی
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کو ارتقائی طور پر چھوٹے کیٹس اور بڑے کیٹس کے درمیان کی کڑی خیال کی جاتی ہے
A 14 15|||R:VERB:INFL|||کیا|||REQUIRED|||-NONE-|||0

S کو ارتقائی طور پر چھوٹے کیٹس اور بڑے کیٹس کے درمیان کی کڑی خیال کی جاتی ہے
A 15 16|||R:VERB:INFL|||جاتا|||REQUIRED|||-NONE-|||0

S صنعتی ماحول میں ہوا میں امونیا کی مقداردس لاکھ میں 25 حصے سے زیادہ نہیں ہونی چاہیئے
A 16 17|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S اس سلطنت کا زوال 489 ق م میں ہوا جس سے آگے را سلطنت کی شروعات ہوگئ
A 16 17|||R:VERB:INFL|||ہوگئی|||REQUIRED|||-NONE-|||0

S روہڑا راج سندھ میںاروڑ ( عربی ا ل ر ور ) نام کی جگہ پر حکومت کرنے والی ایک سلطنت تھی
A 20 21|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S وہ بچپن سے ہی بہت محنتی تھا
A 6 7|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S اس کا ابو پنجاب پولیس میں اے ایس آئی تھا
A 9 10|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S آنند مٹھ ایک بنگالی زبان میں لکھی گئی ناول ہے
A 6 7|||R:VERB:INFL|||لکھا|||REQUIRED|||-NONE-|||0

S آنند مٹھ ایک بنگالی زبان میں لکھی گئی ناول ہے
A 7 8|||R:VERB:INFL|||گیا|||REQUIRED|||-NONE-|||0

S ادیس ابابا کی چڑیا گھر کے گیارہ ببر شیر بھی اسی نسل کے ہیں جو وہاں کے بادشاہ کی تحویل سے لئے گئے تھے
A 21 22|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S احمد سعید ناگی کی مصوری کی نمائش پیرس لندن لوزان نیویارک زغرب تہران دہلی شملہ لاہور اور کراچی میں ہوچکی تھیں
A 20 21|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S یہ لوگ اپنے معاشرے میں کم تر خیال کئے جاتے ہیں
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ڈالر ایکسپورٹ کرنے کے لیے تیسری دنیا کو زبردستی قرضے دیئے جاتے ہیں
A 10 11|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس فلم میں شاہ رخ خان اور ماہرہ خان اہم کردار ادا کر رہی ہے
A 13 14|||R:VERB:INFL|||رہے|||REQUIRED|||-NONE-|||0

S اس فلم میں شاہ رخ خان اور ماہرہ خان اہم کردار ادا کر رہی ہے
A 14 15|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S وہ " خط ابری " کے موجد تسلیم کئے جاتے ہیں
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپ کے ایک خط " خط ابری " کے موجد تسلیم کئے جاتے ہیں
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S انگریزوں نے اپنی حکومت کو مستحکم کرنے کے لیے خطہ میں انتظامی اصلاحات نافذ کی
A 14 15|||R:VERB:INFL|||کیں|||REQUIRED|||-NONE-|||0

S آپ کا روضہ مبارک کوٹ مٹھن میں مرجع خلائق ہیں
A 9 10|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S ان کی والدہ معصومہ بیگم ایک سیاسی شخصیت تھی اور وزیررہ چکی ہیں
A 8 9|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S معصومہ طیبہ بیگم خدیو جنگ کی سب سے بڑی بیٹی اور سید حسین بلگرامی کی پوتی تھی
A 16 17|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S وہ فارسی زبان و ادب کی ماہر اور اردو اور انگریزی زبانوں پر عبور رکھتی تھی
A 15 16|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S معصومہ اس شادی کے رفتہ رفتہ پردہ داری سے دور ہوتی گئی
A 11 12|||R:VERB:INFL|||گئیں|||REQUIRED|||-NONE-|||0

S وہ انتخابات جیت گئی اور دو میعاد پورے کیے
A 3 4|||R:VERB:INFL|||گئیں|||REQUIRED|||-NONE-|||0

S 1960 میں وہ " رفاہ عام اور مسلم اوقاف کی وزیر " بنائی گئی
A 13 14|||R:VERB:INFL|||گئیں|||REQUIRED|||-NONE-|||0

S اس سے قبل وہ 1957 میں " کانگریس مقننہ پارٹی کی ڈپٹی لیڈر " بنائی گئی تھی
A 16 17|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S 1959 میں وہ اقوام متحدہ کی عبوری کمیٹی کی رکن چنی گئی تھی
A 12 13|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S معصومہ بیگم 1927 سے آل انڈیا ویمینز کانفرنس سے منسلک رہی تھی
A 11 12|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S تمام ملک جنہوں نے آئین عدالت کے منشور پر دستخط کئے جس مقدمے کو چاہیں اس عدالت میں پیش کر سکتے ہیں
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S بھیم کی ایک کارٹون فلم چھوٹا بھیم ہمالین ایڈونچر اور کئی فلمیں اسی طرح سے بڑے پردے کے لیے بھی بنائے گئے ہیں
A 20 21|||R:VERB:INFL|||بنائی|||REQUIRED|||-NONE-|||0

S بھیم کی ایک کارٹون فلم چھوٹا بھیم ہمالین ایڈونچر اور کئی فلمیں اسی طرح سے بڑے پردے کے لیے بھی بنائے گئے ہیں
A 21 22|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S انھوں نے کئی راگ بھی ایجاد کئے تھے
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ جنوبی یورپ فارس سے لے کر وسطی ایشیائی خطوں تک معروفیت رکھتا رہا ہے
A 12 13|||R:VERB:INFL|||رکھتی|||REQUIRED|||-NONE-|||0

S اور ہمیں ضرور جیتنا چاہئے جب ہمارا مہم منصفانہ ہے
A 4 5|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S ا گبو قوم جنوبی نائجیریا میں پایا جاتا ہے
A 6 7|||R:VERB:INFL|||پائی|||REQUIRED|||-NONE-|||0

S ا گبو قوم جنوبی نائجیریا میں پایا جاتا ہے
A 7 8|||R:VERB:INFL|||جاتی|||REQUIRED|||-NONE-|||0

S یہ لڑائی ہندوستان چھوڑدو تحریک کا حصہ تھا
A 7 8|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S وہب پیدائشی طور پر عیسائی تھا پھر اسلام قبول کیا
A 5 6|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S اسلم نے آنکھیں کھولیں اور حسین علیہ السلام کو اپنے سرہانے دیکھا اور مسکرا دیئے
A 14 15|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اسلم نے آنکھیں کھولیں اور حسین علیہ السلام کو اپنے سرہانے دیکھا اور مسکرا دیے
A 14 15|||R:VERB:INFL|||دیئے|||REQUIRED|||-NONE-|||0

S سب سے پہلے انہوں نے 1955 میں فلم انتخاب کے گیت تحریر کئے اس فلم کی موسیقی فیروز نظامی نے مرتب کی تھی
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس قومی ترانہ کے بول اور موسیقی جناب آنند سماراکون نے سن 1940 میں تخلیق کئے
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 1955 میں وہ لاہور آ گئے جہاں انہوں نے متعدد فلموں کے لیے یادگار نغمات تحریر کئے
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S فارسی اور عربی مرکب اضافی بھی اردو میں استعمال کئے جاتے ہیں
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S عدنان نے پانچ کلو آم خریدے منتظر نے دس سوال حل کئے آج چاند کی گیارھویں ہے اسلم کے پاس نو کتابیں ہیں
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اوپر دیئے گئے جملوں میں وہ ا س ا نھیں اسم اشارہ بعید ہیں
A 1 2|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ایسے الفاظ جو کسی دوسرے اسم کی جگہ استعمال کئے جائیں اسمائے ضمیر کہلاتے ہیں
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اوپر دیئے گئے اشعار میں پانے والا لانے والا کھانے والا آنے والا اسم مشتق ہیں
A 1 2|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S جو مصدر خاص مصدری معنوں کے لئے وضع کئے جاتے ہیں
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ایسے مصادر جو لازم سے متعدی بنا لئے جاتے ہیں
A 7 8|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S حکومت پاکستان کی طرف سے خطابات کی بجائے اعزازات دیئے جاتے ہیں
A 9 10|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S بت شکن محمود غزنوی کا لقب ہے جس نے ہندوستان میں سترہ حملے کئے اور سومنات کے مندر میں ب توں کو توڑا
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ فلم 1965 کی جنگ میں اپنی جان کھو دینے والے بہادر فوجیوں کی ذندگی پر بنایی گئ ہے
A 17 18|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S وقت کے ساتھ بلے بھی سیدھے کئے گئے جس کی وجہ سے اب بلے باز وکٹ کے بالکل سامنے کھڑا ہو سکتا تھ ا
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S تاریخی طور پر ایسے کئی واقعات ہوئے ہیں جس میں ہجوم کی صورت میں لوگوں نے ان فیصلوں کے خلاف مظاہرے کئے ہیں
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 2006 میں اس بارے میں مزید تجربے کئے گئے لیکن اب بھی حکام کے پاس بال ٹریکنگ ٹیکنالوجی موجود نہیں تھے
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جمال آذز نے اپنی نظامت کے فرائض انجام دیتے ہوے بیرونی ممالک میں بھی اپنا اور ضلع بہرائچ کا نام روشن کیا
A 9 10|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S اس کے بعد 1922 میں منشی فاضل کیے 1923 میں ایف اے کیے
A 7 8|||R:VERB:INFL|||کیا|||REQUIRED|||-NONE-|||0

S اس کے بعد 1922 میں منشی فاضل کیے 1923 میں ایف اے کیے
A 12 13|||R:VERB:INFL|||کیا|||REQUIRED|||-NONE-|||0

S بدھ مت کے کالاچکرا فرقے میں بھی کلکی کو ایک اہم ہستی قرار دیا گیا ہے
A 13 14|||R:VERB:INFL|||دی|||REQUIRED|||-NONE-|||0

S بدھ مت کے کالاچکرا فرقے میں بھی کلکی کو ایک اہم ہستی قرار دیا گیا ہے
A 14 15|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S ہزاروں کا مجمعہ تھا جلوس سادہ تھا حسن عقیدت کے پھول نچھاور کئے جا رہے تھے
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہاں اس بات کا تذکرہ بھی ضروری ہے کہ شباب صاحب نے اسلم پرویزکو بھی ولن کی حیثیت جو کردار دیئے
A 20 21|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس خاندان نے سینکڑوں سال تک سکالر راہنما حکومتی امور کے ماہر اور کنفیوشش کے استاد پیدا کئے
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس حکم کے تحت مسلمانوں کو دئیے گئے تمام حقوق واپس لے لیے
A 6 7|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ان کے لباس اور کھانے ختم کردئیے گئے
A 6 7|||R:VERB:INFL|||کردیے|||REQUIRED|||-NONE-|||0

S مسلم کمیونٹی کی مسجدیں اور اسکول ختم کردئیے
A 7 8|||R:VERB:INFL|||کردیے|||REQUIRED|||-NONE-|||0

S ترک تاجروں نے سیول کے نواح میں رہائشیں اختیار کی اور درزی بیکری اور دوسرے چھوٹے کاروبار شروع کردئیے
A 18 19|||R:VERB:INFL|||کردیے|||REQUIRED|||-NONE-|||0

S ایسے میں کورین کلچر اپنے لوگوں سے مطالبہ کرتا ہے کہ وہ وہی کام کریں جو دوسرے کورین کرتے ہیں
A 8 9|||R:VERB:INFL|||کرتی|||REQUIRED|||-NONE-|||0

S اندور کے کافی نزدیک پہنچ کراسماعیل کے مشورے پر یوسف خان نے اپنے محافظ واپس ایکلیرا بھیج دیئے
A 17 18|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S مولانا عبدالقیوم کی وفات کےبعد مفتی شھاب الدین پوپلزئ مسجد قاسم علی خان کے امام قرار دیئے گئے
A 16 17|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اسی دوران انہوں نے بیجنگ یونیورسٹی میں بھی شعبہ اردو میں تدریس کے فرائض انجام دیئے
A 15 16|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ارماں کئی کئے کئی پورے ہوئے مگر
A 2 3|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S بت شکن محمود غزنوی کا لقب ہے جس نے ہندوستان میں سترہ حملے کئے اور سومنات کے مندر میں ب توں کو توڑا
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ایسے الفاظ جو کسی دوسرے اسم کی جگہ استعمال کئے جائیں اسمائے ضمیر کہلاتے ہیں
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اوپر دیئے گئے جملوں میں وہ ا س ا نہیں اسم اشارہ بعید ہیں
A 1 2|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S بعض لوگ اپنے خاص رہن سہن دولت متنازع حرکات یا مشہور شخصیات سے تعلق کے سبب بھی اس زمرے میں شامل کئے جاتے ہیں
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ نظم اکثر پاکستان میں اور بھارت کے بہت سے علاقوں میں صبح اسمبلی میں پڑھا جاتا ہے
A 15 16|||R:VERB:INFL|||پڑھی|||REQUIRED|||-NONE-|||0

S یہ نظم اکثر پاکستان میں اور بھارت کے بہت سے علاقوں میں صبح اسمبلی میں پڑھا جاتا ہے
A 16 17|||R:VERB:INFL|||جاتی|||REQUIRED|||-NONE-|||0

S 291 ہجری مطابق 904 میں یہ تینوں قتل کردئیے گئے
A 8 9|||R:VERB:INFL|||کردیے|||REQUIRED|||-NONE-|||0

S انٹال جاٹ قوم کا قبیلہ ہے جو برصغیر میں پائی جاتی ہے
A 9 10|||R:VERB:INFL|||پایا|||REQUIRED|||-NONE-|||0

S انٹال جاٹ قوم کا قبیلہ ہے جو برصغیر میں پائی جاتی ہے
A 10 11|||R:VERB:INFL|||جاتا|||REQUIRED|||-NONE-|||0

S انہوں نے اردو کی متعدد کلاسیکی کتب مرتب کئے اور ان کے متن کی تدوین کی
A 8 9|||R:VERB:INFL|||کیں|||REQUIRED|||-NONE-|||0

S حکومت پاکستان کی طرف سے خطابات کی بجائے اعزازات دیئے جاتے ہیں
A 9 10|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S بت شکن محمود غزنوی کا لقب ہے جس نے ہندوستان میں سترہ حملے کئے اور سومنات کے مندر میں ب توں کو توڑا
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ام سلمی اور ام حبیبہ بھی کنیت ہیں
A 7 8|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S اس لشکر کے مقتول ایران میں دفن کئے جا تے ہیں
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S وہ پنجابی زبان کے پہلے صاحب مطبوعہ دیوان شاعر تسلیم کئے جاتے ہیں
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S احمد الکاتب ایک مشہور عراقی لکھاری اور دینی محقق ہیں جن کی پیدائش کربلا میں ہوئی
A 9 10|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S اختتام پر فرقہ پرستی کے رد میں سات عنوانات قائم کئے ہیں
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ایسے الفاظ جو کسی دوسرے اسم کی جگہ استعمال کئے جائیں اسمائے ضمیر کہلاتے ہیں
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S مالک رام مالک رام باویجا ( 1906 1993 ) کا قلمی نام تھا جو ایک مشہور اردو فارسی اور عربی عالم تھا
A 21 22|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S اوپر دیئے گئے جملوں میں وہ ا س ا نہیں اسم اشارہ بعید ہیں
A 1 2|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اوپر دیئے گئے اشعار میں پانے والا لانے والا کھانے والا آنے والا اسم مشتق ہیں
A 1 2|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اوپر دیئے گئے جملوں میں وہ ا س ا نہیں اسم اشارہ بعید ہیں
A 1 2|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S آئین کے دیباچے میں بسم اللہ الرحمان الرحیم کے الفاظ شامل کئے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S مسلمان ممالک سے تعلقات پر خصوصی توجہ دی اور پاکستان سعودی عرب چین اور دیگر اسلامی ممالک سے تعلقات بہتر کئے
A 20 21|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس فلم نے مقبولیت کے تمام ریکارڈ توڑ دیئے
A 8 9|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ایسے مصادر جو لازم سے متعدی بنا لئے جاتے ہیں
A 7 8|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S جو مصدر خاص مصدری معنوں کے لیے وضع کئے جاتے ہیں
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S دو حملہ آوروں نے دھماکا خیز آلات نصب کئے اور خود مار ڈالا
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S تمہاری لاش کے سو ٹکڑے کئے جائیں گے اور اس کے بعد اسے تیزاب میں ڈالا جائے گا
A 5 6|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S وہ حاجی محمد شریف کے بعد " منی ایچر پینٹنگ " کے سب سے بڑے مصور تسلیم کئے جاتے ہیں
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس کے بعدزیدان کی مختلف صلاحیتوں پر مبنی ایک رپورٹ تیار کی گئ
A 12 13|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S پھر واقعہ کربلا وقع پزیر ہوئی لیکن اس وقت بھی شیعہ سنی کا کوئی نظریہ مسلمانوں میں نا تھا
A 5 6|||R:VERB:INFL|||ہوا|||REQUIRED|||-NONE-|||0

S نوٹ تمام مضامین درسی و تدریسی طرز برا معلمین کے طور پے پڑھا جاتے ہیں
A 12 13|||R:VERB:INFL|||پڑھائے|||REQUIRED|||-NONE-|||0

S اس حملے عام شہریوں کو کوئی نقصان نہیں پہنچا صرف حملہ آور ہلاک ہوئے
A 13 14|||R:VERB:INFL|||ہوا|||REQUIRED|||-NONE-|||0

S عبید صاحب کی عبارت بالشمول جملہ راحت نظر نواز ہوا
A 9 10|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S آپ کےارادت مند عقیدت مند معتقد اور مریدین بےشمار تھےلیکن ان میں سےچار اصحاب خاص الخاص تھی
A 16 17|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S یہ چار یاروں کےنام سےمشہور تھی
A 5 6|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S ان کےبطن سےتین لڑکے سلطان قیصر سید محمود اور سید سہرا تھی
A 11 12|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S آپ بچپن سے ہی بڑے ذہین و فہمیدہ تھی
A 8 9|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S اس کےبعد وہ سب لوگ نگاہہ پہنچی
A 6 7|||R:VERB:INFL|||پہنچے|||REQUIRED|||-NONE-|||0

S اس وقت سید احمد سلطان سخی سرور نماز پڑھنےمیں مصروف تھی
A 10 11|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S نماز سےفراغت کےبعد جب آپ کو اطلاع دی گئی تو آپ گھوڑی پر سوار ہو گئی
A 15 16|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S مغرب کی جانب ایک بہت بڑا حوض بنوایا تھا تاکہ اس میں پانی جمع رہی
A 14 15|||R:VERB:INFL|||رہے|||REQUIRED|||-NONE-|||0

S ہزاروں کی تعداد میں لوگ پہنچ گئی
A 6 7|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S لاکھوں محبین کےقلوب ورد و غم اور ہجر و فراق سےفگار ہو گئی
A 12 13|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S عام طور پر درج ذیل اشیا درکار ہوتے ہیں
A 7 8|||R:VERB:INFL|||ہوتی|||REQUIRED|||-NONE-|||0

S اس کھیل کی نظامت پنجاب کرکٹ ایسوسی ایشن کرتا ہے
A 8 9|||R:VERB:INFL|||کرتی|||REQUIRED|||-NONE-|||0

S عالمی کبڈی لیگ 2014 میں متعارف ہوا
A 6 7|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S عدنان نے پانچ کلو آم خریدے منتظر نے دس سوال حل کئے آج چاند کی گیارھویں ہے اسلم کے پاس نو کتابیں ہیں
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S عدنان نے پانچ کلو آم خریدے منتظر نے دس سوال حل کئے آج چاند کی گیارھویں ہے اسلم کے پاس نو کتابیں ہیں
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S مہیش بھٹ ایک بھارتی فلم ڈائریکٹر پروڈیوسر اور اسکرین رائٹر ہے
A 10 11|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اس فلم کی موسیقی مشرقی اور وسطی بھارت میں مقبو ل ہوئے
A 11 12|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S انعام کے ساتھ 2 5 ملین بھارتی روپیہ اور ایک تعریفی سند دی جاتا ہے
A 13 14|||R:VERB:INFL|||جاتی|||REQUIRED|||-NONE-|||0

S 30 اپریل 1959 کو دیئے گئے
A 4 5|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S 3 مئی 1960 کو دیئے گئے
A 4 5|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S 30 اپریل 1961 کو دیئے گئے
A 4 5|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S 30 اپریل 1962 کو دیئے گئے
A 4 5|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S راجہ ( سنسکرت ) ایک اصطلاح ہے جو برصغیر میں بادشاہوں اور دوسرے اقسام کے سربراہان ریاست کے لیے استعمال کیا جاتا ہے
A 20 21|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S راجہ ( سنسکرت ) ایک اصطلاح ہے جو برصغیر میں بادشاہوں اور دوسرے اقسام کے سربراہان ریاست کے لیے استعمال کیا جاتا ہے
A 21 22|||R:VERB:INFL|||جاتی|||REQUIRED|||-NONE-|||0

S سائیں اختر حسین نے اندرون ملک اور بیرون ملک لاتعداد سفر کئے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S پاکستان کی قدامت پسند اکثریت کے خیال میں یہ بہت زیادہ بے باک تھا
A 13 14|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S چنانچہ چمڑے کے دستر خوان پر درہم پھیلا دئیے گئے تاکہ خلیفہ بغور ملاحظہ فرماسکے
A 8 9|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S تو میت کو اتارا گیا اور وہاں پر قبر کھودی گئ تو وہاں سے " چٹوں " اور " موہلہ " نکلے
A 10 11|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S انھوں نے 1968 سے 1976 تک بھارتی ٹیم کی نمایندگی کیا اور دو دفعہ المپکس میں برونز میڈل جیتے
A 10 11|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S وہ پہلے بھارتی کھلاڑی ہیں جو این بی اے میں لئے گئے ہیں
A 10 11|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S شوہر عموما بازو بلند کر کے مردوں کے انداز میں ناچتا ہے اور بیوی خواتین کے انداز میں پنجابی رقص پیش کرتی ہے
A 22 23|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S فلسفی اخلاقی تاریخی معاشرتی اعتقادی اور فق ی عنوان سے سوالات کئے گئے ہیں
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کچھ دنوں پہلے بھی دونوں کی ملاقات ہوئی تھی اور دونوں نے کہا تھا کہ یہ تنازع بغیر تشدد کے حل ہو جانا چاہیئے
A 23 24|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S اس فلم نے مجموعی طور پر 6 صدارتی ایوارڈ حاصل کئے تھے
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ 10 10 2000 کو فلسطین میں پیدا ہوئ
A 8 9|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S آن لائن معاملتوں ڈیبٹ کارڈ اور کریڈٹ کارڈ کی طرح موبائل کے ذریعہ لین دین مغربی ممالک میں بے حد مقبول ہیں
A 21 22|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S پنجاب میں مختلف قسم کے مشروبات پسند کئے جاتے ہیں
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ابن مالک عربی زبان کا مشہور نحوی اور لغوی تھا
A 9 10|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S اے آر خاتون 1920 کو دہلی برطانوی ہندوستان میں پیدا ہوئے
A 10 11|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S حمید نے یکے بعد دیگرے دو شادیاں کی مگر دونوں بیوی زیادہ عرصے تک زندہ نہیں رہے
A 7 8|||R:VERB:INFL|||کیں|||REQUIRED|||-NONE-|||0

S حمید نے یکے بعد دیگرے دو شادیاں کی مگر دونوں بیوی زیادہ عرصے تک زندہ نہیں رہے
A 16 17|||R:VERB:INFL|||رہیں|||REQUIRED|||-NONE-|||0

S ذیل میں ان تمام مضامین کی فہرست درج ہے جو توسیع کے ذریعہ اردو ویکیپیڈیا میں ترجمہ کیے گیے ہیں
A 18 19|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S نوشین القدیر ( پیدائش 13 فروری 1981 ) ایک کرکٹر ہے جو بھارت کی خواتین کی کرکٹ ٹیم کے لیے کھیلتی ہے
A 21 22|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اسے مرگی کا مرض لاحق ہوا جلندر میں اپنے گھر کی بالکونی سے نیچے گرا اور موقع پر ہی دم توڑ گیا
A 21 22|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S گرو رام دام ( 1534 1581 ) سکھوں کے 10 میں سے چوتھا تھا
A 13 14|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S وہ سات سال تک گرو رہا
A 5 6|||R:VERB:INFL|||رہے|||REQUIRED|||-NONE-|||0

S گرو رام داس 1 ستمبر 1581 کو امرتسر پنجاب میں فوت ہوا
A 11 12|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S گرو گوبند سنگھ کی عنایتوں سے شہ پاکر اس نے ایک لڑاکا فوج بنالی اور مغلیہ سلطنت کے خلاف علم بغاوت بلند کر دیا
A 13 14|||R:VERB:INFL|||بنائی|||REQUIRED|||-NONE-|||0

S کبیر دوہے کہتا جن میں بھگتی کے معارف بیان کرتا
A 2 3|||R:VERB:INFL|||کہتے|||REQUIRED|||-NONE-|||0

S کبیر دوہے کہتا جن میں بھگتی کے معارف بیان کرتا
A 9 10|||R:VERB:INFL|||کرتے|||REQUIRED|||-NONE-|||0

S کبیر ہندو مت اور اسلام دونوں پر تنقید کے لیے مشہور ہے
A 11 12|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S کبیر بت پرستی کا مخالف اور توحید کا داعی تھا
A 9 10|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S دو اشک جانے کس لیے پلکوں پہ آکے ٹک گیے
A 9 10|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S 1908 میں شائع ہونے والی کتاب سکاؤٹنگ فار بوائز میں سکاؤٹنگ کے تمام رہنما اصول دئیے گئے ہیں
A 15 16|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S مختلف اساتذہ سے اردو اور فارسی کی تعلیم حاصل کرنے کے بعد اردو مڈل اردو ٹریننگ اور ہندی مڈل کے امتحانات پاس کئے
A 22 23|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ان کی سوچ اور فکر پر انقلاب فرانس نے گہرے اثرات مرتب کئے
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اسے مغل شہنشاہ اورنگزیب عالمگیر نے سترہویں صدی میں تعمیر کروایا تھا
A 10 11|||R:VERB:INFL|||کرایا|||REQUIRED|||-NONE-|||0

S بالآخر اسپارتیوں نے اس شرط پر ہتھیار ڈال دیئے کہ ا ن کو با حفاظت کادمیہ سے چلے جانے کی اجازت دی جائے گی
A 8 9|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S مثلا رخصت اتفاقی اداروں کی روایت کے حساب سے نچلی سطح پر اختیاری طور پر ہو بھی سکتا ہے اور نہیں بھی
A 17 18|||R:VERB:INFL|||سکتی|||REQUIRED|||-NONE-|||0

S بھگت رویداس شمالی ہند پندرہویں اور سولہویں صدی کے دوران بھگتی تحریک سے تعلق رکھنے والا ایک صوفیانہ شاعر سنت تھا
A 20 21|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S بہت سے قدیم یونانی اساطیر یا تو اس علاقہ سے شروع ہوئے یااس علاقہ میں قائم کئے گئے
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ھیرا نے یقین نہ کرنے کا ڈھونگ رچایا اور سمیلہ کے ذہن میں شک کے بیج بو دئیے
A 17 18|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S مولانا توقیر رضا خان ایک سنی مسلمان عالم دیں اور بھارتی ریاست اتر پردیش کے سیاست دان ہیں
A 8 9|||R:VERB:INFL|||دیںن|||REQUIRED|||-NONE-|||0

S پیتل یا دوسری دھاتوں سے بنے دیئے بھی مندروں میں عام پائے جاتے ہیں
A 6 7|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S فارسی اور عربی مرکب اضافی بھی اردو میں استعمال کئے جاتے ہیں
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S فارسی اور عربی مرکب اضافی بھی اردو میں استعمال کئے جاتے ہیں
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جامعہ محمدیہ نے آج تک کئی علمی رسالے پمفلیٹ یا کتابچہ کی شکل میں شائع کئے ہیں
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S انہیں فخر مردان اور فخر تخت بھائی کے اعزازات بھی دیئے گئے تھے
A 10 11|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S 92 نیوز پر افغان امور اور طالبان کے حوالے سے کئی خبریں بریک کیں اور مستقبل کے حوالے سے کئی تجزیئے بھی پیش کئے
A 23 24|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ان میں سے زیادہ تر ارکان درج فہرست طبقات سے تعلق رکھتے ہیں
A 11 12|||R:VERB:INFL|||رکھتی|||REQUIRED|||-NONE-|||0

S وسیم اختر ( پیدائش 25 نومبر 1955 ) کراچی پاکستان سے ( ایم کیو ایم ) کے ایک پاکستانی سیاستدان ہے
A 20 21|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S پاکستان میں چینی لوگ پاکستان میں مقیم غیر ملکیوں کی اہم برادریوں میں سے ایک ہے
A 15 16|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S انہوں نے کئی اہم جرائد کے ادارتی فرائض انجام دیئے جن میں سیارہ ڈائجسٹ قومی ڈائجسٹ ویمن ڈائجسٹ اور کتاب کے نام سرفہرست ہیں
A 9 10|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S بچوں کی مزدوری خاندانوں کے قرض لینے کی صورتوں میں عام ہیں
A 11 12|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S یہ طے پایا کہ آئندہ سال اس مجلس کا ایک جلسہ عام ہو جس میں تمام مسالک کے ممتاز علما کو دعوت دی جائے
A 12 13|||R:VERB:INFL|||ہوگا|||REQUIRED|||-NONE-|||0

S طارق فتح پاکستان نژاد کینیڈین مصنف براڈکاسٹر اور سیکولر لبرل کارکن ہیں
A 11 12|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S طارق فتح اسلامی انتہا پسندی کے خلاف بولنے میں معروف ہیں
A 10 11|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S وہ برصغیر کے مسلمانوں کی علاحدگی پسند ثقافت کے خلاف بھی کہتے رہتے ہیں
A 12 13|||R:VERB:INFL|||رہتا|||REQUIRED|||-NONE-|||0

S وہ برصغیر کے مسلمانوں کی علاحدگی پسند ثقافت کے خلاف بھی کہتے رہتے ہیں
A 13 14|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S فتح برصغیر کے مسلمانوں کی علاحدگی پسند ثقافت کے خلاف بھی بولتا رہے
A 11 12|||R:VERB:INFL|||بولتے|||REQUIRED|||-NONE-|||0

S التخریج وہ کتاب ہے جس میں کسی دوسری کتاب کی بے حوالہ حدیثوں کی سند اور حوالہ جات درج کئے گئے ہوں
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S مخدوم محمد ہاشم کی تمام کتب کا احاطہ تو ممکن نہیں البتہ ان میں سے کچھ دستیاب کتب کی تفصیل دی جا رہیں ہیں
A 23 24|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S مخدوم محمد ہاشم کی تمام کتب کا احاطہ تو ممکن نہیں البتہ ان میں سے کچھ دستیاب کتب کی تفصیل دی جا رہیں ہے
A 22 23|||R:VERB:INFL|||رہی|||REQUIRED|||-NONE-|||0

S مخدوم محمد ہاشم نے بھٹ شاہ کے بہت سے سفر کئے اور شاہ عبد اللطیف بھٹائی سے ملاقاتیں کیں
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کتاب التاریخ یہ کتب حدیث کی وہ قسم ہے جس میں تاریخی مواد کے متعلق روایات کی جاتی ہیں جیسے
A 8 9|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اصحاب تصوف کے ہاں اقطاب اربعہ سے یہ چار اقطاب مراد لئے جاتے ہیں
A 11 12|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S احمد شاہ ابدالی نے کل سات حملے کئے جن میں سے چوتھے اور پانچویں حملے میں دہلی پہنچا
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس کتاب میں شاہ عبد العزیز نے درج ذیل بارہ ابواب قائم کئے
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S بڑے بڑے علما سے مناظرے کئے فقہا کو درس دیتے بادشاہ ان کی رائے سے فیصلے کرتے
A 5 6|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S عالم حد ث اورتراجم کے بہت ماہر تھے فقہا حنفیہ کے اکابرین میں شمار کئے جاتے ہیں
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S بنی نوع انسان کو ان کے نقش قدم پر چلنے کی تاکید کردی
A 12 13|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S اور بنی نوع انسان کو ان کے نقش قدم پر چلنے کی تاکید کردی
A 13 14|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S عالمی کبڈی لیگ 2014 میں قائم ہوا
A 6 7|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S اس فلم کے قصہ کا محور ایک بھائی اور اس کی بہن کے ارد گرد گھومتی ہے
A 15 16|||R:VERB:INFL|||گھومتا|||REQUIRED|||-NONE-|||0

S گذشتہ دور میں اس خاندان نے بڑے بڑے فوجی اور ملکی کارنامے انجام دئیے تھے
A 13 14|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S چنانچہ اب مطمئن ہو کر میرزا غازی ٹھٹہ آکر سکونت پزیر ہوا
A 11 12|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S امام نے کئی اہم اسلامی کتب کی نقول اپنے ذاتی خرچے پر تیار کروائیں
A 13 14|||R:VERB:INFL|||کروائی|||REQUIRED|||-NONE-|||0

S تین شہزادوں کا استاد رہا
A 4 5|||R:VERB:INFL|||رہے|||REQUIRED|||-NONE-|||0

S مراٹھی مسلمان ان مسلمان کو کہتے ہیں جن کی مادری زبان مراٹھی ہیں اور جو مہاراشٹر میں رہتے ہیں
A 12 13|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S صدر بارک اوباما کے ساتھ دو مدتوں کے لیے نائب صدر منتخب تھا
A 12 13|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S یوکرین میں کئی کامیاب خواتین جمناسٹ رہے ہیں
A 6 7|||R:VERB:INFL|||رہی|||REQUIRED|||-NONE-|||0

S کاشی بائی اپنے بیٹے کو کھونے کے ماتم منا رہا تھا جبکہ مستانی کا دبدبہ بڑھتا جا رہا تھا
A 9 10|||R:VERB:INFL|||رہی|||REQUIRED|||-NONE-|||0

S کاشی بائی اپنے بیٹے کو کھونے کے ماتم منا رہا تھا جبکہ مستانی کا دبدبہ بڑھتا جا رہا تھا
A 10 11|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S حاصل کئے اس کے بعد سے مہتا کی فلم بالی وڈ ہالی وڈ ( 2003 ) میں اپنے فن کا مظاہرہ کیا
A 1 2|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S انگریزی زبان کو فروغ دینے اور استعمار کو مستحکم کرنے کے لیے بھارتی اسکول بند کئے گئے
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ان کی صحبت میں وہ شراب نوشی کا عادی بن گیا نیز ان کے بعض اثرات بھی قبول کئے
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S نیزدہلی کے قیام کے دوران جامعہ ملیہ اسلامیہ سے ترجمہ کے دو کورس کئے بعدہ دہلی یونیورسٹی سے کیا
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپ نے رسالہ ماہنامہ نور اسلام شیرربانی نمبر اور مجدد الف ثانی تین جلدوں میں شائع کئے
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S صاحبزادہ میاں جمیل احمد شرقپوری مشائخ کی دنیا میں فخر المشائخ کے نام سے یاد کئے جاتے ہیں اور پہچانے جاتے ہیں
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپ نے علو م ظا ہری و با طنی اپنے وا لد گرا می خواجہ سید محمد فیض اللہ سے حا صل کئے
A 22 23|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 2008 میں لاہور سے 48 کلومیٹر جنوب میں پریم نگر میں ایک نجی ڈرائی پورٹ کے معاہدے پر دستخط کئے گئے
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S مقادیر مقدار کی جمع ہے اسلامی مقادیرسے مراد اسلام کے دئیے گئے پیمانے ہیں
A 10 11|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس کے بعد اس نے گھر چھوڑ دیا اور تیرتھ یاترا پر نکل گئی
A 13 14|||R:VERB:INFL|||گئیں|||REQUIRED|||-NONE-|||0

S قدیم جاپان میں بادشاہوں اور لارڈز کی حفاظت کے لیے تربیت یافتہ سمورائے بطور محافظ تعینات کئے جاتے تھے
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S والی نے ا س حکم کی تعمیل کی اور وہ سامان تجارت خوارزم شاہ کے پاس بھیج دئیے
A 17 18|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس مدت کے دوران میں بظاہر علامہ کی کوششوں کے نتیجہ میں سلطان کے حکم سے دو مدرسے تاسیس کئے گئے
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ا س حکم کے تحت مشہد امام حسین ابن علی رضی اللہ عنہ منہدم کر دیا گیا اور نشانات مزارات مٹا دئیے گئے
A 21 22|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S علویوں کے جس قدر اوقاف تھے سب واگزار کردئیے اور شیعان علی سے تعرض کرنے کی ممانعت کردی
A 8 9|||R:VERB:INFL|||کردیے|||REQUIRED|||-NONE-|||0

S اسے اللہ سبحانہ کی اطاعت ضرور کرنی چاہئے اور کتاب و سنت پر تمسک کرنا چاہئے
A 7 8|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S اسے اللہ سبحانہ کی اطاعت ضرور کرنی چاہئے اور کتاب و سنت پر تمسک کرنا چاہئے
A 15 16|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S اپنے دادا خلیفہ ہارون الرشید ( 786 809 ) , کے نام پر ہارون نام دیا گیا اور ن ابو جعفر تھی
A 21 22|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S تاہم اس کے محل کے پاس ایک مسلم نوجوان " مراد علی شاہ " ایک جھیل کے پاس عبادت کر رہا تھا
A 20 21|||R:VERB:INFL|||رہے|||REQUIRED|||-NONE-|||0

S تاہم اس کے محل کے پاس ایک مسلم نوجوان " مراد علی شاہ " ایک جھیل کے پاس عبادت کر رہا تھا
A 21 22|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S یہ اسلامی کیلنڈر کی تیسری صدی میں لکھا گیا ہے اور صحیحین سے پہلے لکھا گیا ہے ( صحیح البخاری اور صحیح مسلم )
A 7 8|||R:VERB:INFL|||لکھی|||REQUIRED|||-NONE-|||0

S یہ اسلامی کیلنڈر کی تیسری صدی میں لکھا گیا ہے اور صحیحین سے پہلے لکھا گیا ہے ( صحیح البخاری اور صحیح مسلم )
A 8 9|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S یہ اسلامی کیلنڈر کی تیسری صدی میں لکھی گئی ہے اور صحیحین سے پہلے لکھا گیا ہے ( صحیح البخاری اور صحیح مسلم )
A 7 8|||R:VERB:INFL|||لکھا|||REQUIRED|||-NONE-|||0

S یہ اسلامی کیلنڈر کی تیسری صدی میں لکھی گئی ہے اور صحیحین سے پہلے لکھا گیا ہے ( صحیح البخاری اور صحیح مسلم )
A 8 9|||R:VERB:INFL|||گیا|||REQUIRED|||-NONE-|||0

S یہ اسلامی کیلنڈر کی تیسری صدی میں لکھا گیا ہے اور صحیحین سے پہلے لکھا گیا ہے ( صحیح البخاری اور صحیح مسلم )
A 7 8|||R:VERB:INFL|||لکھی|||REQUIRED|||-NONE-|||0

S یہ اسلامی کیلنڈر کی تیسری صدی میں لکھا گیا ہے اور صحیحین سے پہلے لکھا گیا ہے ( صحیح البخاری اور صحیح مسلم )
A 8 9|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S آپ نے بہرائچ میں کئی ترقیاتی کام کئے خاص طور پر سڑک اور بجلی پانی کے شعب پر کام کیا
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S سرکاری ملازمین اور فوج کے اخراجات ہندوستان کی آمدنی سے پورے کیئے جاتے ہیں
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اسی دوران گوگیرہ کے بہت سے خاندان قید کر لئے گئے
A 9 10|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S احمد خان کھرل کی شہادت سے پہلے ہی دہلی کے شہنشاہ بہادر شاہ ظفر نے ہتھیار ڈال دیئے تھے
A 17 18|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S احمد خان اور اس کے ساتھی بڑی بہادری سے لڑے اور انگریز فوج کے کم و بیش بیس سپاہی مار دئیے
A 20 21|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S آغاز میں بینک آف بنگال کی طرف سے جاری کئے گئے کاغذی نوٹوں پر صرف ایک طرف ہی چھپا ہوتا تھا
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S سائنس طب اور فلسفہ کی بڑی بڑی کتابوں کو مشرق و مغرب سے اکٹھا کر کے ان کے ترجمے کئے گئے
A 19 20|||R:VERB:INFL|||کئیے|||REQUIRED|||-NONE-|||0

S سائنس طب اور فلسفہ کی بڑی بڑی کتابوں کو مشرق و مغرب سے اکٹھا کر کے ان کے ترجمے کئیے گئییے
A 19 20|||R:VERB:INFL|||کئے|||REQUIRED|||-NONE-|||0

S سائنس طب اور فلسفہ کی بڑی بڑی کتابوں کو مشرق و مغرب سے اکٹھا کر کے ان کے ترجمے کئے گئے
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اور عام طو سکون طعام میں کھائی جاتی ہے
A 6 7|||R:VERB:INFL|||کھایا|||REQUIRED|||-NONE-|||0

S اور عام طو سکون طعام میں کھائی جاتی ہے
A 7 8|||R:VERB:INFL|||جاتا|||REQUIRED|||-NONE-|||0

S ان کو اختیار کئے بغیر کوئی سکھ سچا سکھ نہیں کہلا سکتا
A 3 4|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اڑن طشتری کے ذریعے انسانوں کو اغوا کئے جانے کے واقعات بھی مستند حوالوں سے سامنے آتے رہے ہیں ان میں مشہور واقعات یہ ہیں
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S بھارت ماتا کی جے ( بھارت کی فتح ہو ) تحریک آزادی ہند میں سب سے زیادہ استعمال کیا جانا والا نعرہ تھا
A 19 20|||R:VERB:INFL|||جانے|||REQUIRED|||-NONE-|||0

S الجوینی کی وفات کے سوگ میں بازار بند کردئیے گئے ا ن کے شاگردوں نے اپنے قلم اور دواتیں توڑ ڈالیں
A 8 9|||R:VERB:INFL|||کردیے|||REQUIRED|||-NONE-|||0

S گوکہ ان ہوٹلوں میں غیر مسلم عملہ بھی موجود ہے لیکن وہ بھی ان شرعی اصول و ضوابط کا خیال رکھنے کے پابند ہیں
A 23 24|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S بھارتی فوج نیشنل ڈیزاسٹر رسپانس فورسکی ٹیموں کے ڈاکٹروں کی ٹیموں اور مقامی پولیس کی طرف سے ریسکیو اور آپریشن کئے گئے
A 20 21|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس رقم سے برطانوی ہند کے سرکاری ملازمین کی تنخواہ پینشن فوجی اخراجات اور جنگی اخراجات وغیرہ پورے کیئے جاتے تھے
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S بھارت کے کچھ شہروں میں آن لائن ووٹر رجسٹریشن فارم حاصل کرکے انہیں قریب ترین انتخابی دفتر میں جمع کئے جا سکتے ہیں
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس سلسلہ میں کشمیر ہندوستان کابل اور عرب کے متعدد سفر کئے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کے نام سے مشہور ہے اور وزارت دفاع حکومت ہند کے تحت آتا ہے
A 12 13|||R:VERB:INFL|||آتی|||REQUIRED|||-NONE-|||0

S حدیث میں 6 قسم کی عمر کےاونٹوں کے نام بیان کئے گئے ہیں
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جبکہ ایک کثیر تعداد انگریزی بھی جانتی ہیں
A 7 8|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S جو انگور یا کھجور سے بنائی گئ ہو
A 6 7|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S بعض ناخن تراش میں ایک ریتی بھی منسلک ہوتی ہے جن سے ناخن ہموار کیئے جا سکتے ہیں
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S تصنیف وتالیف کے لحاظ سے وہ عصر حاضر کے عظیم مصنفین میں شمار کئے جانے کے مستحق ہیں
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S دوسرے یہ کہ کتاب مدلل ہے اور اس میں قیاس سنت اور آثار پر مشتمل دلائل ذکر کئے گئے ہیں
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپ کےبعد آپ کےصاحبزادے خواجہ محمد معصوم سجادہ نشین ہوئی
A 9 10|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S اس لیے بچپن کے عالم میں ہی عجیب و غریب واقعات رونما ہونے لگی
A 13 14|||R:VERB:INFL|||لگے|||REQUIRED|||-NONE-|||0

S آپ گھنٹوں آسمان کی طرف دیکھتے رہتی
A 6 7|||R:VERB:INFL|||رہتے|||REQUIRED|||-NONE-|||0

S آپ 1922 میں والد گرامی کے مجبور کرنے پر فوج میں بھرتی ہو گئی
A 13 14|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S اور اپنی قوم کیلے بہت سے خدمات پیش کئے ہیں
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپ کی خدمات کو دیکھتے ہوے آپ کو اس تحریک کا چئرمین بنادیا
A 5 6|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S نورزئی قوم کی پسماندگی کو دیکھتے ہوے آپ نے ہمیشہ نورزئی قوم کی ترقی و خوشحالی کا سوچا
A 6 7|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S کمیٹی کی حتمی رپورٹ میں سونے کو کرنسی قرار دیا گیا اور چاندی کی کرنسی کی مخالفت کری
A 17 18|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S ساتھ ہی کمیٹی نے حکومت کے اس منصوبے کو بھی رد کر دیا کہ موجودہ چاندی کے سکے پگھلا دیئے جائیں
A 19 20|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس کے علاوہ ان کو آل انڈیا ریڈیوگورکھپور سے بھی پروگرام کئے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 1953 میں کریسٹی ایک ہاسٹل میں سکونت اختیار کئے ہوئے ہے
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S صلاح الدین نے بیت المقدس میں داخل ہوکر وہ مظالم نہیں کئے جو اس شہر پر قبضے کے وقت مسیحی افواج نے کئے تھے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S صلاح الدین نے بیت المقدس میں داخل ہوکر وہ مظالم نہیں کئے جو اس شہر پر قبضے کے وقت مسیحی افواج نے کئے تھے
A 22 23|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ہورنیگولڈ نے اس دوران دس قزاق گرفتار کئے جن میں سے نو کو پھانسی پر لٹکایا گیا
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S انہوں نے اس عہدے کا جائزہ 31 دسمبر 2016 حاصل کیے تھے
A 10 11|||R:VERB:INFL|||کیا|||REQUIRED|||-NONE-|||0

S انہوں نے اس عہدے کا جائزہ 31 دسمبر 2016 حاصل کیے تھے
A 11 12|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S قول باری ہے اللہ تعالی نے بنی اسرائیل سے پختہ عہد لیا تھا اور ان میں بارہ نقیب مقرر کئے تھے
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S عمراچھروی کو جامع المنقول والمعقول استاذالعلما قاطع مرزائیت ونجدیت ووہابیت حامی قرآن وسنت مناظر اعظم کے القاب و خطابت دیئے گئے
A 19 20|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S عمراچھروی کو جامع المنقول والمعقول استاذالعلما قاطع مرزائیت ونجدیت ووہابیت حامی قرآن وسنت مناظر اعظم کے القاب و خطابت دیے گئے
A 19 20|||R:VERB:INFL|||دئیے|||REQUIRED|||-NONE-|||0

S عمراچھروی کو جامع المنقول والمعقول استاذالعلما قاطع مرزائیت ونجدیت ووہابیت حامی قرآن وسنت مناظر اعظم کے القاب و خطابت دئیے گئے
A 19 20|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس کے متبعین خاص طور پر بحیرہ مرمرہ کے موسم سرما کے ہوٹلوں میں بھرتی کیے گیے تھے
A 16 17|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S لہذا جیسے اسکول سے فراغت ہوی انہوں نے ساری محنت کتابوں پر صرف کردی
A 5 6|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S و ذ ا ال و ح وش ح ش ر ت التکو ر 5 اور جب وحشی جانور جمع کئے جائیں گے
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اشرف علی بستویاردو دنیا کے خاص طور پر صحافتی دنیا کے ایک مایہ ناش شخصیت اور محب اردو شخصیت تسلیم کئے جاتے ہیں
A 20 21|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کفار نے یہ دیکھ کر تیر برسانا شروع کئے جس سے عاصم نے سات آدمیوں کے ساتھ شہادت پائی
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپ فن خطابت اور مناظرہ میں بھی اعلی صلاحیتوں کے مالک تھے اور اس راہ میں بھی آپ نے دور دراز کے سفر کئے
A 23 24|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S حفظ قرآن کے مسابقات میں شرکت کے لیے بھی آپ نے دور دور کے سفر کئے
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ان کے خاندان میں کرکٹ کافی مشہور تھا
A 7 8|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S آپ کے وفات کی خبر کے بعد عراق میں مختلف مقامات پر آپ کے سوگ میں مجالس متعقد ہوئی
A 18 19|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S آنحضرت کےہمراہ حج کرنے کے علاوہ اور بھی حج کئے جن میں سے ایک کا تذکرہ سنن نسائی میں آیا ہے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپ کے تحریرکردہ ڈرامے کئی بار آل انڈیا ریڈیو سے نثر کئے جا چکے ہیں
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S گورنر پنجاب جنرل ایڈوائر نے بھی مہر آبادان کی تعلیمی خدمات کا اعتراف کیا جو اسکول میں ایک تختی پر کندہ کئے گئے ہیں
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کچھ ٹکڑے ہاروے نے اپنے پاس رکھے اور باقی دوسرے پیتھالوجسٹس کو دے دئیے
A 13 14|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ان کے والد سید رفیع الحسن صاحب تھے جو رفیق میاں کے نام سے مشہور تھے
A 7 8|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S سید واڑہ کی دینی فضا میں ترقی کے اثرات قرب و جوار کی بستیوں میں بھی محسوس کئے جانے لگے
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 1838 میں انہوں نے ایسٹ انڈیا کمپنی میں ملازمت اختیار کی اور 1867 وہ چھوٹے مقدمات کے لیے جج مقرر کئے گئے
A 20 21|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S پولیس اداروں کا کہنا ہے کہ ایسے چوری شدہ بورڈ برطانیہ اور امریکا میں فروخت کئے جاتے ہیں
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S لکھنؤ میں ضلع انتظامیہ اور سرکاری مشینری اس سے زائد سرگرم تھی جتنا سرکاری اعزاز کے ساتھ دفن ہونے والوں کے لئے ہوتا ہے
A 22 23|||R:VERB:INFL|||ہوتی|||REQUIRED|||-NONE-|||0

S تک مدرسہ سلطان المدارس میں نائب مدرس اعلی کی حیثیت سے تدریسی اور انتظامی فرائض انجام دیئے
A 16 17|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ان میں دو فلموں ساتھی اور سہیلی میں انہوں نے بالترتیب 1959 اور 1960 کے بہترین اداکار کے نگار ایوارڈ بھی حاصل کئے تھے
A 22 23|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اور ان میں بارہ بارہ سو صفحات کے انیس و دبیر نمبر بھی مرتب کیئے گئے ہیں
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ پلگ انز ایس وی پیکیج کی صورت میں فراہم کئے جاتے ہیں
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جب یہ پلگ انز انسٹال کئے جاتے ہیں تو ان کی سہولیات سروس کی شکل میں مہیا ہوجاتی ہیں
A 5 6|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ان پیکیجز کی مدد سے مزید پیکیجز نصب کئے جاسکتے ہیں
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ٹیم فاؤنڈیشن کو متعارف کرانے کا مقصد یہ تھا کہ ایک زیادہ پروگرامر ایک پراجیکٹ پر ورژن کا اختلاف کئے بغیر کام کرسکیں
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس میں پہلی مرتبہ مختلف اقسام کے اوزار اکٹھے کئے گئے تھے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس کے دو ایڈیشن پروفیشنل اور انٹرپرائز جاری کئے گئے
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جس کی مدد سے ویژیول سٹوڈیو میں تیارکردہ سافٹ وئیر زیادہ آسانی سے نصب کئے جاسکتے تھے
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جبکہ چھوٹی خصوصیات میں بہتر انٹیلیسنس یونٹ ٹیسٹ بہتر ڈی بگنگ اور خوبصورت یوزر انٹرفیس شامل کئے گئے ہیں
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ویژیول سٹوڈیو لائٹ سوئچ کا پہلا ورژن 2011 میں جاری کیا گیا اور اس کے بعد اس میں کئی اضافے کئے گئے
A 20 21|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس اوزار کی مدد سے ویژیول سٹوڈیو میں تیار کئے جانے والے سافٹ وئیر کی کارکردگی کو جانچا جاتا ہے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ان کے والد پروفیسر کرار حسین انگریزی ادب کے پروفیسر تھے تعلیمی سفر کی ابتدا میرٹھ سے ہوئ
A 17 18|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S اس پیمانے میں مختلف دھاتوں کو ان کی سختی کی بنا پر مختلف نمبر دئیے گئے ہیں
A 14 15|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S سالم بن عبداللہ مدینہ کے ان تابعین میں تھا جو علم وعمل کے امام تھے
A 8 9|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S انکی تدفین کراچی کے قبرستان وادی حسین ( ع ) میں ہوئ
A 11 12|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S حقیقتوں کوزباں مل گئ حسین کے بعد
A 3 4|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S ان کے جسد خاکی کو کراچی لا یا گیا اور تدفین ہوئ
A 11 12|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S تاہم 1975 میں شروع کیئے جانے والےان کے سٹیج شو نیلام گھر نے ان کو شہرت کی بلندیوں پر پہنچا دیا
A 4 5|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپ کا شمار ان علما میں ہوتا ہے کہ جنہوں نے سوشلزم کو کفر قرار دیتے ہوئے فتوی پر دستخط کئے تھے
A 20 21|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کشش ثقل فراہم کرنے کی بنیاد پر ڈارک میٹر یعنی کے سیاہ ماد ہ مختلف کہکشاؤں کو متواتر رکھے ہوئے ہیں
A 20 21|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S انہوں نے کئی اہم کتابیں کو مدون کیا اور کئی اہم کتابوں کے تراجم کئے
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یکم جنوری 1877 کو دہلی دربار کے موقع پر 17 فائر سلامی کے مقرر کردئیے گئے
A 14 15|||R:VERB:INFL|||کردیے|||REQUIRED|||-NONE-|||0

S بہت سے ٹیکس معاف کردئیے
A 4 5|||R:VERB:INFL|||کردیے|||REQUIRED|||-NONE-|||0

S مولانا محمد علی ایک ہندستانی مصنف تھا جو لاہور احمدیہ تحریک میں ایک نمایاں رہنما تھا
A 6 7|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S مولانا محمد علی ایک ہندستانی مصنف تھا جو لاہور احمدیہ تحریک میں ایک نمایاں رہنما تھا
A 15 16|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S سید آفتاب کاظمی بھی دبستان د ہلی کے ن مائ ندہ تسلیم کیئے جاتے ہیں
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپ نے ساری عمر اپنے مرشد کی خدمت میں گزار دی اور سلسل چشتیہ صابریہ کی اشاعت میں دن رات ایک کر دیئے
A 22 23|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S قلعہ روات بھی ایک پرنگہ تھا جس کے لیے مختلف دیہادت دئیے گیے تھے بادشاہ براہ راست کوئی فوج بھرتی نہیں کرتا تھا
A 11 12|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S قلعہ روات بھی ایک پرنگہ تھا جس کے لیے مختلف دیہادت دئیے گیے تھے بادشاہ براہ راست کوئی فوج بھرتی نہیں کرتا تھا
A 12 13|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S مسجد سے ملحقہ ایک کمرہ خاص ہے جسے 6 ستون سہارا دئیے ہوئے ہیں اور یہ کمرہ خاص سلاطین کے لیے مخصوص تھا
A 11 12|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ان کی جدت طبع نے ہر خط میں نت نئے راستے تلاش کئے اور اپنی ایک مخصوص طرز وضع کی
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپ کی قیادت میں جمعیت علما پاکستان نے بہترین کا رہائے نمایاں سر انجام دیئے تھے
A 14 15|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ویڈیو کی شہرت پکڑنے کے ساتھ ہی گرمیہر کو دھمکیاں ملنی شروع ہوئی اور اسے قوم دشمن کہا گیا
A 12 13|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S گرمیہر کور کا جنم پنجاب بھارت کے ضلع جالندھر میں ہوا
A 10 11|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S آپ میں انتہا درجہ کی فقاہت تواضع و انکساری تھی
A 9 10|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S اسی دوران انہوں نے انجام کراچی اور چین با تصویر ( بیجنگ ) کی ادارت کے فرائض بھی انجام دیئے
A 19 20|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S انہوں نے انجام کراچی نگار کراچی مجید لاہوری کے جریدے نمکدان اور چین باتصویر ( بیجنگ ) کی ادارت کے فرائض انجام دئیے
A 22 23|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S امروز کی کراچی سے بندش کے بعد انہوں نے فلموں کے لیے گیت اور مکالمے تحریر کئے
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جس میں رسول اللہ کےاسرار نبوت اور حقائق ولایت پوشیدہ ہیں جو اس خرقہ کی صورت میں ودیعت کئے جاتے ہیں
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جو علی المرتضی کو عنایت کئے گئے تھے
A 5 6|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S قیام کے فورا بعد ا س سوسائٹی نے انٹر اسکول اور انٹرکالجیٹ کوئز پروگرامز کا انعقاد کروائے
A 16 17|||R:VERB:INFL|||کروایا|||REQUIRED|||-NONE-|||0

S اس کے علاوہ انہوں نے مندرجہ ذیل ایوارڈز حاصل کئے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپ 2004سے 2009 تک صوبہ اترپردیش کے بہرائچ ( لوک سبھا حلقہ ) کی رکن لوک سبھا رہی
A 17 18|||R:VERB:INFL|||رہیں|||REQUIRED|||-NONE-|||0

S آپ ملک نیپال میں اردو ادب کے بڑے ناموں میں سے ایک ہے
A 12 13|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S تہلکہ انٹرویو کے وقت بھی وہ ضمانت پر تھے
A 8 9|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S بروز جمعرات 3 رمضان المبارک 1171ھ مطابق 11 مئی 1758 کو فرانسیسیوں سے ایک جھڑپ میں شاہنواز قتل کردئیے گئے
A 18 19|||R:VERB:INFL|||کردیے|||REQUIRED|||-NONE-|||0

S تاج صحرائی نے اردو سندھی اور انگریزی میں کئی کتب اور بیشمار مقالات تحریر کئے اور پرائیڈ آف پرفارمنس کا اعزاز حاصل کیا
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اور اسے بائبل امیر تصور کیا گیا ہے کیونکہ اس نے اپنے 70 بیٹے اور پوتوں کو گدھے فراہم کئے تھے
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S پیش کنندہ بننے کے بعد انہوں نے کچھ ٹی وی مقابلے کئے اور ریمپ پر چلی
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اور سیلا میں عبادت کے غرض سے آنی والی خواتین کے ساتھی زنا کرتا تھے
A 13 14|||R:VERB:INFL|||کرتے|||REQUIRED|||-NONE-|||0

S ان کی مشہور تصنیف کتاب الفتوح ہے جس میں انہوں نے علی بن ابی طالب کے خطبات اور اقوال قلمبند کئے ہیں
A 20 21|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S سخت مجاہدے کئے سمندر کے کنارے ویرانے میں دہشت ناک پہاڑوں میں چلے کاٹے
A 2 3|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S شب و روز اللہ تعالی کی بندگی اور رضا میں بسر کئے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S نفس کے تزکیہ و تصفیہ کے لیے بڑے بڑے مجاہدے کئے
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S عبرانی بائبل کے مطابق اشبال یا عشبال ساؤل کے چار بیٹوں میں سے ایک بیٹے تھے
A 15 16|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S 1322ھ میں حکیم صاحب نے سند فراغت سے نوازا جس پر مسیح الملک حکیم اجمل خاں نے بھی دستخط کئے
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جب سے ہندوؤں نے ہنگلاج کے مزار کے قریب اپنی عبادت گاہ تعمیر کیا ہے مسلم برادری نے یہاں آنا کم کردیا ہے
A 13 14|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S 1983 میں بچوں کے لیے سندھی ادبی بورڈ کے جریدے گل پھل کے اسسٹنٹ ایڈیٹر مقرر کئے گئے
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس مضمون میں واقعہ کربلا کے اعداد و شمار بیان کئے گئے ہیں
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس کے علاوہ کتاب تواریخ باب سوم آیت 1 4 کے مطابق سلیمان کے کئے سوتیلے بھائی اور سوتیلی ماں تھیں
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کتاب سلاطین اول 10 10 کے مطابق ملکہ سلیمان سے ملنے گئی اور اسے بدلے میں قیمتی تحائف دئیے
A 18 19|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس دوران انہوں نے موسیقی کی تعلیم کے باقاعدہ ادارے قائم کئے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپ کی وفات 13 محرم الحرام 1348ھ بمطابق 22 جون 1929 کو ہوا
A 12 13|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S شیعہ حضرات کا جلیل القدر شیخ ہے
A 6 7|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اسی اثنا میں آپ نے یروشلم کے بھی دورے کئے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپ اکثر اوقات معاشرے کے رد کئے ہوئے طبقات ( مثلا محاصل ) سے تعلقات استوار کیا کرتے تھے
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S شائستہ کی ولادت الہ آباد کے محمد م رسلین کے گھر ہوئی جو پیشے سے ایک ریلوے گارڈ تھے
A 11 12|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S 1928 سے 1936 تک وہ جامعہ پنجاب لاہور کا نائب چانسلر بھی رہا
A 12 13|||R:VERB:INFL|||رہے|||REQUIRED|||-NONE-|||0

S اس کی والدہ نعمہ تھا جس کا تعلق عمون سے تھا
A 4 5|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S جن سے اس کے 28 بیٹے اور 60 بیٹیاں تھیں اس کی بیویاں کے نام بہت کم درج کئے گئے ہیں
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S وہ منفرد موضوع پر لکھتے تھے اس وجہ سے ان کے افسانے اور ڈرامے زیادہ پسند کئے جاتے تھے
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس سوغات میں پشاوری گڑ سکھر کا تیل چینی گلوکوز گھی آلائچی اور تل استعمال کئے جاتے ہیں
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S نفیسہ فوٹوگرافر احمد علی اور فیلومینا ٹوریسان کے یہاں کولکاتا مغربی بنگال میں پیدا ہوئی
A 14 15|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S کاچھو اورمنچھر جھیل خود دریائے سندھ کی اس بڑی نہر یا شاخ کے بہا کے نتیجے میں وجود میں آئی
A 19 20|||R:VERB:INFL|||آئے|||REQUIRED|||-NONE-|||0

S وہ اسرائیلیوں کا جد امجد تھا
A 5 6|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S سید گاجی شاہ نے اپنے حامیوں کے ساتھ مقابلہ کی مگر لڑتے سن 1102 ھ 1691 میں شہید ہو گئے
A 9 10|||R:VERB:INFL|||کیا|||REQUIRED|||-NONE-|||0

S بعد میں ارملا مانتوڈکر اور ملکہ سہراوت نے بھی اس گانے کے ریمکس پیش کئے
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S میں انھوں نے بیڑی جلئی لے اور نمک عشق کا کئے
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس میں جانور استعمال کئے جا سکتے تھے
A 4 5|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ پہلی اور دوسری جنگ عظیم میں کثرت سے استعمال کئے گئے
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S گہرائی بم کی جگہ ا ب زیادہ تر آبدوز شکن تارپیڈو استعمال کئے جاتے ہیں
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اسی طرح مشرق وسطی کو 2 ارب ڈالر دیئے گئے جبکہ 12 5 ارب ڈالر وصول ہوئے
A 8 9|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S پھر دانی ایل کو اللہ نے جتنا عرصہ چاہا اتنا عرصہ وہاں رکھا مگر دانیال یا دانی ایل آخر ایک انسان ہی تھی
A 22 23|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S انگوٹھی پر ایک نقش بنا ہوا تھا جس میں دو شیر ایک شخص کو چاٹو رہے تھے
A 14 15|||R:VERB:INFL|||چاٹ|||REQUIRED|||-NONE-|||0

S رامن کملا کی کارکردگی سے بے حد متاثر ہوئے اور انہیں مزید تحقیق کی اجازت دے دیے
A 16 17|||R:VERB:INFL|||دی|||REQUIRED|||-NONE-|||0

S ان کی تحقیقات بہت مختصر تھے جو صرف 40 صفحات پر مشتمل تھے
A 5 6|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S ان کی تحقیقات بہت مختصر تھے جو صرف 40 صفحات پر مشتمل تھے
A 12 13|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S کملا 1939 میں لوٹ آئی
A 4 5|||R:VERB:INFL|||آئیں|||REQUIRED|||-NONE-|||0

S ایم وی سوہونی سے 1947 میں شادی کے بعد وہ ممبئی چلی گئی
A 12 13|||R:VERB:INFL|||گئیں|||REQUIRED|||-NONE-|||0

S وہ رائل انسٹی ٹیوٹ آف سائنس بمبئی میں شعب حیاتی کیمیا میں پروفیسر کے طور پر شامل ہوگئی
A 17 18|||R:VERB:INFL|||ہوگئیں|||REQUIRED|||-NONE-|||0

S ہر جاب کو خوب انجوائے کیا جیسے چاہا اپنی تحقیق مکمل کی اور بہت سے نئے ٹرینڈز سیٹ کئے
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ایک زمانے میں لکھنؤ میں مدرسۃ الواعظین کی مدیریت کے فرائض بھی انجام دیئے
A 13 14|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S علامہ شیخ آقا بزرگ تہرانی نے آپ کی علمی صلاحیت کے لیے یہ الفاظ استعمال کئے ہیں
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S قرآن میں متعدد جگہ ایوب کا ذکر کیا گای ہے
A 8 9|||R:VERB:INFL|||گیا|||REQUIRED|||-NONE-|||0

S اشعری نے اس کو دونوں رسیاں اور دو سو درہم دئیے اور ہمارے ساتھ ایک نصرانی مزدور تھا جس کا نام نعیم تھا
A 10 11|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S امینہ اردوغان ( پیدائش 16 فروری 1956 ) صدر ترکی رجب طیب اردوغان کی بیوی اور موجودہ ترک خاتون اول ہے
A 20 21|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اس عرصے کے دوران میں انھوں نے رجب طیب اردوان سے ملاقات ہوئ اور ان سے شادی کر لی
A 12 13|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S فیروزہ سے مندرجہ ذیل مراد لئے جاتے ہیں
A 5 6|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ابن ابو الحاتم الرازی قدیم محدث مفسر اور جرح و تعدیل کے امام تسلیم کئے جاتے ہیں
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S شمعون نسل ثانی کی اہم آمورا شخصیت تصور کئے جاتے ہیں
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ان کی پیدائش ریاست راجستھان ضلع ٹونک میں سنہ 1945 میں پیدا ہوئے
A 12 13|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S انکی تدفین کراچی میں ہوئ
A 4 5|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S چند ایک ڈرامے پی ٹی وی سے بھی ٹیلی کاسٹ کیئے جا چکے ہیں
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس میں 3500 اندراجات ہیں اور یہ 650 صفحات میں پھیلا ہوا ہے
A 11 12|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S اصبع بن نباتہ تمیمی حنظلی مجاشعی علی بن ابی طالب کے کوفی اصحاب میں سے تھا
A 15 16|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S اصبغ بن نباتہ کوفہ کا تعلق کوفہ سے تھا
A 8 9|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S موسی کی ہیکاتیس کی وضاحت کے دو ذکر دیو دور سیسلی نے بیان کئے ہیں
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S موسی جب انتقال کئے وہ 120 سال کے تھے
A 3 4|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S خدا نے موسی کو دوبارہ مصر بھیجا تاکہ وہ بنی اسرائیلیوں کو غلامی سے نجات دلا سکے اور ان کی آزادی کا مطالبہ کرے
A 23 24|||R:VERB:INFL|||کریں|||REQUIRED|||-NONE-|||0

S ان کی سجاد نشینی کے دوران میں خانقاہ پھرچونڈی نے نمایا ں کام کئے جو تاریخ کا روشن باب ہیں
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S علامہ شیخ آقا بزرگ تہرانی نے آپ کے لیے یہ الفاظ استعمال کئے ہیں
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اردن میں شامی پناہ گزینوں کے لیے پانچ کیمپ قا م کیے گیے ہیں
A 12 13|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S چند مصنفوں کے نام ذیل میں دیئے جا رہے ہیں
A 6 7|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S سورہ ق کی تمام آیات سوائے آیت نمبر 38 کے مکہ مکرمہ میں نازل ہوئیں ہیں
A 14 15|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S اور ان کی تدفین ناظم آباد کے قبرستان میں ہوئ
A 9 10|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S سورہ الماعون مکی سورۃ ہے جبکہ ا س کی آیات 1 تا 3 مدینہ منورہ میں نازل ہوئی ہے
A 18 19|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S سورہ القصص مکی سورۃ ہے جبکہ ا س کی آیات 52 تا 55 مدینہ منورہ میں نازل ہوئی ہے
A 18 19|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S سورہ القصص مکی سورۃ ہے جبکہ ا س کی آیات 52 تا 55 مدینہ منورہ میں نازل ہوئی ہیں
A 18 19|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S سورہ الشعرا مکی سورۃ ہے جبکہ ا س کی آیات 224 تا 227 مدینہ منورہ میں نازل ہوئی ہے
A 18 19|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S سورہ الفرقان مکی سورۃ ہے جبکہ ا س کی آیات 68 تا 70 مدینہ منورہ میں نازل ہوئی ہے
A 18 19|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S سورہ النحل مکی سورۃ ہے جبکہ ا س کی آیات 126 تا 128 مدینہ منورہ میں نازل ہوئی ہے
A 18 19|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S سورہ الاسرا مکی سورۃ ہے جبکہ ا س کی آیات 32 تا 33 مدینہ منورہ میں نازل ہوئی ہیں
A 18 19|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S اس کمی کو پورا کرنے کے لیے اتنے اوراق میں نے لکھ دیئے جتنے کہ آپ لکھ سکتے تھے
A 12 13|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S بیروت کے اخبارات نے قتل کے تین محرکات بیان کئے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کہا جاتا ہے کہ ریاضت کے بعد باہوبلی کو علم غیب ( کیول گیان ) حاصل ہوا
A 16 17|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S وہ ابوذر غفاری کے ساتھ جلا وطن کئے گئے تھے
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اگلے دن صبح انہوں نے یزید بن معاویہ کی فوج کی جانب سے کئے گئے دو حملوں کو روکنے میں مدد کی
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S انہوں نے دشمنوں کا سامنا کیا اور یہ الفاظ ادا کئے
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ایسے پانی کو بلیچنگ پاوڈر ملانے سے پہلے چھان لینا چاہیئے
A 10 11|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S اگر بہت کم مقدار میں پانی کو جراثیم سے پاک کرنا ہو تو پانی کو ایک منٹ تک ابال لینا چاہیئے
A 20 21|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S دوسرے الفاظ میں ایک ٹن پانی میں کلورین کی مقدار 4 گرام سے زیادہ نہیں ہونی چاہیئے
A 16 17|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S لیکن اگر یہ دونوں محلول ملا دیئے جائیں تو کلورامین نامی گیس نکلتی ہے جو سخت زہریلی ہوتی ہے
A 6 7|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S کے لیے میں بچوں تشخیص بنایا جانا چاہئے نشانیاں اور علامات
A 7 8|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S مندرجہ ذیل فہرست میں اہم مذاہب کے مرکزی متون کے روابط دیئے گئے ہیں جن پر جا کر مزید تفصیل جانی جا سکتی ہے
A 11 12|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S جس کا مقصد پہلے مسلمانوں کو ہندو ( شدھی ) بنانااگر وہ نہ مانے توا نہیں سنگٹھن یعنی قتل کر نا تھا
A 13 14|||R:VERB:INFL|||مانیں|||REQUIRED|||-NONE-|||0

S اس ایک کتاب کی ہر سطر میں پانچ علوم تحریر کئے
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس ایک کتاب کی ہر سطر میں پانچ علوم تحریر کئے
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 1935 میں انہوں نے میڑک کا امتحان فرسٹ ڈویژن میں پاس کی
A 11 12|||R:VERB:INFL|||کیا|||REQUIRED|||-NONE-|||0

S ان ممالک کا الزام یہ ہے کہ قطر نے ایسی کچھ تنظیموں کی مالی معاونت کی ہے جو شدت پسند قرار دی گئی ہیں
A 21 22|||R:VERB:INFL|||دیا|||REQUIRED|||-NONE-|||0

S ان ممالک کا الزام یہ ہے کہ قطر نے ایسی کچھ تنظیموں کی مالی معاونت کی ہے جو شدت پسند قرار دی گئی ہیں
A 22 23|||R:VERB:INFL|||گیا|||REQUIRED|||-NONE-|||0

S ان ممالک کا الزام یہ ہے کہ قطر نے ایسی کچھ تنظیموں کی مالی معاونت کی ہے جو شدت پسند قرار دی گئی ہیں
A 23 24|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S متبادل املا " پ نڈارا " " پ نڈارہ " یا " پینڈھاری " ہو سکتی ہے
A 15 16|||R:VERB:INFL|||سکتا|||REQUIRED|||-NONE-|||0

S چنانچہ پنڈاری سرداروں کو احکام یا سندات دے دیئے گئے
A 8 9|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S سندیں اور خلعت طلب کئے گئے
A 4 5|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ساڑھے ت ن گھنٹے کی طو ل وکی میٹ اپ کراچی شرکا کی کمی کے باوجود آیک کارآمد اورکام اب تقر ب ثابت ہوئ
A 23 24|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S پری اور پوسٹ ویکیپیڈیا اور سندھی ویکیپیڈیا اوئیرنیس ورکشاپ اور میل میلاپ کی سرگرمیوں کی رپورٹ مندرجہ ذیل دیے گئے ہیں
A 18 19|||R:VERB:INFL|||دی|||REQUIRED|||-NONE-|||0

S پری اور پوسٹ ویکیپیڈیا اور سندھی ویکیپیڈیا اوئیرنیس ورکشاپ اور میل میلاپ کی سرگرمیوں کی رپورٹ مندرجہ ذیل دیے گئے ہیں
A 19 20|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S پری اور پوسٹ ویکیپیڈیا اور سندھی ویکیپیڈیا اوئیرنیس ورکشاپ اور میل میلاپ کی سرگرمیوں کی رپورٹ مندرجہ ذیل دیے گئے ہیں
A 20 21|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S شروع میں 2 کھلاڑی محمد عامر نے آؤٹ کر دیئے
A 9 10|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ا ن تینوں طباعتی نسخوں ( ایڈیشنز ) میں شہروں سے متعلق تفاصیل کل 20 جلدوں میں لکھی گئی
A 18 19|||R:VERB:INFL|||گئیں|||REQUIRED|||-NONE-|||0

S اب غلام محمد غوث خان نے وفات پائی تو ایسٹ انڈیا کمپنی نے انتظامات ریاست پر دعویداروں کے دعوے مسترد کردئیے
A 20 21|||R:VERB:INFL|||کردیے|||REQUIRED|||-NONE-|||0

S اس نے اپنے خاوند اور سماج کے ستم برداشت کئے ہیں
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 16 سال کی عمر میں مسعود احمد برکاتی نے انجمن ترقی اردو کے رسالے معاشیات میں مضامین لکھناشروع کئے
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S مسعود احمد برکاتی نے پاکستان میں اور بیرون ممالک مختلف علمی اجلاسوں اور سیمنارز وغیرہ میں شرکت کی اور مقالات پیش کئے
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اگروال اتر پردیش قانون ساز اسمبلی میں 2004 تا 2007 تک نائب سپیکر رہا
A 13 14|||R:VERB:INFL|||رہے|||REQUIRED|||-NONE-|||0

S یہ فہرست انڈسٹری کے اندرونی ذرائع سے انٹرویو اور خود ستاروں کی طرف سے قبول کئے گئے اعداد و شمار پر مبنی ہے
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S تعلیمی اسفار خراسان عراق اور حجاز کی طرف کئے
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S پورا نام عبد الح م الافغانی القند اری ہیں
A 8 9|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S شنکو بکرما جیت کے نو رتنوں میں سے ایک رتن ہے
A 10 11|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S شنکو بکرما جیت کے دربار میں فن تعمیر کا ماہر تھا
A 10 11|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S دھونتری بکرما جیت کے نو رتنوں میں سے ایک رتن ہے
A 10 11|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S آپ بغیر بے ہوش کئے سرجریوں کو انجام دیا کرتے تھے
A 4 5|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ابوز ر ا المعروف الفرا نحوی علم نحو اور عربی ادب کے امام تصور کئے جاتے ہیں
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S سید ولایت حسین خمار دہلوی یہاں لاہور چند ماہ رکے پھر ریڈیو راولپنڈی میں تعینات کر دیئے گئے
A 16 17|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S انہوں جامعہ جواہر لعل نہرو اور نئی دہلی میں بھی تدریس کے فرائض سر انجام دیئے
A 15 16|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S وہ پہلی ڈراما نویس ہیں جن کی تین زبانوں میں ڈرامے ٹیلی کاسٹ ہوئیں
A 13 14|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S ان گیمس میں 100 نئے پوکیمون شامل کیئے گئے جس سے پوکیمون کے نوع کی تعداد بڑھکر 251 ہوئی
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ادبی عمرانیاتی ثقافتی بشریاتی نظریات کا آذانہ مطالعہ کسی ادبی رجحان یا تحریک سے منسلک نہیں ہے
A 16 17|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S ان کے چند غزلیہ اشعار پیش کئے جاتے ہیں
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپ نے جامع مسجد ایبٹ آباد کچہری مسجد ایبٹ آباد اور بعد ازاں جامع مسجد غوثیہ سلہڈ میں خطیب کے فرائض انجام دئے
A 22 23|||R:VERB:INFL|||دیئے|||REQUIRED|||-NONE-|||0

S آپ نے جامع مسجد ایبٹ آباد کچہری مسجد ایبٹ آباد اور بعد ازاں جامع مسجد غوثیہ سلہڈ میں خطیب کے فرائض انجام دیئے
A 22 23|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S 1896میں یورپ میں لومیربرادرزکی طرف سے کئے گئے سنیما کے پہلے مظاہرے کے کچھ مہینوں بعد ہی سنیما ہندوستان تک بھی پہنچ گیا تھا
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کہتے تھے کہ ہر وقت اللہ کے ساتھ تعلق قائم رہنا چاہئے
A 11 12|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S فرماتے ہر وقت خدا سے تعلق قائم رکھنا چاہئے
A 8 9|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S اسی مقام پر بہت سے اہم فیصلے بھی ہوئے جنہوں نے کشمیر کی تاریخ پر دور رس اثرات مرتب کئے
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس وفد نے مہاراجہ سے ملاقات میں جو مطالبات پیش کئے ان میں سے چند یہ ہیں
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S دمشق شام میں جامع الاموی میں خطاب کئےمصر گئے حجاز یورپ اور ہندوستان کے سفر کئے
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S دمشق شام میں جامع الاموی میں خطاب کئے مصر گئے حجاز یورپ اور ہندوستان کے سفر کیے
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ضلع یروشلم اور اس کے علاوہ بیت لحم الخلیل یافا غزہ اور بئر السبع کا احاطہ کئے ہوئے تھا
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S نیز سول سروس اکیڈمی میں انسٹرکٹر کے فرائض بھی انجام دیئے
A 10 11|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اشاعت اسلام کے سلسلہ میں امریکہ یورپ اور مشرق وسطی سمیت درجنوں ممالک کے تبلیغی دورے کئے
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S معین قریشی کی جاری کردہ لسٹ میں ذکر تھا کہ صدرالدین ھاشوانی کے 12 کروڑ روپے معاف کیئے گئے
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جب حضرت یعقوب 90 سال کے تھے تو فدان ارام میں حضرت یوسف پیدا ہوے
A 14 15|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S اسحاق 180 سال کی عمر میں اس دنیا سے رخصت ہو اور قریت اربع ( حبرون ) میں دفن ہوے
A 19 20|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S راستے میں واں بھچراں کے مقام پر گرفتارہو کر میانوالی جیل میں نظر بند کر دیئے گئے
A 15 16|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ہزا روں بے نماز لوگ نمازوں کا پابند ہوئے آپ کے دئیے ہوئے ورد و وظائف کے ذریعے روحانی مدا رج طے کرنے لگے
A 11 12|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S مصر میں ایسے بہت سے کاٹنے والے کیڑے مکوڑے پائے جاتے تھے جنہیں لوگوں نے الگ الگ نام دیئے تھے
A 18 19|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S کئی تصانیف منظر عام پر لائے اور اہل باطل کے ساتھ معتدد مناظرے کئے
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 1958 سے 1968 تک انہوں نے مشرقی پاکستان کے تقریبا چالیس دورے کیئے
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S علی حیدر ملتانی سلطان باہو کے بعد بڑے شاعر تسلیم کئے جاتے ہیں
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S نیچے دیے گئے طریق معلومات میں کسی کو معلومات کی ترتیب پر کوئی اعتراض ہو تو پر مطلع فرمائیں
A 1 2|||R:VERB:INFL|||دیئے|||REQUIRED|||-NONE-|||0

S چشمہ کے نزدیک سیاحوں کے لیے غسل خانے تعمیر کئے گئے ہیں
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S انہوں نے 31 جولائی 2016 سے 4 اگست 2021 تک وزیر اعظم آزاد کشمیر کی حیثیت سے خدمات انجام دیا
A 19 20|||R:VERB:INFL|||دیں|||REQUIRED|||-NONE-|||0

S دو جرائد اسلام اور راہنما کے نام سے جاری کئے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S درگا کھوٹے ( ولادت 14 جنوری 1905 وفات 22 ستمبر 1991 ) ایک بھارتی اداکارہ تھی
A 15 16|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S اس کے ابتدائی نقوش ہمیں حضرت شاہ میر ثالث کے شعر کہنے کے اسلوب اور دلکش بیانی کی وضاحت میں ملتے ہین
A 21 22|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S ونود کھنہ ایک بھارتی اداکار اور بالی ووڈ کا فلم پروڈیوسر تھا
A 11 12|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S بادشاہ نے ا سے تیس مدد گار دیئے
A 7 8|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس کتاب کو کئی نبیوں نے اپنے مکاشفات اور نبوت کی ر وح سے لکھی
A 14 15|||R:VERB:INFL|||لکھا|||REQUIRED|||-NONE-|||0

S " قیامت میں لوگ شادی شدہ یا شادی میں نہیں دیئے جاتے ہیں
A 10 11|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S مخالفین کو قتل کرنے کے ساتھ ساتھ گروپ کی مالی سرگرمیوں کو پورا کرنے کے لیے ساتھ ساتھ ڈاکے بھی مارنا شروع کردیے
A 22 23|||R:VERB:INFL|||کردئیے|||REQUIRED|||-NONE-|||0

S مخالفین کو قتل کرنے کے ساتھ ساتھ گروپ کی مالی سرگرمیوں کو پورا کرنے کے لیے ساتھ ساتھ ڈاکے بھی ڈالنا شروع کردئیے
A 22 23|||R:VERB:INFL|||کردیے|||REQUIRED|||-NONE-|||0

S سیشن کورٹ نے محمد خان کو قتل کے ج رم میں چار مرتبہ سزائے موت سنادی
A 15 16|||R:VERB:INFL|||سنائی|||REQUIRED|||-NONE-|||0

S میر نواب احمد خان کے تین بیٹے نواب ساتک خان نواب عبد اللہ خان اور نواب ہدیہ خان بیان کئے جاتے ہیں
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S وقت کذرنے کے ساتھ ساتھ اس گاؤں میں پولینڈ سے ہجرت کرکے آنیوالے خاندانوں نے ڈیرے ڈال لئے
A 17 18|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S معادیات یونانی لفظ بمعنی آخری سے ترکیب دیئے ہوئے انگریزی لفظ کا ترجمہ ہے
A 7 8|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S یہ کمیونیٹیز عموما پرائڈ تنوع انفرادیت اور جنسیت کا جشن مناتے ہیں
A 10 11|||R:VERB:INFL|||مناتی|||REQUIRED|||-NONE-|||0

S لیکن بڑے ایٹموں کو مرکزوں کو توڑنے کے لئے فوٹون ( گاما رے ) کی توانائی بھی زیادہ ہونی چاہیئے
A 19 20|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S اس کو بغیر پیرول کا موقع دئیے عمر قید کی سزا سنائی گئی
A 6 7|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس کو بغیر پیرول کا موقع دئیے عمر قید کی سزا سنائی گئی
A 6 7|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S عشائے ربانی کے معنی اس کی ابتدا اور ال ہیاتی اہمیت کا مطالعہ کرنے سے معلوم کئے جاسکتے ہیں
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S وہ یہودی صدر عدالت کے فیصلے بدل سکتا تھا اس لیے سب فیصلے توثیق کے لیے ا س کے سامنے پیش کئے جاتے تھے
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کتاب کے متن کے مطابق پہلے ساتھ ابواب مورمن نے تحریر کئے باقی دو ابواب مرونی نے لکھے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جنرل محمد موسی خان ہزارہ کوئٹہ پاکستان میں ہزارہ لوگوں سے تعلق رکھتا ہے
A 12 13|||R:VERB:INFL|||رکھتے|||REQUIRED|||-NONE-|||0

S جنرل محمد موسی خان ہزارہ کوئٹہ پاکستان میں ہزارہ لوگوں سے تعلق رکھتا ہے
A 13 14|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S 2013 میں وہ وزارت اطلاعاتی ٹیکنالوجی و ٹیلی مواصلات کے عہدے پر فائز ہوگئیں
A 13 14|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S وہ انجمن اتحاد ترقی کے ممتاز ممبر اور محترم رہنما خیال کئے جاتے تھے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جب ہزاروں خواتین کو فوجی تربیت دی جا چکی تو ان کے باقاعدہ فوجی دستے بنا دیئے گئے
A 16 17|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S چند منٹوں میں انہوں نے 50 50 راؤنڈز فائر کئے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S گولڈن نیمف درج ذیل زمروں میں اول نمبر پر آنے والے پروگراموں پر دیئے جاتے ہیں
A 13 14|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ناہید اختر ایک پاکستانی پس پردہ گلوکارہ ہے
A 7 8|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S ناہید اختر کے شوہر آصف علی پوٹا کا 8 جولائی 2017 کو 55 سال کی عمر میں دل کا دورہ سے فوت ہوئی
A 22 23|||R:VERB:INFL|||ہوا|||REQUIRED|||-NONE-|||0

S اور " مہابھینیشکرامن " ( 1968 ) شائع کروائی
A 8 9|||R:VERB:INFL|||کروائے|||REQUIRED|||-NONE-|||0

S اس کے علاوہ 2013 کی اسی نام سے ٹی وی سیریز اسٹار پلس پر 2013 14 میں نشر ہوئے تھے
A 18 19|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S اس کے علاوہ 2013 کی اسی نام سے ٹی وی سیریز اسٹار پلس پر 2013 14 میں نشر ہوئے تھے
A 19 20|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S باقیات کو محفوظ کرنا کے بعد ا سے عمل تبجیل میں یادگار کے طور استعمال کیا جاتا ہے
A 3 4|||R:VERB:INFL|||کرنے|||REQUIRED|||-NONE-|||0

S انہوں نے 1979 سے سیاسی اور سماجی موضوعات پر ڈرامے لکھنا شروع کیئے
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ملک میں حکومتی بینکوں نے مارچ 2017 تک جو قرضے معاف کر دیئے ان کی مالیت درج ذیل ہے
A 12 13|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S پنجاب پولیس کے ادارے پنجاب کے مختلف شہروں میں قائم کئے گئے ہیں
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S پھر ضلعی انتظامیہ , تحصیل کے مراکز قائم کئے گئے ہیں تحصیل کے بعد تھانے اور چوکیاں قائم کی گئی ہیں
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S دیکھئے لوقا 1 46 55
A 0 1|||R:VERB:INFL|||دیکھیے|||REQUIRED|||-NONE-|||0

S دیکھئے متی 2 16 20
A 0 1|||R:VERB:INFL|||دیکھیے|||REQUIRED|||-NONE-|||0

S رباب کے امام حسین سے دو بچے ہوئے ایک بیٹا عبد اللہ جسے علی اصغر بھی کہا جاتا ہے اور ایک بیٹی سکین
A 22 23|||R:VERB:INFL|||سکینہ|||REQUIRED|||-NONE-|||0

S کچھ دنوں بعد یوحنا نے اپنے ہاتھ کی بحالی کے لئے تہ دل سے تھیوتوکوس سے دعا اور ارداس کری
A 19 20|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S چھوٹا بھائی " سمبندھ " ( عارضی رشتہ ) کسی چھتری یا نائر خواتین کے ساتھ رکھ سکتا تھا
A 18 19|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S محمود خلجی نے سلطان پور کا محاصرہ کر لیا اور سپہ سالار ملک علاؤ الدین سہراب قطب الدین نے ہتھیار ڈال دئیے
A 21 22|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S لڑکے یہیں رہتے ہیں جبکہ لڑکیاں اپنے شوہروں کے خاندان کا حصہ بن جاتے ہیں
A 13 14|||R:VERB:INFL|||جاتی|||REQUIRED|||-NONE-|||0

S یہ کتاب 2004 میں پہلی بار شائع ہوئی اور پاپولر ہسٹری جیسے موضوع کے ساتحھ مکمل انصاف کرتے ہے
A 17 18|||R:VERB:INFL|||کرتی|||REQUIRED|||-NONE-|||0

S میچل لی کیاین ایک فرانسیسی مؤرخ اور ال ہیات دان تھے
A 10 11|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S مندر کے نودرات مختلف زمانوں میں لوٹ لیے گئے بعد ازاں یہ تاریخی نوادرات عجائب گھر لاہور منتقل کردئیے گئے
A 18 19|||R:VERB:INFL|||کردیے|||REQUIRED|||-NONE-|||0

S یہ منادر قانون مجریہ برائے تحفظ تاریخی عمارات و آثار قدیمہ 1975 کے تحت محفوظ قرار دئیے گئے ہیں
A 16 17|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S گریئرسن ایوارڈز کا آغاز 1972 میں ہوا تب سے یہ ایوارڈ دستاویزی فلموں کے مختلف شعبوں میں ہر سال دیئے جاتے ہیں
A 19 20|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S گریئرسن ایوارڈ درجہ ذیل زمروں میں دیئے جاتے ہیں
A 6 7|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S انہوں نے بہت کئی گروپس کے ساتھ کام کرنے کے علاوہ اپنے سولو البم بھی جاری کئے ہیں
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 1907 میں زبردست زرعی تحریک شروع کی جس کے نتیجے میں ان کو برما بھج دیا گیا
A 14 15|||R:VERB:INFL|||بھیج|||REQUIRED|||-NONE-|||0

S 1888 میں وہ اناطولیہ اور روم ایلی کے قاضی عسکر مقرر کردئیے گئے
A 11 12|||R:VERB:INFL|||کردیے|||REQUIRED|||-NONE-|||0

S انہوں نے لان ٹینس کے میدان میں کئی مقابلوں میں اپنے کالج کی نمائندگی کی اور متعدد انعامات اپنے نام کئے
A 20 21|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ان کا مشن تھا کہ یہاں اعلی معیار کے تعلیمی ادارے قائم کئے جائیں
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S انہوں نے پی ٹی وی کے علاوہ بھی دیگر کئی چینلز کے لیے بہت سے ڈرامے تحریر کیئے
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپ بھگت نامدیو کے ہم عصر تھا
A 6 7|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S بعد ازاں جلال الدین اکبر کے عہد حکومت میں حسن سبزواری گجرات کی فوج میں تعینات کردئیے گئے
A 16 17|||R:VERB:INFL|||کردیے|||REQUIRED|||-NONE-|||0

S اور انہوں نے کھیل کی دنیا میں بہت سے ریکارڈ قائم کیئے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اور اسی دوران میں انہون نے مختلف اخبارات اور میگزین میں لبنانیوں سے متعلق کئی مضامین لکھے اور ترجمہ کیئے
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس کے علاوہ میلہ یادش بخیر اور پنجند جیسے مقبول عام پروگرام بھی کامیابی سے پیش کئے
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ( دیکھئے تحقیقی و علمی مقالات ج 1 ص 498 )
A 1 2|||R:VERB:INFL|||دیکھیے|||REQUIRED|||-NONE-|||0

S صالح بن وصیف الترکی کی تلاش میں موسی نے اپنے آدمی متعین کردئیے
A 12 13|||R:VERB:INFL|||کردیے|||REQUIRED|||-NONE-|||0

S اس کتاب میں سیاروں کے مدار کا ارض مرکزی فاصلہ جغرافیہ اور سیاروں کی حرکت کے جیومیٹرییکل ماڈل دیئے گئے ہیں
A 18 19|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس میں ہند میں دیئے گئے " فلکیاتی جدول کا حل ہر ہر درجے کے لیے دیا گیا ہے
A 4 5|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S جدھر بھی دیکھئے میلہ ہے خود فروشوں کا
A 2 3|||R:VERB:INFL|||دیکھیے|||REQUIRED|||-NONE-|||0

S کتابوں اور رسائل کا غائر مطالعہ کیجئے اور جو پیچیدہ بات فنی پوچھنی ہو مجھ سے پوچھئے
A 16 17|||R:VERB:INFL|||پوچھیے|||REQUIRED|||-NONE-|||0

S دولت ایساں بیگم ( وفات جون 1505 ) سلطنت مغولستان کی ہمسر ملکہ اور یونس خان کی زوجہ تھیں
A 18 19|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S مرحوم سربراہ خادم حسین رضوی کی روح کے ایصال ثواب کے لئے قرآن خوانی اور درود و سلام کے ہدیے بھی پیش کئے گئے
A 22 23|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S رسولن بائی ( پیدائش 1902 وفات 15 دسمبر 1974 ) بنارس گھرانہ سے تعلق رکھنے والی مشہور گلوکارہ تھی
A 18 19|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S رسولن بائی کی آخری عمر کسمپرسی میں گزری جبکہ وہ وارانسی میں مقیم تھی
A 13 14|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S کیفی کا اصل نام کفیت حسین بھٹی تھا ( 13 مارچ 1943 ) کو گجرات پنجاب پاکستان میں پیدا ہوے
A 19 20|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S ظفر کی پہلی پاکستانی فلم کی " طیفا ان ٹربل " کی جھلکی دکائی گئی
A 13 14|||R:VERB:INFL|||دکھائی|||REQUIRED|||-NONE-|||0

S ہر پی ایل ایس غیر ملکی کھلازی کو پاکستان میں منعقد ہونے والے میچوں پر اضافی فی میچ دیئے جائیں گے
A 18 19|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S یہ فلم پدماوتی پر بنائی گئ ہے
A 5 6|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S ان کے والد ظفر عمر اردو کے پہلے جاسوسی ناول نگار تسلیم کئے جاتے ہیں
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S مطالعہ انشورنس بیماری حمل بے روزگاری وغیرہ کے لیے ایک سال یا مختصر مدت کی اجازت نامہ جاری کئے جا سکتے ہیں
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپ نے نئے اسلوب پر تشبہیں اور استعارے استعمال کئے ہیں
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S والد کا نام الگیرنن سڈنی پورٹر جو پیشے کے لحاظ سے ڈاکٹر تھا
A 12 13|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S اس نسخے میں شاہ صاحب کے ملفوظات جمع کئے گئے ہیں
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S " حیات داتاحسنین سائیں " اس میں بانی شیخوشریف حسن بخش المعروف داتا حسنین کے زندگی حیات پر روشنی ڈالی گئ ہے
A 20 21|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S نیز ریسرچ سکالر کی حیثیت سے بھی فارسی زبان و ادب پر بہت سے تحقیقی کام کیئے اور 25 سے زائد کتب لکھیں
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 21 نومبر 1870 کے روز چار طالب علم امتحان کے بعد مدرسے میں داخل کئے گئے
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جتنے طالب کالج میں داخل کئے گئے ا تنے ہی اور بھی آئے مگر وہ داخل نہ کئے گئے
A 5 6|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جتنے طالب کالج میں داخل کئے گئے ا تنے ہی اور بھی آئے مگر وہ داخل نہ کئے گئے
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ا س نے طلبا کو وظائف دیے تاکہ وہ اسکول میں پڑھیں
A 6 7|||R:VERB:INFL|||دئیے|||REQUIRED|||-NONE-|||0

S ا س نے طلبا کو وظائف دئیے تاکہ وہ اسکول میں پڑھیں
A 6 7|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S جدید مسائل کیسے حل کئے جائیں
A 4 5|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S مبلغ کا خاص مقصد دوسروں کو اپنے پسندیدہ عقیدے یا مذہب میں شامل کرنے ہوتا ہے
A 13 14|||R:VERB:INFL|||کرنا|||REQUIRED|||-NONE-|||0

S یہ شخصیت جس پر ہرطرف سے حملے کئے گئے اور اس کی حفاظت بھی نہ ہوئی
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ان لوگوں کا عقیدہ یہ تھا کہ یسوع انسان تھے جسے معجزات دیئے گئے تھے
A 12 13|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S یہ دونوں مذہب خاص قوموں کی فطرت کی عکاسی کرتے ہیں اور سماج اور ثقافت کا ہی ایک حصہ ہے
A 19 20|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S شروع میں ٹرسٹ نے بچوں کو کتابیں اور کپڑے فراہم کئے اب بچوں کی تعداد بڑھ رہی ہے
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 2000 اور 2001 میں برطانیہ میں منعقد ہونے والی اسلامی کانفرنس میں شرکت کی اور وقیع و پ رمغز مقالات و خطابات کئے
A 22 23|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S تاہم تعلیم کے مدارج طے کیئے اور اردو میں ایم اے کرنے کے بعد کمپیوٹر کی تعلیم حاصل کی
A 5 6|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S سریندرناتھ شرما ( پیدائش 11 نومبر 1910 وفات 11 ستمبر 1987 ) ہندوستانی اداکار اور گلوکار تھا
A 16 17|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S اور بہت سے شعر کی شاعری کے بہت سی زبانوں میں ترجمے بھی کئے گئے ہیں
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس نے ڈومیشان کے دور میں وہاں اخلاقیات پر خطبے دیئے اس کے کچھ معترف اور مداحین پیدا ہوگئے
A 10 11|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ان کی علمی و ادبی خدمات پر اعزازات دیئے جا چکے ہیں
A 8 9|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S پس ا س نے مہاراجہ کے کان بھرنے شروع کئے تو ا س نے جواب دیا " جانے بھی دو
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S پنجاب اور سندھ لاہور کے نئے ا سقف بشپ فرنچ کے ماتحت کردئیے گئے
A 12 13|||R:VERB:INFL|||کردیے|||REQUIRED|||-NONE-|||0

S آئی کی طرف سے خاص نام دیئے گئے ہیں
A 6 7|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S جو 6000 افراد پہ مشتمل ہے
A 5 6|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اس فلم کے چھ گیت اسد بھوپالی نے تحریر کئے تھے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 1949 سے 1990 تک اسد بھوپالی نے 100فلموں کے لیے 400نغمات تخلیق کئے
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 120 میں ہوئی جو صوہ پنجاب کے دار الحکومت کے قلب میں واقع ہے جہاں پاکستان مسلم لیگ حکمراں جماعت تھی
A 2 3|||R:VERB:INFL|||ہوا|||REQUIRED|||-NONE-|||0

S جس کو الیکشن کمیشن نے مسترد کیا ھے کے عام انتخابات میں کوی دھاندلی نہیں ہوی
A 15 16|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S ( دیکھیے چاغی اور چاغی ) یہ تجربات خفیہ ویپنس ٹیسٹنگ لیبارٹریز صوبہ بلوچستان پاکستان میں کیے کئے تھے
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 1998 میں ریٹائر ہوئے اور کچھ دن کراچی میں بسر کیئے
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ساقی فاروقی کا انتقال 19 جنوری 2018 کو لندن میں ہوئی
A 10 11|||R:VERB:INFL|||ہوا|||REQUIRED|||-NONE-|||0

S آپ کے یہ حالات کتاب " فوائح العرفان سوانح سید حسن رسول نما رحمتہ اللہ علیہ " کے باب اول سے لئے گئے ہیں
A 21 22|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S دوسرے کونسے معلم یا کتاب کی ضرورت ہے ) میں نے مجاہدہ کے بعض طریقے عورتوں سے اخذ کئے ہیں
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S حاکم نے انکو گرفتار کرکے حاضر کئے جانے کا حکم دیا
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس نے یہ حالت دیکھ کر بیس روپے نذر کئے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپ نے استاد کے حوالے کئے
A 5 6|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس شخص نے دس کا اضافہ کرکے تیس روپے نذر کئے جنکا وہی حشر ہوا
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس نے مسکرا کر دس کا اضافہ کیا اور پچاس روپے خدمت میں نذر کئے
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپ نے بارہ روپے بارہ شاگردوں کو مرحمت فرمائے اور بقیہ روپے استاد کے حوالے کئے
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس وقت اس کے پاس پچاس روپے تھے وہ نذر کر دیئے
A 11 12|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S آپ نے ایک نہ مانی اور بار بار اپنی بات پر اصرار کئے جاتے تھے
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جب حاضر کئے تو فرمایا کہ زیورات اور جو کپڑے پہنے ہو
A 2 3|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کسی جگہ سے چھکڑا بھی مانگ لیا اور وہ پتھر ایک مناسب مقام پر پہنچا دئیے گئے
A 15 16|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S آپ اس کے طلب کئے بغیر اس کے گھر میں تشریف لے گئے
A 4 5|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپ نے دو روپے کے سادہ کاغذ منگا کر تصیح نامے لکھوا دیئے
A 12 13|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اور اس پر صدر کے دستخط کرا دئیے
A 7 8|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس نے کچھ روپے بطور نیاز خدمت میں پیش کئے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S پچاس ہزار روپے حاضر کئے
A 4 5|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کئے ہوئے اور سر پر ایک چیتھڑا لپیٹے ہوئے تھے
A 0 1|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جب ایک پٹھا پھیلتا ہے تو دوسرا سکڑتا ہے اس قسم کے حرکت کو مخالفانہ حرکت کہتے ہے
A 17 18|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S مزید ممکنہ صورت حال میں رضامندی سے مصنوعی نطفہ رسانی یا غیرمنصوبہ بند اقرار حمل ہو سکتے ہیں
A 16 17|||R:VERB:INFL|||سکتی|||REQUIRED|||-NONE-|||0

S آئرین پروین ایک پاکستانی پس پردہ گلوکارہ ہے
A 7 8|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اس میں ادب کی بڑی بڑی شخصیات کے پیغامات بھی شائع کئے گئے تھے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S سندھ پولیس کے ادارے سندھ کے مختلف شہروں میں قائم کئے گئے ہیں
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S پھر ضلعی انتظامیہ , تحصیل کے مراکز قائم کئے گئے ہیں تحصیل کے بعد تھانے اور چوکیاں قائم کی گئی ہیں
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S بورجگین چنگیز خان کے شاہی خاندان تھے
A 6 7|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S کاؤ دائی عقیدے کے مطابق بدھ بننے انتہائی مشکل کام ہے
A 6 7|||R:VERB:INFL|||بننا|||REQUIRED|||-NONE-|||0

S یہ حال 1949 تک جاری رہا اور اس کے بعد کسی نے چپکے سے مسجد کے اندر رام کے بت رکھ دیے
A 5 6|||R:VERB:INFL|||رہی|||REQUIRED|||-NONE-|||0

S راجا روی ورما ( 29 اپریل 1848 2 اکتوبر 1906 ) ایک مشہور ہندوستانی مصور اور فن کار تھا
A 18 19|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S آپ نے نے خالص علمی و روحانی اور صوفیانہ ماحول میں آنکھ کھولی اور بہت کم عمری میں مروجہ علوم کے مراحل طے کئے
A 23 24|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S حضرت بی بی مستورہ کے بطن مبارک سے الل نے آپ کو چار فرزند عطا کئے
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S انہیں پہلا سنسکرت ڈراما نگار اور کالی داس کے بعد عظیم ہندوستانی شاعر سمجھے جاتے ہیں
A 13 14|||R:VERB:INFL|||سمجھا|||REQUIRED|||-NONE-|||0

S انہیں پہلا سنسکرت ڈراما نگار اور کالی داس کے بعد عظیم ہندوستانی شاعر سمجھے جاتے ہیں
A 14 15|||R:VERB:INFL|||جاتا|||REQUIRED|||-NONE-|||0

S انہیں پہلا سنسکرت ڈراما نگار اور کالی داس کے بعد عظیم ہندوستانی شاعر سمجھے جاتے ہیں
A 15 16|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S آپ اپنے آباؤ اجداد کی طرح غریب و فقرا کی مدد کیا کرتے تھے اور سرداران قریش میں شمار کئے جاتے تھے
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S شادی کے کچھ ماہ بعد شادی شدہ جوڑا حج کے لیے مکہ گئے
A 12 13|||R:VERB:INFL|||گیا|||REQUIRED|||-NONE-|||0

S وہ بالاعلان مشاعروں اور جلسوں میں اپنی انقلابی نظمیں پڑھتا تھا
A 10 11|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S عورتیں شراب کے مضر اثرات کے لیے مرد سے زیادہ حساس ہوتے ہیں
A 11 12|||R:VERB:INFL|||ہوتی|||REQUIRED|||-NONE-|||0

S لیلی بنت لکیز ( وفات دسمبر 483 ) زمانہ جاہلیت میں عربی شاعرہ تھی
A 13 14|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S 1924 میں پہلی بار ریاست آرکنساس میں ایک شاہراتی نظام ترتیب دیا گیا اور 1926 میں پہلی بار سڑکوں کو نمبر دیئے گئے
A 21 22|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S منتر وہ الفاظ یا کلمات ہے جو ہندو مت کے پیروکار خاص عبادت کے موقعے پر پڑھتے ہیں
A 5 6|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S منتر میں عام طور پر دعائیہ تسبیحی وغیرہ الفاظ اور کلمات ہوتی ہیں
A 11 12|||R:VERB:INFL|||ہوتے|||REQUIRED|||-NONE-|||0

S صنعتی انقلاب کے بعد سے وسیع پیمانے پر مصنوعات سازی عام دستی اشیا سازی کی جگہ لے گیا
A 17 18|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S بلرام ( سنسکرت نقل حرفی " بلراما " ) ایک ہندو دیوتا ہے جو کرشن کا بڑا بھائی تھا
A 12 13|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S بلرام ( سنسکرت نقل حرفی " بلراما " ) ایک ہندو دیوتا ہے جو کرشن کا بڑا بھائی تھا
A 18 19|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S اس اسکول کے قیام کے پیچھے سنیتی دیوی کا دماغ تھا
A 10 11|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S اس کا حقیقی نام جلال خان تھا اور وہ شیر شاہ سوری کا بیٹا تھا
A 14 15|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S اس نے سات سال ( 1545 53 ) دہلی پر راج کیا
A 11 12|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S فتاوی جامعہ اسلام آباد میں میں مسائل شرعیہ کے جوابات دلائل وبراہین سے مزین کرکے دئیے گئے ہیں
A 15 16|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس نے پیانو اور بانسری بجانے سیکھی اور بطور ایک نوخیز ویئریم میں واقع کانگریگیشنلسٹ چرچ میں ارغنون نواز میں کام کرنے لگی
A 5 6|||R:VERB:INFL|||بجانا|||REQUIRED|||-NONE-|||0

S اس کا پہلے رچرڈ ایمولو ( 1982 83 ) سے بیاہ ہوئی تھا
A 11 12|||R:VERB:INFL|||ہوا|||REQUIRED|||-NONE-|||0

S مایوس لوگوں کو زندگی کی خوبصورتی پر لیکچر دیئے
A 8 9|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S آپ اپنے آبائی قبرستان متصل عید گاہ سہارنپور میں سپردخاک کئے گئے
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اور دونوں بار کالا یا خالی کے الفاظ ترجمے میں شامل نہیں کئے گئے
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ پہلا موقع تھا جب کسی اسرائیلی سفارت کار نے کسی مسلمان درگاہ یا مقام زیارت پر حاضری دیے ہوں
A 18 19|||R:VERB:INFL|||دی|||REQUIRED|||-NONE-|||0

S محمد شہزاد ( پیدائش 10 جنوری 1987 ) ایک افغانستانی کرکٹ کھلاڑی ہیں
A 12 13|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S قم المقدسہ سے واپسی پر موضع چن ( خوشاب ) میں پیش نمازی کے فرائض انجام دیئے
A 16 17|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S لاہور کے مشہور مدرسہ جامعۃ الحسین ( منہاج الحسین ) میں ایک سال تک آپ نے تدریس کے فرائض انجام دئیے
A 20 21|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S پاکستانی دھمکی کام کر گئی امریکہ نے گھٹنے ٹیک دئیے پاکستانی سفارتکاروں پر پابندی سے متعلق حیران کن فیصلہ
A 9 10|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S یہ پاپائی جلس انتخاب میں اگست 1978 کو منتخب ہوے
A 9 10|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S اس ٹیلہ سے آمری موہن جو دڑو ارر ہڑاپہ تہذیب کے آثار دریافت کئے گئے ہیں
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کئی یورپی نازی اتحادیوں نے ایسے ہی قوانین نافذ کئے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ قواعد نازی جرمن فوج اور عرب دنیا میں تشہیر کے لیے وسعت کیساتھ استعمال کی جاتی رہی ہیں
A 15 16|||R:VERB:INFL|||کئے|||REQUIRED|||-NONE-|||0

S یہ قواعد نازی جرمن فوج اور عرب دنیا میں تشہیر کے لیے وسعت کیساتھ استعمال کی جاتی رہی ہیں
A 16 17|||R:VERB:INFL|||جاتے|||REQUIRED|||-NONE-|||0

S یہ قواعد نازی جرمن فوج اور عرب دنیا میں تشہیر کے لیے وسعت کیساتھ استعمال کی جاتی رہی ہیں
A 17 18|||R:VERB:INFL|||رہے|||REQUIRED|||-NONE-|||0

S یہ قواعد نازی جرمن فوج اور عرب دنیا میں تشہیر کے لیے وسعت کیساتھ استعمال کئے جاتے رہے ہیں
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس دوران انفرادی کوششیں یہودی گروہوں کی فلسطین واپسی کی حمایت کرتی رہی
A 12 13|||R:VERB:INFL|||رہیں|||REQUIRED|||-NONE-|||0

S اس کوشش کا نتیجہ یہ ہوا کہ شیعہ حضرات نے تبرے کے جلوس نکالنا بند کر دئیے
A 16 17|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S نوے کی دہائی میں سپاہ صحابہ نے شیعوں پر کئی خونریز حملے کئے
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ملک کے کئی نامور ڈاکٹر انجنیئر اور قانون دان محض شیعہ ہونے کی وجہ سے قتل کر دئیے گئے
A 17 18|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S چنانچہ اگر کسی شیعہ مسجد پر حملہ ہوتا تو کچھ ہی دنوں میں کسی دیوبندی مسجد میں بے گناہ لوگ قتل کئے جاتے
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ان طالبان نے پاکستانی فوج پر پے در پے حملے شروع کر دئیے
A 12 13|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S 11اپریل 2006 کو نشتر پارک میں دھماکہ کر کے سنی تحریک کے قائدین سمیت 47 لوگ شہید کر دئیے گئے
A 18 19|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S دیکھئے پاتے ہیں عشاق بتوں سے کیا فیض
A 0 1|||R:VERB:INFL|||دیکھیے|||REQUIRED|||-NONE-|||0

S منبج میں تعینات امریکی فوجیوں کو آرمرڈ گاڑیاں اور بھاری ہتھیار پہنچا دئیے گئے ہیں
A 12 13|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ایئر مارشل مجاہد انور خان کوالیفائیڈ فلائنگ انسٹرکٹر ہیں
A 8 9|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S یونس ایمرے نے چالیس سال اپنے استاد شیخ تاپدوک ایمرے کے قدموں میں گزار دئیے
A 14 15|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S جس کا آغاز 11 مئی 2001 کو ہوا
A 7 8|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S متعدد حوالوں میں سے یہ پانچ میں نے پیش کئے تھے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس کا بانی مصر کا مسیحی عالم ویلنتینس تھا جس نے اس کی بنیاد دوسری صدی عیسوی میں رکھی تھا
A 19 20|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S البتہ کم طلب ( صارفین ) کی بنا پر کئی ایئر لائنوں نے ہوائی اڈے سے اپنے دفاتر ختم کر دیئے
A 20 21|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S تاہم اس کے علاوہ ایک وجہ ترقی پزیر دنیا میں ناموسی قتل بھی ہو سکتا ہے
A 14 15|||R:VERB:INFL|||سکتی|||REQUIRED|||-NONE-|||0

S وفاقی انتظامیہ قبائلی علاقوں میں زمینی مسماریاں ہٹانے
A 7 8|||R:VERB:INFL|||ہٹانا|||REQUIRED|||-NONE-|||0

S آپ ایک انسانی حقوق کے کارکن ہیں
A 6 7|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S ان کے والد عبدالودود محسود اپنے گاؤں میں ایک اسکول کے استاد ہیں
A 12 13|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S گمان غالب ہے کہ یہ رنگ غار کے قریب ملے والے نرم رنگین پتھروں سے حاصل کیا گیا ہوگا
A 9 10|||R:VERB:INFL|||ملنے|||REQUIRED|||-NONE-|||0

S دوسرے حصے میں لوگ سیدھی قطار میں ناچتے ظاہر کئے گئے ہیں
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S راولپنڈی سے راولاکوٹ براستہ ٹائیں ڈھلکوٹ جاتے ہوے یہ شہر راولاکوٹ سے پہلے آتا ہے
A 7 8|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S انہوں نے دنیا کے مختلف مقامات میں پرفارم کیا اور اپنے نیچرل انداز سے ہر جگہ لوگوں کے دل جیت لئے
A 20 21|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S وہ محیط دائرہ جہاں زمین اور آسمان باہم ملے ہوے نظر آتے ہیں دائرہ افق سماوی یا افق سماوی کہلاتا ہے
A 9 10|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S یہ پاپائی جلس انتخاب میں اگست 2005 کو منتخب ہوے
A 9 10|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S یہ پاپائی جلس انتخاب میں 1914 کو منتخب ہوے
A 8 9|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S یہ 67 میں پوپ منتخب ہوے
A 5 6|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S اپریل 2018 کے مطابق " انسٹینس " کے لیے مندرجہ ذیل ادائیگی کے طریقے پیش کیے گیے ہیں
A 16 17|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S وہ گوسوامی ( یا گوسائیں جی ) کے خطاب سے بھی مشہور ہے
A 12 13|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S مندر کے باہر اور اندر دیواروں پر نقش نگاری موجود ہے
A 10 11|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S مختلف طریقوں ے تاجروں کو پریشان کی ا ن کی یومیہ سپلائی کاٹ دی اور نیل کے بیج برباد کر دئیے
A 20 21|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S دی ہزاراس ہزارہ لوگ اور افغانستان کی تاریخ کے بارے میں ایک کتاب ہے جو حسن پولادی نے لکھا ہے
A 18 19|||R:VERB:INFL|||لکھی|||REQUIRED|||-NONE-|||0

S 15ویں بھارتی مردم شماری دو مرحلوں میں منعقد کیا گئی تھی خانہ شماری اور مردم شماری
A 8 9|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S بدھ مت بھارت میں قومی اقلیت قرار دیئے گئے 6 مذاہب میں سے ایک ہے
A 7 8|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S دسمبر 1979 کے پہلے ہفتے میں اجتماعی طور پر پولنگ دفاتر کے ساہنے دھرنے دیئے جہاں امیدواروں کو نامزد کیا جا سکتا ہے
A 14 15|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S 632 میں یزد گرد سوم ایران میں اقتدار میں آیا لیکن عرب مسلم فوجوں نے ایران پر حملے شروع کر دیئے تھے
A 20 21|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ان کے مضامین بیرون ممالک میں بھی ڈائجسٹ کئے جا رہے ہیں
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس عرصے کے دوران میں نرملا کیرتنوں میں جایا کرتی تھی
A 10 11|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S اردو میں شاعری کرنے کے علاوہ مختلف اخبارات اور ویب سائیٹس کے لیے کالم بالگز اور فیچر لکھتے ہیں
A 17 18|||R:VERB:INFL|||لکتھے|||REQUIRED|||-NONE-|||0

S 1972 میں کلان نے یہاں کے لوگوں کے لئے ٹیلی ویژن سروس کے لئے پیسے مہیا کئے
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S فاضل نے بہت سے جمالیاتی قدر اور اپیلنگ کے ساتھ بہت سے ریاستی ایوارڈ حاصل کئے
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S دونوں ممالک کے دسمبر 2002 میں ایک دفاعی تعاون کے معاہدے پر دستخط کئے
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس نے امور مملکت کی انجام دہی کے لیے آٹھ وزرا مقرر کئے اور ہر وزیر کو ایک اہم محکمہ تفویض کیا
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 2017 میں بی ایس پی کو قومی ایکتا دل میں ضم کر کے اس کے امیدوار کے طور پر ریاستی انتخابات جیت لئے
A 22 23|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S گروپ اے میں دوسرے درجے پر آنے والی ٹیم اپنا پہلا سپر فور کا میچ شیخ زاید کرکٹ اسٹیڈیم ابو ظہبی میں کھیلا گی
A 22 23|||R:VERB:INFL|||کھیلی|||REQUIRED|||-NONE-|||0

S لیکن بھارت چاہے کوئی سے بھی درجے پر آئے اپنا میچ دبئی بین الاقوامی کرکٹ اسٹیڈیم دبئی میں کھیلے گی
A 18 19|||R:VERB:INFL|||کھیلتی|||REQUIRED|||-NONE-|||0

S انہیں میڈیا کی جانب سے " گلوبل فیس آف حیدرآبادی تھیٹر " سلطان آف ایپیکس اور ماسٹر آف ریوائیول کے نام دئیے گئے ہیں
A 21 22|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس نے برنو میں پوائنٹس میں سترہویں نمبر پر دوسری چھٹی جگہ پر ریس ختم کی جس سے بہت زیادہ بہتر نتائج حاصل کئے
A 23 24|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S فائی کشمیری ریاست ریاست ہائے متحدہ کونسل ( کے اے سی ) کا ایک ایگزیکٹو ڈائریکٹر تھا
A 16 17|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S سید غلام نبی فائی جموں و کشمیر میں پیدا ہونے والا نسلا کشمیری امریکی شہری ہے جنہیں امریکا میں سزا ہوئی
A 15 16|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S ڈاکٹر عبد الغفور سہراسا ڈسٹرکٹ بہار کے ایک چھوٹے سے گاؤں بھیلاہی میں 5 مئی 1959 میں پیدا ہوا
A 18 19|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S اس کا والد ایم ڈی جمیل ایک کسان تھا اور اس کی والدہ کا نام بی بی فاطمہ تھا
A 8 9|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S آریہ سماج کے کئی لوگ بت پرستی کو نہیں مان کر بھی ہندو ہے
A 13 14|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S نظامی 1206 میں غورید بادشاہ محمد غور کے قتل کئے جانے سے کچھ عرصہ قبل دہلی پہنچ گئے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S بہت سوں اس وقت کی برطانوی نوآبادیاتی حکومت میں عہدے حاصل کئے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S بہت سوں اس وقت کی برطانوی نوآبادیاتی حکومت میں عہدے حاصل کئے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپ کی ولادت گوالیار میں ہوئ
A 5 6|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S سال 1906 میں اس نے نیروبی کے لوگوں کو یہ پرسکون و تفریحی جگہ کے طور پر دے دئیے
A 18 19|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اور تمام دیگر مذہبی عقائد کے مطابق ایسی جگہ جہاں مرنے کے بعد گہنگاروں کو بھجا جائے گا
A 15 16|||R:VERB:INFL|||بھیجا|||REQUIRED|||-NONE-|||0

S جسونت سنگھ 3 جنوری 1938 کو جسول میں ایک راجپوت گھرانے میں پیدا ہوا
A 13 14|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S بھیروں سنگھ سیاست میں ا س کے استاد ثابت ہوا
A 9 10|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S ا سے سیاست میں کامیابی 1980 میں ملی جب وہ پہلی دفعہ راجیہ سبھا کا رکن منتخب ہوا
A 17 18|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S برنی ان اصلاحات کو اپنے حافظے سے منطقی انداز میں ترتیب دیتے ہوئے بیان کرتا ہے
A 14 15|||R:VERB:INFL|||کرتے|||REQUIRED|||-NONE-|||0

S برنی ان اصلاحات کو اپنے حافظے سے منطقی انداز میں ترتیب دیتے ہوئے بیان کرتا ہے
A 15 16|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S ہندوستان کے مختلف علاقوں میں اپنے جغرافیائی خطہ ثقافت موسم اور پیداوار کی وجہ سے مختلف اقسام کھانے تیار کیئے جاتے ہیں
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 2013 میں نئہ گاج ڈیم کی تعمیر کے لیے حکومت پاکستان نے ایک ارب روپے مختص کئے تھے
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S انکی نظم " رات جی کھول کے پھر میں نے دعا مانگی ہے " بہت مقبول ہوی تھی
A 16 17|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S مختلف مدراس میں عصری اور دینی علوم حاصل کئے اسی دوران تبلیغی جماعت میں وقت بھی لگاتے رہے 1354 بمطابق 1964میں ثانویہ کی تکمیل کی
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S مختلف مدراس میں عصری اور دینی علوم حاصل کیے اسی دوران تبلیغی جماعت میں وقت بھی لگاتے رہے 1354 بمطابق 1964میں ثانویہ کی تکمیل کی
A 8 9|||R:VERB:INFL|||کئے|||REQUIRED|||-NONE-|||0

S مختلف مدارس میں عصری اور دینی علوم حاصل کئے اسی دوران تبلیغی جماعت میں وقت بھی لگاتے رہے 1354 بمطابق 1964میں ثانویہ کی تکمیل کی
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S قصے در قصے بیان کئے جاتے ہیں
A 4 5|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S داستان گوئی کی روایت کو مختف زبانوں میں رواج دینے کےلئے جتن کئے جاتے رہے ہیں
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S لکھنؤ کے اہل تشیع حضرات نے شہدائے کربلا کا سوگ منانا اور ان کے قصیدے پڑھنے کو اپنا مذہبی فریضہ مانا
A 10 11|||R:VERB:INFL|||منانے|||REQUIRED|||-NONE-|||0

S ا س کے دو معانی بیان کئے جاتے ہیں
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S قدیم نقش نگاری کے کئی مکانات دریافت کئے ہیں
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S انہوں نی اردو میں سانیٹ بھی لکھی ہیں
A 6 7|||R:VERB:INFL|||لکھے|||REQUIRED|||-NONE-|||0

S جوہر کی ولادت ہندوستان کے صوبہ بہار میں ہوی
A 8 9|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S پھل ایک انچ لمبا اور گولائی لئے ہوئے پون انچ چوڑا ہوتا ہے
A 6 7|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S سانگھی بھی ملتان تک رک گئی
A 5 6|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S 2 نومبر کو فوجی کیمپین مغربی اسٹریلیا جا پہنچے جہاں 50 ایمو موجود تھے
A 8 9|||R:VERB:INFL|||پہنچی|||REQUIRED|||-NONE-|||0

S مولانا ابوالکلام آزاد کی ثالثی میں ایک کانفرنس ہوی لیکن کوئی حل نکالنے میں ناکام رہی
A 8 9|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S اگلے دن پٹانالہ میں تعزیہ پر پتھراؤ ہوا جس میں 10 افراد مر گئے اور درجنوں زخمی ہوے
A 17 18|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S اگلے دن چوک پر ایک مارے گئے ایک شخص کی لاش چوراہے پر رکھ کر احتجاج کرنے کے نتیجے میں کچھ نوجوان زخمی ہوے
A 23 24|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S اسی مرثیہ خوانی کی ضرورت نے میر انیس اور مرزا دبیر پیدا کئے جو کمال شاعری کے اعلی ترین شہ نشین پر پہنچ گئے
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس کے بعد مولوی ممتاز کے صاحبزادے اور اردو کے نامور ادیب امتیاز علی تاج نے اس کی ادارت کے فرائض انجام دئیے
A 22 23|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس نے بے جا سرکاری لگان اور غیر منصفانہ ٹیکس ہٹا دیئے
A 11 12|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S بے دینی کے کام کھلم کھلا کئے جاتے
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S بشیر بدر علی سردار جعفری اور کیفی اعظمی کے ساتھ مخمور سعیدی جدید شاعری کے بلند ستارے تصور کئے جاتے ہیں
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اے مرد مان شام عوام الناس ہوشیار ہو جاو کہ اللہ تعال ی نے بے شمار نبی و اولیا دنیا میں بھیجے ہیں
A 8 9|||R:VERB:INFL|||جاؤ|||REQUIRED|||-NONE-|||0

S اے مرد مان شام عوام الناس ہوشیار ہو جاو کہ اللہ تعال ی نے بے شمار نبی و اولیا دنیا میں بھیجے ہیں
A 21 22|||R:VERB:INFL|||بھیجا|||REQUIRED|||-NONE-|||0

S اے مرد مان شام عوام الناس ہوشیار ہو جاو کہ اللہ تعال ی نے بے شمار نبی و اولیا دنیا میں بھیجے ہیں
A 22 23|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S ایسا ہی حالیہ دنوں سنہ 2008 2009 کے دوران اسرائیل کے غزہ پر حملے کے خلاف بھی مظاہرے ہوے تھے
A 18 19|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S جبکہ سعادت کے امیدوار ان علاقوں میں سر فہرست رکھے گیے جہاں انہوں نے گریٹ یونین پارٹی کو 2011 میں شکست دی تھی
A 10 11|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S اس کا مطلب ہوا کہ سعادت کے امیدوار 55 نشستوں پر سر فیرست رکھے گیے جبکہ گریٹ یونین پارٹی کے امیدوار 30 نشستوں پر
A 14 15|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S جزیرہ آئرلینڈ ( بشمول جمہوریہ آئرلینڈ اور شمالی آئرلینڈ ) میں لکھے اور بولے جانے والے انگریزی لہجوں کا ایک مجموعہ ہے
A 11 12|||R:VERB:INFL|||لکھی|||REQUIRED|||-NONE-|||0

S یہ فرقہ اپنے آپ کو انیسویں صدی کے ربی زیخاریس فرینکل کا جانشین مانتے ہیں
A 13 14|||R:VERB:INFL|||مانتا|||REQUIRED|||-NONE-|||0

S یہ فرقہ اپنے آپ کو انیسویں صدی کے ربی زیخاریس فرینکل کا جانشین مانتے ہیں
A 14 15|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S پرمود کردار پر دو قسم کی سیریز لکھی گئ
A 8 9|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S خفیہ مہمات کو سر کرنے جیسے موضوعات کا احاطہ کیا جاتا ہے
A 11 12|||R:VERB:INFL|||ہےہے|||REQUIRED|||-NONE-|||0

S ولڈرز کی ولادت نیدرلینڈز کے صوبہ لمبرخ کے شہر وینلو میں ہوی
A 11 12|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S 10 نومبر 2004 کو بیگ میں دو مشتبہ حملہ آور ایک عمارت کے ایک گھنٹہ کے محاصرہ کے بعد گرفتار ہوے
A 20 21|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S ان کے چار بیٹے تھے جن کے نام الیعزر ناداب ابیہو اور اتامر بیان کئے گئے ہیں
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S محمد عرفان رامے کی لکھی گئ کتابوں کی فہرست حاضر ہے
A 5 6|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S حالانکہ تعلیمی اداروں کی طرف سے یہ تشویش ظاہر کی گئی ہے کہ دفعہ 4 میں دی گئ رعایت بہت محدود ہے
A 17 18|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S لکن مور خین نے اس کے منظر کیئے ہیں میر محمد خان خشک قبیلہ کے اصل سردار تھے
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S بلوچستان میں خشک قبائل کی وسیع تعداد بلوچی بولتی ہے
A 8 9|||R:VERB:INFL|||بولتے|||REQUIRED|||-NONE-|||0

S بلوچستان میں خشک قبائل کی وسیع تعداد بلوچی بولتی ہے
A 9 10|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S سنہ 1942 میں ہسپانیہ سے یہودیوں کا اخراج ہوا اور صفد میں ان کی آمد ہوی
A 15 16|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S دشمن کی اس چال کو سمجھتے ہوے
A 6 7|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S پیغمبر یونس نینوا شہر کے غیر یہودیوں کی طرف مبعوث ہوے تھے
A 10 11|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S لیکن اس کا ماننا ہیکہ محمد جنت سے عربوں کے لیے مبعوث ہوے تھے
A 12 13|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S سانپوں کی سرزمین پر چار انسان بھی موجود تھے اور پھر ان سے مدد مانگ لی گئ
A 16 17|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S کیا سردار ہمباریہ کو سرداری واپس مل گئ
A 7 8|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S لاھور میٹرو بس کی تعمیر کی گئ اس منصوبے کی لاگت تقریبا 30 بلین پاکستانی روپے ہے یعنی کہ 30 ارب روپے
A 6 7|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S بیرون اسرائیل لاس اینجلس وہ جگہ جہاں سب سے زیادہ اسرائیلی بسے ہوے ہیں
A 12 13|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S ان میں زیادہ تر ریاستہائے متحدہ امریکا کینیڈا اور مملکت متحدہ گیے ہیں
A 11 12|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S تعداد میں اختلاف ان لوگوں کی وجہ سے ہے جنہوں نے اسرائیل کی جانب ہجرت کی مگر پھر اپنے وطنوں لوٹ گیے
A 21 22|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S اسرائیل میں کچھ غیر ملکی ملازمین اور اسرائیل میں پیدا ہوئے ان کی اولادیں بھی آاد ہین
A 16 17|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S شاہ عباس کے عہد کے علاوہ یہودی تمام دور صفوی میں زیر عتاب رہے اور زبردستی مذہب تبدیل کرنے پر مجبور کئے جاتے رہے
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کانگریس نے اس معاملہ کو انتخابی مدعا بنایا ہے اور نریندر مودی اور بی جے پی ہر زبردست لفظی حملے کئے ہیں
A 20 21|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S راہل گاندھی نے وعدہ کیا ہے کہ اگر کانگریس کی حکومت بنتی ہے تو کسانوں کے قرض معاف کر دیئے جائیں گے
A 19 20|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ا ن کی وجہ شہرت بیشتر نادر و نایاب راگوں کو ازسر نو ترتیب دئیے جانے کی وجہ سے ہے
A 14 15|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S حالانکہ وہ حال ہی میں اس عہدہ پر فائز ہوے تھے اور لوک سبھا انتخابات کی نگرانی کرنے والے تھے
A 9 10|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S بہار اسمبلی انتخابات 2015 کے دوران بہار وہ پہلاصوبہ بنا جہاں تصویر والی ووٹنگ مشین استعمال ہوی
A 16 17|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S 2006 کو ضلعی ناظم کنور نوید جمیل نے متاثر ورثہ کو 55 ملین روپے دیئے
A 14 15|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S موت سے قبل دیال دو یا تین دفعہ اس حالت میں پہونچ سکتا ہے
A 11 12|||R:VERB:INFL|||پہنچ|||REQUIRED|||-NONE-|||0

S وہ موسیقی پر مسلسل ناچتا رہتا ہے یہاں تک کہ وہ مقام عروج تک پہونچ جاتا ہے
A 14 15|||R:VERB:INFL|||پہنچ|||REQUIRED|||-NONE-|||0

S یہ چینل ایسیل گروپ کا ایک حصہ ہے اور اس کی شروعات 2 اکتوبر سنہ 1992 میں ہوی تھی
A 17 18|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S مگر اردو نظم کی ہیئت ابھی تک تبدیل نہیں ہوی تھی
A 9 10|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S اردو نظم کی ابتدائی مثالیں قلی قطب شاہ کے دیوان میں ہی مل جاتی ہے
A 14 15|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اس کے بعد صارفین کا ایک غول ویکیپیڈیا پر فعال ہو گیا اور متعدد مضامین لکھے گیے اور ترجمہ کیے گیے
A 11 12|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S اس کامیابی پر شلیشڈاٹ جاپان نے جاپانی ویکیپیڈیا کو سراہتے ہوے اس سےمتعلق ایک کہانی شائع کی
A 10 11|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S " اس معلوم ہوتا ہے کہ یہ مسجد کافی قدیم ہے اور 1865 میں اسکی دوبارہ تعمیر ہوئ
A 17 18|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S مسجد تو اب جدید طرز پر دوبارہ تعمیر کی گئ ہے پرانی عمارت تو اب موجود نہیں ہے
A 9 10|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S دروز کی آبادی کو دیکھتے ہوئے یہ نمبر غیر معمولی تھا
A 10 11|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S 19 ویں صدی کے اواخر میں یہودی کی ایک کثیر تعداد اولا عثمانی فلسطین پھر تعہدی فلسطین کی طرف ہجرت کرنے لگے
A 21 22|||R:VERB:INFL|||لگی|||REQUIRED|||-NONE-|||0

S 1950 اور 1960 کے دوران ہجرات کرنے والے زیادہ تر وہ یہود تھے جو مرگ انبوہ میں زندہ بچ گیے تھے
A 19 20|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S جب علما اکیڈمی بادشاہی مسجد میں موجود تھی تو یہ لائبریری علما کی علمی پیاس بجھانے کے لیے قائم کی گئ تھی
A 20 21|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S بابو شرف گرفتار کر لئے گئے اور آوارہ فرار ہو گئے
A 4 5|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ایک بڑے اور بزرگ شاعر کی حیثیت سے وہ پنجابی زبان کے اساتذہ میں شمار کئے جاتے ہی
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جنگ احد یوم سبت کو واقع ہوی تھی
A 6 7|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S اس اخبار کا بانی ایڈیٹر برطانوی ایسٹ انڈیا کمپنی کا ایک افسر فرانسس گلیڈون تھا
A 14 15|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S اس میں 4 جون 2006 سے قبل لکھے گیے مضامین شامل تھے
A 8 9|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S اورئینٹل کالج کی ابتدا بھی اسی حویلی میں ہوئ
A 8 9|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S جوکہ بند کر دی گئی تھی
A 4 5|||R:VERB:INFL|||گئیی|||REQUIRED|||-NONE-|||0

S اس کو تعمیر کرنے کے لئے یہاں جس قدر رعایا کے مکانات تھے گرا دئیے گئیے
A 14 15|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S یہ زبان بولنے میں الفاظ قدرے اختصار سے ادا کئے جاتے تھے اور یہودی اپنے طور پر اسے راجی زبان کہتے تھے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس بل میں مندرجہ ذیل نکات پیش کیے گیے تھے
A 8 9|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S ان کی وفات کے بعد الیکشن کمیشن آف پاکستان نے اس حلقے میں انتخابات ملتوی کر دیئے
A 16 17|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S 63 سے قومی اسمبلی پاکستان کے لیے پاکستان مسلم لیگ ( ق ) کا امیدوار تھا تاہم وہ کامیاب نہ ہوا
A 15 16|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S 63 سے قومی اسمبلی پاکستان کے لیے پاکستان مسلم لیگ ( ق ) کا امیدوار تھا تاہم وہ کامیاب نہ ہوا
A 20 21|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S جنوری 2013 میں فارسی ویکیپیڈیا میں تقریبا 50 , 000 نئے مضامین ایک ہی ماہ میں شامل کیے گیے
A 18 19|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S دونوں مذاہب میں کئی انبیا مشترکہ طور پر مسلم ہیں کچھ استثنا بھی ہیں
A 13 14|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S اس جنگ کے دوران میں اقوام متحدہ کے اندازہ کےمطابق 711 , 000 عرب یا تو بھاگ گئے یا نکال دیے گیے
A 21 22|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S بعد میں اسام کے مختلف علاقوں میں متعدد ورکشاپ منعقد کیے گیے
A 11 12|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S اور اس کئے انہیں خود سے کمتر گردانتے ہیں
A 2 3|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ربی موردکی کفلان یقین رکھتا ہے کہ برگزیدگی کا یہ نسل پرستانہ عقیدہ جو یہودیت میں سرایت کرگیا ہے اسے ختم ہونا چاہئے
A 22 23|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S ویکیمیڈیا تحریک کی کئی تنظیمیں بشمول ویکیمیڈیا فاؤنڈیشن ویکیپیڈیا کے استعمال کے لیے متعدد آپریٹنگ سسٹم پر موبائل اطلاقیہ نشر کرتی ہے
A 21 22|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اور یہی وہ مقام ہے جہاں موسی نے اپنا عصا مار کر بنی اسرائیل کے لئے چٹان سے پانی کے چشمے جاری کئے تھے
A 22 23|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس کے حروف تہجی اکدی زبان سے مستعار لیے گیے ہیں
A 9 10|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S اس کے ساتھ ساتھ کلام گہرائی اور گیرائی کے کمال کا احاطہ بھی کئے ہوئے ہے
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اور اس قابل ہے کہ اس پہ ایم فل اور پی ایچ ڈی کے تحقیقی مقالہ جات تحریر کئے جائیں
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S حکومت تمام گاؤں اور وارڈ میں ڈرافٹ شائع کرتی ہے جہاں فارم جمع کیے گیے تھے
A 14 15|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S افتخار افی عورتوں کے مسائل پر بڑی دلیری سے لکھتے ہیں اور عورت پر ہونے والے جبر کو مٹانے کا عزم کئے بیٹھے ہیں
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S انہیں نہ تو یہودیت کا کچھ علم تھا نہ ہی اس سے کوئی نسبت تھی کیونکہ وہ نسبت یہودیت کے ہی تو خائن تھے
A 7 8|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S انہوں نے ایک اسرائیلی مرد اور مدین کی عورت کو سزائے موت دے دی کیونکہ وہ دونوں مرد کے خیمہ میں پائے گیے تھے
A 22 23|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S اسی کے ساتھ قبل از زچگی ماں کی موتوں پر بھی گرفت لگائی جا سکتی ہے
A 14 15|||R:VERB:INFL|||سکتا|||REQUIRED|||-NONE-|||0

S 1949 میں وہ موڈرن تھیٹر کے لیے منظر نویس بن گیے اور کئی فلمیں لکھیں
A 10 11|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S ماہرین کے مطابق یہ مچھلی نہایت ذائقے دار ہوتی ہے اس کے اعضا ادویات میں استعمال کئے جاتے ہیں
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کبیر بیدی ایک بھارتی ٹیلی ویژن اور فلم اداکار ہے
A 9 10|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S وہ چوالیسویں صدر ریاستہائے متحدہ امریکا بارک اوباما کی بیوی ہے
A 10 11|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S سال 2010 میں جامعہ سلفیہ بنارس میں داخلہ ہوا
A 8 9|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S پانی انسان کے ساتھ ساتھ گھاس کیڑے مکوڑے اور مختلف قسم کے پودے اور پرندے جو ماحول کے لیے بہت اہم ہیں
A 21 22|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S سامری لوگ زائرین کو سال میں تین بار جبل جرزیم پر لے جانے کے انتظامات کرتی ہے
A 15 16|||R:VERB:INFL|||کرتے|||REQUIRED|||-NONE-|||0

S بعد ازاں انھوں نے اسی اسمبلی میں قائد حزب اختلاف کے فرائض بھی انجام دیئے
A 14 15|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S معروضی حقائق ناصرف نظرانداز کئے جاتے ہیں بلکہ ان سے اپنی مرضی کا سلوک بھی کیا جاتا ہے
A 4 5|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ہم نے شرارت کے کام کئے
A 5 6|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S وہ شازیہ کا چہرہ دیکھتے رہ گیے
A 6 7|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S 1328 مطابق 1910 میں فراغت کے فورا بعد دار العلوم میں معین مدرس بنایے گیے
A 14 15|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S اس کے علاوہ بھی آپ نے متعدد سفر کئے جن میں سمرقند
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ان کی عہد صدارت افتا کے دوران 24855 فتاوی لکھے گیے
A 10 11|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S آؤٹر سپیس ٹریٹی پر امریکہ سوویت یونین اور چین سمیت ممالک نے دستخط کئے ہیں
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ہر ٹیم گروپ میں باقی تینوں ٹیموں سے 3 میچ کھیلی گی
A 10 11|||R:VERB:INFL|||کھیلے|||REQUIRED|||-NONE-|||0

S اس فلم کو اچھا رسپانس ملا اور باکس آفس پر کامیاب رہی
A 5 6|||R:VERB:INFL|||ملے|||REQUIRED|||-NONE-|||0

S نانی اپنے شائقین میں نیچرل اسٹار کے نام سے جانا جاتا ہے
A 9 10|||R:VERB:INFL|||جانے|||REQUIRED|||-NONE-|||0

S نانی اپنے شائقین میں نیچرل اسٹار کے نام سے جانا جاتا ہے
A 10 11|||R:VERB:INFL|||جاتے|||REQUIRED|||-NONE-|||0

S خان نے افلاطون جیمس رینل شارل بودلیر فرانز فانوں ڈاروتھی ژولہ وغیرہ کے کام بنگالی میں ترجمہ کئے
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 4 زبان عام فہم استعمال کی گئ ہے استفادہ میں آسانی ہو اور مثالوں کے ذریعہ سمجھانے کا احسن انداز ہے
A 6 7|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S اس میں اہل حق اہل السنہ پر کیے گیے اشکالات کے جواب ہیں
A 8 9|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S مصنفہ کو 500 , 000 پاؤنڈ اسٹرلنگ پیشگی رقم ملی اور 21 ممالک میں کتاب کے حقوق فروخت کیے گیے
A 19 20|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S وہ دونوں اپنی غلطیوں اور دلخراش ماضی کی سزا بھگت رہی ہوتی ہیں
A 10 11|||R:VERB:INFL|||رہے|||REQUIRED|||-NONE-|||0

S وہ دونوں اپنی غلطیوں اور دلخراش ماضی کی سزا بھگت رہی ہوتی ہیں
A 11 12|||R:VERB:INFL|||ہوتے|||REQUIRED|||-NONE-|||0

S ناول کے اختتام میں دونوں مباشرت کرتی ہیں
A 6 7|||R:VERB:INFL|||کرتے|||REQUIRED|||-NONE-|||0

S حسن سردار ایک پاکستانی بین الاقوامی فیلڈ ہاکی کھلاڑی پاکستان مردوں کی قومی ہاکی ٹیم کا سابقہ کپتان ہے
A 18 19|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S سمیع اللہ خان ایک پاکستانی بین الاقوامی فیلڈ ہاکی کھلاڑی ہے
A 10 11|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اس قبل وہ 2008 2013 تک ایوان زیریں کے رکن رہ چکے ہیں
A 11 12|||R:VERB:INFL|||چکی|||REQUIRED|||-NONE-|||0

S خدانے اپنے فضل سے نکلنے کا راستہ صاف کردیا اور میں افغانستان پہونچ گیا
A 12 13|||R:VERB:INFL|||پہنچ|||REQUIRED|||-NONE-|||0

S سویڈن میں عام انتخابات کو رکسڈاجن بھی کہا جاتا ہے جو ہمیشہ ستمبر کے دوسرے اتوار کو منعقد ہوتا ہے
A 18 19|||R:VERB:INFL|||ہوتے|||REQUIRED|||-NONE-|||0

S سویڈن میں عام انتخابات کو رکسڈاجن بھی کہا جاتا ہے جو ہمیشہ ستمبر کے دوسرے اتوار کو منعقد ہوتا ہے
A 19 20|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اس کے ورژن 2 میں بیرونی سافٹ وئیر بھی نصب کئے جاسکتے تھے جو 24 ستمبر 2009 کو جاری کیا گیا
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جناب میرا لکھا گئے ایک مضمون پر آپکا اعتراج آیا ہے کہ اس میں غیر ویکی مواد موجود ہے
A 2 3|||R:VERB:INFL|||لکھے|||REQUIRED|||-NONE-|||0

S پرنس علی سلمان خان 1377ھ 1958 میں پاکستان کی حکومت کی طرف سے اقوام متحدہ میں مستقل نمائندے کی حیثیت سے منتخب کئے گئے
A 22 23|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ایرئیل ڈیورنٹ ( پیدائش 10 مئی 1898 وفات 25 اکتوبر 1981 ) روسی نژاد امریکی مؤرخ و محقق تھیں
A 18 19|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S جدید اصول 1917 میں جرمنی میں شائع کئے گئے
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جدید اصول 29 اکتوبر 1917 کو شائع ہوئے جنہیں میکس ہیزئر کارل شیلنز اور ایرک کونائی نے شائع کئے
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S چوڑائی کے رخ پر دو گول آمنے سامنے نصب کئے جاتے ہیں
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S سکور کیپر کا کام دونوں ٹیموں کے کئے گولوں کا ریکارڈ رکھنا ہے
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جرمن ہینڈ بال کے قانون کے مطابق جونیئر ٹیم کھلاڑی اسی وقت تبدیل کئے جاسکتے ہیں جب ٹائم آؤٹ لیا گیا ہو
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ہینڈ بال کے مقابلوں میں کچھ یاد گاری سکے بھی جاری کئے گئے ہیں
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 2003 میں یونان نے ایک یادگاری سکہ جاری کئے جس کی مالیت 10 یورو تھی
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کوشش کی جانی چاہئے کہ دونوں گول پوسٹ پر ایک ہی رنگ کیا جائے
A 3 4|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S تاہم اس کی سطح کھردری اور غیر چمکدار ہونی چاہئے
A 9 10|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S فلم کا میوزک دیوی سری پرساد نے کمپوز کیا
A 8 9|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S جس میں ووٹر ایک فہرست امیدواران جماعت میں سے ( جس میں ایک مرد اور ایک عورت ہونا چاہئے ) کو منتخب کرتے ہیں
A 18 19|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S مزید سمجھنے کے لیے یہ دیکھیں کہ اوپر مذکور سانچے میں یہ دونوں ڈیش استمعال ہوئ ہیں
A 15 16|||R:VERB:INFL|||ہوئئے|||REQUIRED|||-NONE-|||0

S بعض سافٹ وئیر ایسے بھی تیار کئے گئے ہیں جن کا مقصد مخازن کا انتظام کرنا ہے
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S لگ بھگ 100 ملین رائے دہندگان ملک بھر کے 40 199 پولنگ اسٹیشنوں سے ووٹ دیئے
A 15 16|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S قانوں میں جب کو قانونی دستاویز ہو تو ابتدا میں اس کے تاریخی حوالے اور عنوان کا ماخذ بیاں کیا جاتے ہے
A 20 21|||R:VERB:INFL|||جاتا|||REQUIRED|||-NONE-|||0

S متحدہ عرب امارات کو ٹورنامنٹ کی میزبانی کے حقوق 9 مارچ 2015 کو جاری کئے گے
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ریزہ ریزہ بکھرتی ہوئی سوچ ہوتے ہوے آگ کے پیڑ
A 6 7|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S محنت کشوں نے مواصلات کے نئے طریقے ایجاد کر لئے تھے
A 9 10|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S پچھلی بار مواد کم ہونی کی وجہ سے اسے بنایا گیا تھا
A 4 5|||R:VERB:INFL|||ہونے|||REQUIRED|||-NONE-|||0

S یہاں لکھے گیے مضمامین کو ماہرین کی دیکھ ریکھ میں شائع کیا جاتا تھا
A 2 3|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S آپ نے 30 سوار اور 18 پیادے قتل کئے اور عبدا بن قطنہ نبھانی کے ہاتھوں شہید ہوئے
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S میدان کربلا میں آپ نے امام کی حفاظت کرتے ہوے شہادت پائی
A 9 10|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S آپ بادشاہ فارس کی جانب سے رسول کو پیش کئے گئے مگر رسول نے انہیں حضرت علی کے حوالے کیا
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کتاب کے مقدمے میں صاحب کے قصیدے کے چند اشعار بھی ذکر کئے ہیں ان میں چند درج ذیل ہیں
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S فصیل قاہرہ کی بنیاد رکھی گئ 572 ھ
A 5 6|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S پھر تیسری دعا یہ کی کہ آپس میں ا ن کی دشمنی نہ ہو تو ا س سے روک دئیے گئے
A 19 20|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اگر ایک ایک ٹیچر کا نام حوالہ لکھا جا تو تحریر بہت لمبی ہو جا گی
A 14 15|||R:VERB:INFL|||جائے|||REQUIRED|||-NONE-|||0

S 1901 سے 2017 تک طبیعیات فزکس کے شعبے میں 111 مرتبہ نوبل انعامات دیئے گئے ہیں
A 13 14|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S وہ اپنے والد سر ولیم ہنری براگ کے ساتھ 1915 کے نوبل انعام برائے طبیعیات میں مساوی طور پر شریک قرار دیئے گئے تھے
A 21 22|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S 2018 کے صدارتی انتخابات میں برسر منصب عبد اللہ یمین کو شکست دینے کے بعد مالدیپ کے ساتویں صدر منتخب ہوگئے
A 20 21|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S فروری 1919 کو کمیٹی کے صدر جسٹس رولٹ کی صدارت میں پیش کی جانے والی رپورٹ میں دو بل متعارف کروائے گیے
A 21 22|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S اس فلم میں جان ریمبو اسماعیل تارا حنا دلپذیر غلام محی الدین اور جاوید شیخ کی آواز شامل ہے
A 18 19|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اس فلم میں جان ریمبو اسماعیل تارا حنا دلپذیر غلام محی الدین اور جاوید شیخ کی آواز شامل ہے
A 18 19|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S یہ فلم 13 اکتوبر 2018 کو جیو فلمز کی طرف سے جاری کیا جائے گا
A 12 13|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ فلم 13 اکتوبر 2018 کو جیو فلمز کی طرف سے جاری کیا جائے گا
A 14 15|||R:VERB:INFL|||گی|||REQUIRED|||-NONE-|||0

S معاویہ بن ابو سفیان جزیرہ نما عرب کے علاقے شام ( موجودہ سوریہ لبنان اردن اور فلسطین ) کے گورنر تھے
A 20 21|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S معاویہ بن ابو سفیان جزیرہ نما عرب کے علاقے شام ( موجودہ سوریہ لبنان اردن اور فلسطین ) کا گورنر تھا
A 20 21|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S جس کو وصول کرنے کے لیے حسن اپنے آدمی بھیجے گا
A 10 11|||R:VERB:INFL|||گے|||REQUIRED|||-NONE-|||0

S معاویہ بن ابو سفیان جزیرہ نما عرب کے علاقے شام ( موجودہ سوریہ لبنان اردن اور فلسطین ) کے گورنر تھے
A 20 21|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S جس کو وصول کرنے کے لیے حسن اپنے آدمی بھیجے گے
A 10 11|||R:VERB:INFL|||گا|||REQUIRED|||-NONE-|||0

S معاویہ بن ابو سفیان جزیرہ نما عرب کے علاقے شام ( موجودہ سوریہ لبنان اردن اور فلسطین ) کا گورنر تھا
A 20 21|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S اس نے قسم کھائی کہ وہ اسے نقصان پہنچانے کی خواہش نہ کرے گا
A 13 14|||R:VERB:INFL|||گے|||REQUIRED|||-NONE-|||0

S جس کو وصول کرنے کے لیے حسن اپنے آدمی بھیجے گا
A 10 11|||R:VERB:INFL|||گے|||REQUIRED|||-NONE-|||0

S مزید خانہ جنگی سے بچنے کے لیے حسن ابن علی نے معاویہ کے ساتھ صلح کر لی
A 16 17|||R:VERB:INFL|||لیا|||REQUIRED|||-NONE-|||0

S 31 اکتوبر 1531 کو مارٹن لوتھر نے 95 نکات لکھ کر جرمنی کے ایک گرجاگھر کے دروازے پر چسپاں کئے تھے
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس نے 2011 میں رلیز شدہ تمل رومانی فلم کنڈین کی اداکارانہ کارکردگی پر مثبت تاثرات حاصل کئے
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S وہ ویدانت کے علم اور تصوف کے علم میں ماہر تھے اور انہیں ان پر زبردست عبور حاصل تھا
A 10 11|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S معتمد خان کے مطابق جدروپ مسلمانوں کے تصورات کی صفائی میں دلائل پیش کرتے تھے
A 13 14|||R:VERB:INFL|||کرتا|||REQUIRED|||-NONE-|||0

S معتمد خان کے مطابق جدروپ مسلمانوں کے تصورات کی صفائی میں دلائل پیش کرتے تھے
A 14 15|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S ان کی وجہ شہرت پاکستان ٹیلی ویژن نیٹ ورک پر ان کے پرفارم کئے گئے کئی ڈرامے تھے
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس انتظام کو تھوڑے ہی دن ہوئے تھے کہ عبدالشمس نے اپنے سارے فرائض اپنے بھائی ہاشم کے سپرد کر دیئے
A 20 21|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ہریانہ حکومت نے علاج کے لیے بطور امداد 5 لاکھ روپے دیئے تھے
A 11 12|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S مشہور محدث حافظ ابن قی م نے اپنے رسالہ " الوابل ال ص یب میں ذکر کے فضائل یہ بیان کئے ہیں
A 20 21|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ا س کے دوسرے معانی جالب النوم ( نیند لانے والا ) بھی بیان کئے گئے ہیں
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S عالے خان کراچی پاکستان میں پیدا ہوے
A 6 7|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S جوار شات زیادہ تر ہضم طعام کے لئے استعمال کئے جاتے ہیں
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S علی بابا خان , ایک پاکستانی پشتو موسیقار ہے
A 8 9|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اس کے بنیادی دو پہلو ہے پہلا استعمال اور نہ استعمال اور دوسراں نرم وراثت
A 5 6|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اگر ایسے بچوں کی ہکلاہٹ دور کرنی ہو تو بچوں کو اسپیچ تھیراپی دینے کی بجائے والدین کا علاج کرنا چاہیئے
A 20 21|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S تفصیل کے لئے دیکھئے ایارہ ایارجات
A 3 4|||R:VERB:INFL|||دیکھیے|||REQUIRED|||-NONE-|||0

S عرق پان میں کھرل کئے جانے کی وجہ سے ا س کو حب پان کے نام سے موسوم کیا گیا
A 4 5|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S متعدد اط ب ا کے ترتیب دئیے ہوئے نسخوں میں حکیم ارشد کے م رت بہ ا س نسخہ کو خاص شہرت حاصل ہوئی
A 6 7|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس سلسلے کو اب بند ہوجانا چاہئے
A 6 7|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S ان دونوں گانوں پر نادرہ کے ساتھ اسماعیل شاہ نے بھی بہت عمدہ رقص کئے تھے
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S سلسلہ میں مریدین دوست کے لفظ سے یاد کئے جاتے ہیں
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S دو مرتبہ مسند اہتمام پر فائز کئے گئے پہلی مرتبہ 1285 ھ و 1285ھ میں
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S انہوں نے ہندوستان کی نیشنل کرسچین کونسل کی ایگزیکٹو کمیٹی میں کام کیا اور 1923 میں شادی کرنے کے لیے سبکدوش ہوگئی
A 21 22|||R:VERB:INFL|||ہوگئیں|||REQUIRED|||-NONE-|||0

S اس کے ایک محل پرآذری اشعار کندہ کئے گئے
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S انیتا ہسانندنی ریڈی ( پیدائش 14 اپریل 1981 ) ایک بھارتی اداکارہ ہے
A 12 13|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S وہ کثیر اللسانی فلموں اور ڈراموں میں کام کرچکی ہے
A 9 10|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S عشق کا رد عمل تو دیکھئے آج وہ بدنام ہیں میرے لیے
A 5 6|||R:VERB:INFL|||دیکھیے|||REQUIRED|||-NONE-|||0

S ا س اشاعت میں صرف فارسی متن تھا اور حواشی نہیں دئیے گئے تھے
A 11 12|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S فترہ اس دور یا دین کو کہا جاتا ہے جس میں کوئی نبی یا رسول مبعوث نہیں کئے گئے
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ویسے تو چاکرانی الگ الگ قبیلون میں بٹے ہوے ہیں پر چاکرانی ایک ہی قوم ہے
A 8 9|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S افغان خواتین کونسل نے خواتین کی فلاح و بہبود کے لئے عملی اقدامات کئے
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس کے بعد بھی کئی موقع پر اس مجاہدہ نے کارہائے نمایاں انجام دیئے جس میں سے ایک جنگ یرموک بھی ہے
A 13 14|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S انہوں نے کئی فلکیاتی آلے ایجاد کئے
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ابتشام شیخ پاکستان سپرلیگ مین پشاور زلمی کی نمائیدگی کرتے ہین
A 10 11|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اور قلب پر اس کے روحانی ثمرات واضح محسوس کئے جا سکتے ہیں
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 2 آجا آجا کھو دیئے ہیں فلم تیری تلاش میں
A 4 5|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S بھی زخمی ہوئی لیکن آپ ایک ہاتھی پر سوار ہو گئے
A 2 3|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S شاہ قلی خان نے نارنول , بھارت میں مغلیہ سلطنت کے گورنر کے فرائض سر انجام دئیے
A 16 17|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اسکول میں قرات اور نعت کے مختلف مقابلوں میں حصہ لیا اور مختلف انعامات حاصل کئے
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S وہ چار مرتبہ ناگالینڈ کی وزارت اعلی کا منصب پانے والا واحد شخص ہے
A 13 14|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S ان کو سڑک پر بلا جھجک اور بغیر کسی پریشان کا سامنا کئے ہوئے سڑکوں پر گھومنے کی آزادی ہے
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جنرل ضیا الحق کے دور میں ان پر تقریبا دس مقدمے کئے گئے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ان کا شعری مجموعہ " اپنا جرم ثابت ہے " جنرل ضیا الحق کے ظلم و ستم کو بیاں کرتی ہے
A 19 20|||R:VERB:INFL|||کرتا|||REQUIRED|||-NONE-|||0

S مگر سندھ کی بھوری مٹی سے بنی یہ عورت اپنی ناک اونچی کئے برابر جئیے گئی
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ان کا شعری مجموعہ " اپنا جرم ثابت ہے " جنرل ضیا الحق کے ظلم و ستم کو بیاں کرتا ہے
A 19 20|||R:VERB:INFL|||کرتی|||REQUIRED|||-NONE-|||0

S ان کا شعری مجموعہ " اپنا جرم ثابت ہے " جنرل ضیا الحق کے ظلم و ستم کو بیاں کرتی ہے
A 19 20|||R:VERB:INFL|||کرتا|||REQUIRED|||-NONE-|||0

S پھر انہوں نے طلانی اردو میں جم کر اسلام کی تبلغ کی اور وسط ایشیا میں مبلغین کے سفیر روانہ کئے
A 20 21|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S پھر انہوں نے طلانی اردو میں جم کر اسلام کی تبلغ کی اور وسط ایشیا میں مبلغین کے سفیر روانہ کئے
A 20 21|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S مفتی اعظم نے اپنی وسعت کے بقدربیرون ملک سیکڑوں وفود سے ملاقات کی اور کئی اسلامی رسالے شائع کئے
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ا س کے بعد ذوالحجہ میں داخلہ شرو ع کئے جائیں گے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اہل اسلام کے مطابق اسحاق اخرس جھوٹے انبیا میں سے ایک تھے
A 11 12|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S کہتے ہیں کہ وہ کمال کے کیمیا گر بھی تھے
A 9 10|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S اسحاق 135ھ میں اصفہان میں آئے
A 5 6|||R:VERB:INFL|||آیا|||REQUIRED|||-NONE-|||0

S اصفہان پہنچ کر ایک عربی مدرسے میں قیام پذیر ہوئے اور یہیں کے ایک چھوٹے سے کمرے میں مکمل دس سالوں تک ٹھہرے رہے
A 9 10|||R:VERB:INFL|||ہوا|||REQUIRED|||-NONE-|||0

S اصفہان پہنچ کر ایک عربی مدرسے میں قیام پذیر ہوئے اور یہیں کے ایک چھوٹے سے کمرے میں مکمل دس سالوں تک ٹھہرے رہے
A 22 23|||R:VERB:INFL|||ٹھہرا|||REQUIRED|||-NONE-|||0

S اصفہان پہنچ کر ایک عربی مدرسے میں قیام پذیر ہوئے اور یہیں کے ایک چھوٹے سے کمرے میں مکمل دس سالوں تک ٹھہرے رہے
A 23 24|||R:VERB:INFL|||رہا|||REQUIRED|||-NONE-|||0

S دس سالوں تک بے زبان کا ناٹک کرنے کی وجہ سے وہ اخرس کے لقب سے مشہور ہوگئے
A 17 18|||R:VERB:INFL|||ہوگیا|||REQUIRED|||-NONE-|||0

S وہ ہمیشہ اشاروں سے مدعا کیا کرتے اور ہر شخص سے ان کا رابط مؤدت و شناسائی قائم تھا
A 6 7|||R:VERB:INFL|||کرتا|||REQUIRED|||-NONE-|||0

S اسحاق اندر ہی براجمان تھے
A 4 5|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S قاضی محب اللہ نے یہ تصانیف بطور یادگار چھوڑی ہیں
A 9 10|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S ا ن کے فرزند رشید مستوفی الملک محمد علی نادر شاہ افشار کے قہر و غضب کا شکار ہوکر قتل کردئیے گئے
A 20 21|||R:VERB:INFL|||کردیے|||REQUIRED|||-NONE-|||0

S ا س کے سوائے جہاں کسی اور کتاب سے مضامین اخذ کیے ہیں وہیں ا ن کے حوالہ جات بھی لکھ دئیے ہیں
A 21 22|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ) ایک پاکستانی نوجوان اداکار ہے وہ پاکستانی ڈراما سیریل میں کام کرتے ہیں
A 12 13|||R:VERB:INFL|||کرتا|||REQUIRED|||-NONE-|||0

S ) ایک پاکستانی نوجوان اداکار ہے وہ پاکستانی ڈراما سیریل میں کام کرتے ہیں
A 13 14|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S خلیفہ نے چالیس سپاہی اس کے ساتھ کر دیئے
A 8 9|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس فلم کی تحریک دیا خان کو بی بی سی پر اپنے دیئے گئے انٹرویو سے ملی
A 12 13|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S " تنازعہ کے ابتدا کے دوران سری لنکا فورسز نے تامل ٹائیگرز کی طرف سے قبضے کئے علاقوں کو واپس لینے کی کوشش کی
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یحیی کے والد بھی اکابر محدثین میں شمار کئے جاتے ہیں اور ان کے پردادا میمون کا لقب کشمین تھا
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S شکاریوں نے قوس و قزح ایجاد کئے کشتیاں بھی بنیں اور بھیڑیوں کا جال اور اوزار سے شکار کیا جانے لگا
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S بوتائی تہذیب ( 3600 3100 قبل عیسوی ) نے گھر بنانے شروع کئے اور پتھروں کو تراشے
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S پر دریائی شیریں میں سے شیعہ پیدا کئے اور دریائے تلخ سے کفار ( یعنی غیر شیعہ ) کی تخلیق فرمائی
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S تمام حلال جانوروں کے سر اور انڈے حرام کر دیئے جس کی وجہ سے آج بھی ان علاقوں کے بربر انڈا نہیں کھاتے
A 9 10|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S مسلمانوں نے بھی محاصرہ کئے رکھا
A 4 5|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 25 جنوری 1847 سے اس کے صفحات دو گنا کر دئیے گئےاور قیمت بھی دو آنے فی پرچہ یا چار آنے ماہوار تھی
A 10 11|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S کیمیا دانوں نے متعدد انفرادی شواہد دریافت کئے تھے
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اور ہدایت اور نصیحت کے پیغام بھی پہنچا تھے
A 7 8|||R:VERB:INFL|||پہنچائے|||REQUIRED|||-NONE-|||0

S ا س وقت سے انگریزوں کی حکومت ہندوستان میں پھیل گئ
A 10 11|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S 1586 میں پیدا ہونے والے ایک سوداگر بنارسی داس نے 200 روپے بذریعہ ہنڈی وصول کئے
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس فلم کو فلم فیئر انعام برائے بہترین مکالمات اور فلم فیئر انعام برائے بہترین پس پردہ گلو کارہ 1983 میں عطا کیا گیا
A 22 23|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس فلم کو فلم فیئر انعام برائے بہترین مکالمات اور فلم فیئر انعام برائے بہترین پس پردہ گلو کارہ 1983 میں عطا کیا گیا
A 23 24|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S اسی کے بعد وسیم اس سے دوبارہ شادی کر سکتا ہے
A 9 10|||R:VERB:INFL|||سکتی|||REQUIRED|||-NONE-|||0

S اس کے علاوہ عورتوں اور نوجوان لڑکیاں خصوصی طور پر ضیافت کا انتظام کرتے ہیں اور ایک دوسرے کو مبارکباد دیتے ہیں
A 13 14|||R:VERB:INFL|||کرتی|||REQUIRED|||-NONE-|||0

S اس طرح کے تصادم کی مختلف وجوہ ہو سکتی ہیں
A 8 9|||R:VERB:INFL|||سکتے|||REQUIRED|||-NONE-|||0

S اس کتاب کو وسیع پیمانے پر ہندوستانی تاریخ پر کیے گیے جدید بہترین کاموں میں سے ایک سمجھا جاتا ہے
A 10 11|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S حضرت بہاؤ الدین زکریا نے غربا و مساکین کے دامن زر و جواہر سے بھر دیئے
A 15 16|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S محسن داوڑ اس وقت پشتون تحفظ تحریک سے جڑا ہوا ہے
A 9 10|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S محسن داوڑ اس وقت پشتون تحفظ تحریک سے جڑا ہوا ہے
A 10 11|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S محسن داوڑ قومی اسمبلی پاکستان کا رکن حلقہ این اے 48 سے 2018 انتخابات میں کامیاب ہوا
A 16 17|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S سید محمود حسن نے دسویں تک کی تعیم شہر بہرائچ کے گورنمنٹ انٹر کالج سے حاصل کیا
A 16 17|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S اور بہترین تعاون کرنے والے خدام کو بھی انعامات دئیے گئے
A 9 10|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اسی طرح بیسٹ سکورر ڈیفینڈر اور کیپر میں بھی انعامات تقسیم کئے گئے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 1947 میں تقسیم ہند کے بعد یہ حکومت پاکستان کے تشکیل دئیے گئے ادارے محکمہ اوقاف کی زیر نگرانی آگیا
A 11 12|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ایک یونانی سویڈش اداکارہ ہے
A 4 5|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اور اس وقت ممبئی بھارت میں مقیم ہے
A 7 8|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S ( ب ) جہاں اماموں اور معلمین کی ضرور ت ہوتی ہے وہاں صالح امام اور لائق معلم فراہم کئے جاتے ہیں
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جرمن ڈکشنری کے لئے اوریجنل الفاط مہی ا کئے اورجرمنی کی ہائیڈل برگ یونیورسٹی سے شائع شدہ ڈکشنری کے کو آتھر قرار پائے
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپ ایک بہترین مصنف ہونے کے ساتھ ساتھ عمدہ مترجمین میں شمار کئے جاتے ہیں
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپ اپنے آس پاس کے علاقوں میں منبر کی زینت شمار کئے جاتے تھے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اشتہار بھی بڑا خوبصورت تھا یہ اشتہار ایک چائے کی پتی کا تھا جس کے بول تھے چائے چاہئے
A 18 19|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S یہ ادارہ جسمانی طور پر اور ذہنی طور پر دونوں کو نقصان پہنچاتی ہے
A 12 13|||R:VERB:INFL|||پہنچاتا|||REQUIRED|||-NONE-|||0

S 26مئی 2014 کو بی جے پی نے کانگریس کا دس سالہ طلسم توڑا اور نریندر مودی وزیر اعظم بھارت نامزد کئے گئے
A 20 21|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس سیریل میں کئ کہانیاں انہوں نے خود لکھی ہے
A 9 10|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S آئین کو بننے میں کل تین سال لگے اور اس دوران میں 165 ایام پر محیط 11 اجلاس منعقد کیے گیے
A 20 21|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S دونوں فلمیں تجارتی لحاظ سے کامیاب رہی اور سارہ نے فلم فیئر اعزاز برائے بہترین نئی اداکارہ حاصل کیا
A 6 7|||R:VERB:INFL|||رہیں|||REQUIRED|||-NONE-|||0

S دونوں فلمیں دسمبر 2018 میں جاری ہوئی
A 6 7|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S سارہ بطور مسلم پیدا ہوئیں تھیں
A 4 5|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S ان قلعوں میں کئی بلند دیواریں اور برج موجود ہیں جو اس میں مقیم افراد کی حفظت کے لئے تعمیر کئے گئے ہیں
A 20 21|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ندا کھوڑو ایک پاکستتانی سیاست دان ہے جو 13 اگست 2018 سے رکن صوبائی اسمبلی سندھ ہے
A 6 7|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S ندا کھوڑو ایک پاکستتانی سیاست دان ہے جو 13 اگست 2018 سے رکن صوبائی اسمبلی سندھ ہے
A 16 17|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S انگریزی اور اردو میں سے کس زبان کے محاروے اور روزمر کو و آسانی سے سمج سکتے یں تحریر میں استعمال کرسکتے یں
A 15 16|||R:VERB:INFL|||سمجہ|||REQUIRED|||-NONE-|||0

S انہوں نے ابتدائی طور پر 95 جمع کئے جسے انہوں نے 5 اور 10 کے اضافی سود پرقرض دیا
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S انہوں نے قرآن مجید اپنے والد سے پڑھااوربنیادی دینی علوم بھی والد صاحب سے حاصل کئے
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ایم اکرم کی پیدائش 28 مارچ 1934 میں پیدا ہوے
A 9 10|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S امیٹھی سے سب سے پہلے رکن پارلیمان انڈین نیشنل کانگریس ودیا دھر باجپائی تھے وہ 1971 میں دوبارہ چنے گیے تھے
A 19 20|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S دو درجی مساوات کی جس کی معیاری شکل ذیل میں دی گئ ہے
A 11 12|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S یہ منصوبہ 2020 میں مکمل ہونا چاہئے
A 6 7|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S نئے وکیل نے نئے ثبوت پیش کیے ہیں اور مقدمے کی سماعت عدالت کی طرف سے کئے جانے والے خامیوں کو بتاتے ہیں
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S انہوں نے ریڈیو پر بھی بہت سے سائنسی پروگرامز پیش کیئے
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ایک اندازے کے مطابقانہوں نے سائنس سے متعلقہ موضوعات پر تقریبا 500 پروگرامز پیش کیئے
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 1972 میں دوسری اسلامی سربراہی کانفرنس کی نشریات میں بھی انہوں نے بحیثیت کمپئیر اپنے فرائض انجام دیئے
A 17 18|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اگر آپ ڈپریشن کی علامات اور علاج سے متعلق مزید جاننا چاہتے ہیں تو نیچے دیئے ہو ئے لنک پر کلک کریں
A 15 16|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اپنی خدمات انجام دے رہیں ہیں
A 4 5|||R:VERB:INFL|||رہے|||REQUIRED|||-NONE-|||0

S ستمبر 2016 میں چار حملہ آوروں نے اوڑی میں واقع بھارتی فوجی بریگیڈ کے صدر دفتر پر حملہ کر کے انیس سپاہی مار دیئے
A 23 24|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S دیئے بھیج فوجاں کو اول شتاب جو جا کر کریں ملک سارا خراب
A 0 1|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ان کی مشہور غزل کا ایک شعر دیکھئے
A 7 8|||R:VERB:INFL|||دیکھیے|||REQUIRED|||-NONE-|||0

S نمونے کے طور پر یہ شعر دیکھئے
A 6 7|||R:VERB:INFL|||دیکھیے|||REQUIRED|||-NONE-|||0

S کتاب ھ ذا میں کم و بیش دو درجن سفرناموں کے حوالے سے تنقیدی مضامین شامل کئے گئے ہیں
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس کا مینار اور تزین ساتویں صدی ہجری بمطابق تیرہویں صدی عیسوی میں تعمیر کی گئی
A 14 15|||R:VERB:INFL|||کیا|||REQUIRED|||-NONE-|||0

S اس کا مینار اور تزین ساتویں صدی ہجری بمطابق تیرہویں صدی عیسوی میں تعمیر کی گئی
A 15 16|||R:VERB:INFL|||گیا|||REQUIRED|||-NONE-|||0

S علاوہ ازیں آپ نے دو رسالے بھی زد تحریر کئے قرآن ایک عالمگیر کتاب تعلیم ایک اہم ضرورت
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S و6و البتہ 1980 کی دہائی کے بعد دونوں ملکوں نے اپنے اقتصادی تعلقات کو استوار کئے ہیں
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 2008 میں چین بھارت کا سب سے بڑا اقتصادی پارٹنر بنا ساتھی دونوں ممالک نے اپنے حکمت عملی اور فوجی تعلقات بھی مضبوط کئے
A 23 24|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S پنجاب یونیورسٹی سے اردو لیٹریچر میں ایم کرچکا ہوں
A 8 9|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S عرصہ چار سالوں سے پاکستان کے مختلف اخباروں جرائد اور معتبر سائٹس کے لیے کالم لکھ رہا ہوں
A 16 17|||R:VERB:INFL|||رہے|||REQUIRED|||-NONE-|||0

S عرصہ چار سالوں سے پاکستان کے مختلف اخباروں جرائد اور معتبر سائٹس کے لیے کالم لکھ رہا ہوں
A 17 18|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S چین کے غیر ہموار تاریخی ارتقا نے معاشرے میں تضادات پیدا کئے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S نہ پانی تھی نہ خوراک اور حکومت شش و پنج کا شکار تھی
A 2 3|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S جن میں اہم سوشل ڈیموکریٹک اور یک پارٹی نظام کی حامی پارٹیوں سے تعلقات استوار کئے ہیں
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس کے مطابق اس نظام میں کئے جانے فیصلے بحث و مباحثہ کے بعد متحدانہ طور پر لیے جاتے ہیں
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس کے مطابق اس نظام میں کیے جانے فیصلے بحث و مباحثہ کے بعد متحدانہ طور پر لیے جاتے ہیں
A 6 7|||R:VERB:INFL|||کئے|||REQUIRED|||-NONE-|||0

S اس کے مطابق اس نظام میں کئے جانے فیصلے بحث و مباحثہ کے بعد متحدانہ طور پر لیے جاتے ہیں
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہود بھی ابتدائی معاہدہ کی رو سے اس طرح کی دیت میں برابر کے شریک قرار دیئے گئے تھے
A 16 17|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S و1و بڑے حصے 1978 کے نسخہ سے لئے گئے اور کئی ترامیم 1954 کے نسخے سے کی گئی
A 7 8|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S و1و بڑے حصے 1978 کے نسخہ سے لیے گئے اور کئی ترامیم 1954 کے نسخے سے کی گئی
A 7 8|||R:VERB:INFL|||لئے|||REQUIRED|||-NONE-|||0

S و1و بڑے حصے 1978 کے نسخہ سے لئے گئے اور کئی ترامیم 1954 کے نسخے سے کی گئی
A 7 8|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S یوم خواتین ایک عمومی اصطلاح ہے جس سے درج ذیل مخصوص اصطلاحات نام مراد لئے جاتے ہیں
A 14 15|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اس کے کلاس ساتھیوں نے وی چیٹ پر پیغامات ارسال کئے اور ہیش ٹیگ بھی چلایا
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S مسیحیت یہودیت میں خدا کو یہوداہ ایلوہیم ایل وہ میں جو ہوں سو میں ہوں جیسے نام بھی دیئے گئے
A 18 19|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S پہلی تعیناتی گورنمنٹ کالج راول پنڈی میں ہوی
A 7 8|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S پرتگیزی ہند میں ایک ہندوستانی مسلمان کونجالی ماراکاری پرتگالیوں نے جنگ کی اور اپنے جہاز واپس لے لئے
A 17 18|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S ان کی کتابیں ختفگان کراچی خفتگان خاک لاہور اور وفیات مشاہیر پاکستان سند کا درجہ رکھتیں ہیں
A 15 16|||R:VERB:INFL|||رکھتے|||REQUIRED|||-NONE-|||0

S کوائف کے آخر میں مآخذ درج کئے گئے ہیں
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس میں 600 سے زائدمتوفی پاکستانی اہل قلم علما کے عداد و شمار نہایت محنت اور سلیقے سے پیش کئے گئے ہیں
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S سوانحی اعداد و شمار اور علمی کارناموں کے تذکرے کے بعد صفحات کے آخر میں مآخذ درج کئے گئے ہیں
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S سوانحی اعداد و شمار اور علمی کارناموں کے تذکرے کے بعد صفحات کے آخر میں مآخذ درج کئے گئے ہیں
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ان کے والد اس وقت ملک کو ایک خودمختار ریاست قرار دیئے جانے کے بعد پولیس افسر کے طور پر تعینات تھے
A 11 12|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S 1962 میں دونوں ممالک نے سرحدی معاہدہ کیا جس کے مطابق چین نے کئی علاقے منگولیا کے سپرد کردئیے
A 18 19|||R:VERB:INFL|||کردیے|||REQUIRED|||-NONE-|||0

S ایسے گیتوں میں 311 وہ گیت ہیں جو کنفیوشس نے منتب کئے تھے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس میں کنفیوشس نے اپنے ملک لو کے تاریخی احوال رقم کئے ہیں
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جبکہ ان نقلی دلائل کے علاوہ عقل دلائل بھی پیش کئے گئے ہیں
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S شیخ بہائی اور میر داماد کے بعد انہوں نے جامع مسجد میں امام جمعہ کے فرائض بھی انجام دئیے
A 18 19|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S 2011 میں ایک قانون متعارف کرایا گیا جس کی رو سے تائیوان میں ایسے مقامات مخصوص کئے جائیں کہاں طوائفیں اپنا کاروبار کر سکیں
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 2011 میں ایک قانون متعارف کرایا گیا جس کی رو سے تائیوان میں ایسے مقامات مخصوص کیے جائیں کہاں طوائفیں اپنا کاروبار کر سکیں
A 16 17|||R:VERB:INFL|||کئے|||REQUIRED|||-NONE-|||0

S 2011 میں ایک قانون متعارف کرایا گیا جس کی رو سے تائیوان میں ایسے مقامات مخصوص کئے جائیں کہاں طوائفیں اپنا کاروبار کر سکیں
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S مٹیلڈا 1996 بننے والی ایک امریکی فلم ہے
A 2 3|||R:VERB:INFL|||بنے|||REQUIRED|||-NONE-|||0

S اس عرصے میں پاکستان نیشنل کونسل آف آرٹس اور اکیڈمی آف لیٹرز جیسے ثقافتی اور ادبی ادارے قائم کئے گئے
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S تھیٹر میں غیر ملکی ادب سے ڈرامے ماخوذ کئے گئے
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S الحمرا ہال میں کمرشل ڈراموں کی کامیابی سے حوصلہ پا کر پرائیویٹ پارٹیوں نے تھیٹر ہالز قائم کرنا شروع کر دیئے
A 20 21|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S جو ڈرامے پیش کیئے جا رہے ہیں ان میں کوئی اصلاحی پہلو شامل نہیں ہے
A 3 4|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ سماجی طور اور گمبھیر ناٹک کھیلتا ہے اور اسنے ایشیا اور یورپ میں فن مظاہرے کیئے ہیں
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S تکمیل علم کے بعد ایک سال تک میرٹھ میں سلطان التمش کی مسجد سے ملحق مدرسہ میں تدریسی فرائض انجام دیئے
A 20 21|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S یہ عزم کوریا کی جنگ میں چین کے مخالف تھی
A 9 10|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S ایک درجن مساجد اور مستورات کے لیے 2 مدارس بھی گاؤں میں موجود ہے
A 13 14|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اتنے میں نے موقع غنیمت جان کر وقت ضائع کئے بغیر پوچھا حضور کیا دین سے متعلق کچھ سوالات کرسکتا ہوں
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ ڈاکٹر منیر احمد کی دوسری مطبوعہ کتاب ہے جسے سلیچ پبلی کیشنز گجرات نے جولائی 1997 میں شائع کی
A 19 20|||R:VERB:INFL|||کیا|||REQUIRED|||-NONE-|||0

S اس کتاب میں اسلام آباد کے قبرستانوں میں مدفون تقریبا 500 شخصیات کے حالات اور الواح قبور کی عبارات دی گئے ہیں
A 20 21|||R:VERB:INFL|||گئ|||REQUIRED|||-NONE-|||0

S ان کے والد کا نام حاجی اللہ دتاسلیچ ہے جو 27 مئی 1998 کو وفات پا گئے
A 16 17|||R:VERB:INFL|||گئیے|||REQUIRED|||-NONE-|||0

S یہاں انہیں اچھے اساتذہ ملے اور وہ جلد ہی اپنے جماعت اور پھر پورے کالج کے نمایاں طالب علم بن گئے
A 20 21|||R:VERB:INFL|||گئیے|||REQUIRED|||-NONE-|||0

S اس کتاب کے پہلے باب ( روح کارواں ) میں 145 شخصیات کے حالات اور قبروں کے کتبے دیے گئے ہیں
A 19 20|||R:VERB:INFL|||گئیے|||REQUIRED|||-NONE-|||0

S کتاب کے آخر میں دستاویزات اور خطوط کے عکس بھی دیے گئے ہیں
A 11 12|||R:VERB:INFL|||گئیے|||REQUIRED|||-NONE-|||0

S اس کتاب میں اسلام آباد کے قبرستانوں میں مدفون تقریبا 500 شخصیات کے حالات اور الواح قبور کی عبارات دی گئ ہیں
A 20 21|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S اظہر کلیم صاحب نے کئی انگریزی ناولوں کے اردو میں شاندار ترجمے بھی کئے
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S امت شاہ سرکھیج اسمبلی حلقہ سے لگاتار چار مرتبہ ( 1997 1998 2002 اور 2007 ) ایم ایل اے منتخب کئے گئے
A 20 21|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اپریل 2019 میں سری لنکا میں دہشت گرد حملہ ہوا جس میں کچھ گرجا گھروں اور عالیشان ہوٹلوں میں خود کش دھماکے کیے گئی
A 23 24|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S کثیر الانتخابی یا ملٹی پل چوائس سوال میں کئی ممکنہ جوابات دئیے جاتے ہیں جن میں سے ایک درست ہوتا ہے
A 11 12|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اردو صحافت کے آغاز سے متعلق کئی متضاد دعوے کئے گئے ہیں
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S فوج کے متعلق احکامات بھی شائع کئے جاتے تھے
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جس میں اسلام اور مسلمانوں سے متعلق اہانت آمیز الفاظ استعمال کئے گئے تھے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپ کا جانشین آپ کے بیٹے حافظ محمود تونسوی ہوئے
A 9 10|||R:VERB:INFL|||ہوا|||REQUIRED|||-NONE-|||0

S اصحاب صفہ میں شمار کئے جاتے ہیں
A 4 5|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S غریب طلبا کے لئے وظائف مقرر کئے
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جبکہ ہرات کابل قندھار کوئٹہ قلات ملتان اور پشاور کی حکومتوں سے متعلق واقعات بھی قلمبند کئے گئے ہیں
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S پھرسات افرادپرمشتملوفدخ شین رسول اللہ کی خدمت میں حاضر ہوا اوریہ سارے لوگ ابوثعلبۃ ہی کے پاس قیام کئے
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S طلحہ بن عمرو بصری صحابی رسول اصحاب صفہ میں شمار کئے جاتے ہیں
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S شداد بن ا س ید سلمی صحابی رسول اصحاب صفہ میں شمار کئے جاتے ہیں
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S سالم بن عبیداشجعیصحابی رسول اصحاب صفہ میں شمار کئے جاتے ہیں
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ڈاکٹر اجمل خان نے اب تک ایک درجن سے زائد کتابیں اور400سے زائد تحقیقی مقالے تحریر کئے جن کا مجموعی امپیکٹ فیکٹر250سے زائد انڈیکس
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جامعہ راشدیہ میں عرصہ دراز کی تدریس کے بعد ڈوکری کی جامع مسجد میں تدریس کے فرائض انجام دیئے
A 18 19|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس اسکول میں تمام امتحانات اچھے نمبروں کے ساتھ پاس کئے
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جیفرسن کا یہ خیال تھا کہ لوگوں کو تعلیم یافتہ ہونا چاہیے اور زمین کے چھوٹے قطعات ان کی ملکیت میں ہونے چاہییں
A 22 23|||R:VERB:INFL|||چاہئیں|||REQUIRED|||-NONE-|||0

S علاوہ ازیں امیر عبدالرحمن الداخل کی مجاہدانہ زندگی کے نمایاں خدوخال شرح و بسیط کے ساتھ بیان کئے گئے ہیں
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اسوہ حسنہ کی روشنی میں اس کی اہمیت فضائل تربیتی اثرات اور نمایاں پہلو بھی بیان کئے گئے ہیں
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 16مئی 2019 کو بعارضہ نمونیا سینٹ میری ہسپتال لندن میں بعمر 80 سال وفات پائی لندن میں ہی تدفین کی گئ
A 20 21|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S میں نے اس دن قلعہ کے اندر تین تیر پہنچا دیئے
A 10 11|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ان موضوعات پر انہوں نے بکثرت مضامین لکھے اور مقالے تحریر کئے جن میں بیشتر کتابی صورت میں شائع ہوئے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس رسالے میں ان کے مضامین کے علاوہ دیگر مصن فین کے مضامین بھی شائع کئے جاتے تھے
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S فوج نے دستاویزات پر مبنی ڈریفس کے خلاف اضافی الزامات عائد کئے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S فوج نے دستاویزات پر مبنی ڈریفس کے خلاف اضافی الزامات عائد کیے
A 11 12|||R:VERB:INFL|||کئے|||REQUIRED|||-NONE-|||0

S فوج نے دستاویزات پر مبنی ڈریفس کے خلاف اضافی الزامات عائد کئے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S مولوی باقر کو اردو کے علاوہ عربی فارسی اور انگریزی بھی آتی تھی انہوں نے دینی اور دنیوی تعلیم دونوں حاصل کی تھی
A 22 23|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S شوبل ایک بہت بڑا اور لمبا پرندہ ہے جو گگن بھیڑ اور بگلا کی نسل سے تعلق رکھنتے ہوئے کہا جاتا ہے
A 19 20|||R:VERB:INFL|||کہلا|||REQUIRED|||-NONE-|||0

S گلیل سے بیدخل کئے گئے یہودی باغی جنگجو اور ہزاروں پناہ گزینوں سے یروشلم میں سیاسی بحران سے پیدا ہوا
A 3 4|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S بچتر مغلیہ سلطنت کے دور کا ہندوستانی مصور تھا
A 8 9|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S دہلی پر روہیلہ حملے اور اس کے نتیجے میں شاہی خاندان پر آنے والی آفت کے اثرات ہندوستان بھر میں محسوس کئے گئے
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S میٹ فریڈرکسن ( تولد 19 نومبر 1977 ) ڈنمارک کی سوشل ڈیموکریٹ سیاست دان ہے
A 14 15|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S دونوں فریقین کی جانب سے نامور وکیل کئے گئے اور تقریبا سو گواہوں کو بلایا گیا
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپ اپنے عصر کے بڑے فقہا میں شمار کئے جاتے ہیں
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس نے بہت سی کتب لکھی ہیں جو مختلف اداروں کی جانب سے شایع ہوئی ہیں
A 14 15|||R:VERB:INFL|||ہوچکی|||REQUIRED|||-NONE-|||0

S یہ پاکستان ٹیلیوزن کراچی سنٹر پر اسکرپٹ ایڈیٹر بھی رہا پھر انسٹیٹیوٹ آف سندھالوجی کے ڈئریکٹر بنے اور بطور ڈئریکٹر2009 میں رٹائر ہوئے
A 9 10|||R:VERB:INFL|||رہے|||REQUIRED|||-NONE-|||0

S اداکار ارجن کپور اور موہیت مرواہ سونم کپور کے چچا زاد ہیں جبکہ اداکار رنویر سنگھ اس کے ماموں کا بیٹا ہے
A 21 22|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S کامیاب ہو نے والے 800 طبیبوں کو حکومت نے رجسٹر کر لیا اور پر یکٹس کے لئے سرکاری سر ٹیفکیٹ جاری کئے
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S انہوں نے سوائے کسی بھید بائو کے سماج کھی خدمت کی مگر مذہبی شدت پسندوں کے ہاتھوں قتل کئے گئے
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ان کی غزل کی سات پستکیں دیوناگری اور اردو میں ایک ساتھ پرکاشت ہوئی ہے
A 13 14|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S ان کی غزل کی سات پستکیں دیوناگری اور اردو میں ایک ساتھ پرکاشت ہوئی ہے
A 14 15|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S کراچی کے قبرستان پاپوش نگر میں تدفین کی گئی
A 8 9|||R:VERB:INFL|||گئیں|||REQUIRED|||-NONE-|||0

S اردن ریلی ایک ریلی مقابلہ ہے جو اردن میں منعقد ہوتا ہے
A 10 11|||R:VERB:INFL|||ہوتی|||REQUIRED|||-NONE-|||0

S رادھیکا آپٹے سومترا چٹرجی توٹا رائے نے کلیدی کردار ادا کئے ہیں
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S انہوں نے برطانیہ میں خواتین کی اعلی تعلیم کے لیے کوششیں کیں
A 11 12|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S اقبال منزل کے اندرونی حصے کی مرمت ہونی چاہئے
A 8 9|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S اس لئے ان بجلی کی تاروں کو اقبال منزل سے دور کرنا چاہئے
A 12 13|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S مگر ا نہوں نے زبان میں رائج گالیاں بے ہودہ بازاری اور فحش الفاظ لغت میں شامل نہیں کئے
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S حر کیمپ پر فائز سرکاری عملداروں کی تنخواہ حروں کی مزدوری سے کاٹی جاتی تھی
A 14 15|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S یعنی شمالی جنوبی ) ایک ترک ٹیلی ویژن ڈراما سیریز ہے
A 10 11|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S ان لوگوں نے 1818 سے 1820 کے سالوں میں اودھ بہار اور بنگال میں سینکڑوں امام بارگاہوں پر حملے کئے
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S قوم اہلسنت نے اس روز چاردیواری کے اندرونی مکانات گرا دیئے
A 10 11|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S مقبرہ کے کنگورے وغیرہ گرا دیئے
A 5 6|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S یہ ڈول آج بھی مودنیا میں موجود ہے
A 7 8|||R:VERB:INFL|||ہےا|||REQUIRED|||-NONE-|||0

S آئین ہند لے مطابق وزیر وزاعلی مندرجہ ذیل اہلیتوں کا حامل ہونا چاہئے
A 12 13|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S معصوم بچوں کو اس شنیع عمل کا شکار نہیں بنایا جانا چاہئے
A 11 12|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S ہمیں مجموعی طور پر اس کا جواب دہ ہونا چاہئے
A 9 10|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S ابو امامہ باہلی اکابر صحابہ میں شمار کئے جاتے ہیں
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S خدا کی شان دیکھئے کہ جب نیند سے بیدار ہوئے تو نہ بھوک تھی نہ پیاس
A 3 4|||R:VERB:INFL|||دیکھیے|||REQUIRED|||-NONE-|||0

S وہ قومی اسمبلی کے رکن بھی رہے ہیں
A 6 7|||R:VERB:INFL|||رہی|||REQUIRED|||-NONE-|||0

S اکتوبر 2016 میں انہوں نے ہندو کو زیادہ بچے پیدا کرنے چاہئے
A 11 12|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S 2016 میں انہوں نے کہا کہ ہندو کی تعاد بھارت میں اور بڑھنی چاہئے
A 13 14|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S یہ کمپنی ایکٹ 1956 کے تحت قائم ہوا اور حکومت ہند نے اس کو ترقی دی
A 7 8|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S کیونکہ یہ جامعہ آپ کے گھر کے ساتھ ہے اسلئے آپ ابھی تک اس کے ساتھ منسلک رہتے ہیں
A 18 19|||R:VERB:INFL|||ہیںت|||REQUIRED|||-NONE-|||0

S ابو عثمان نہدیتابعین اکابر زمرہ میں شمار کئے جاتے ہیں
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ابوالزنادتابعین میں اکابر اہل علم میں شمار کئے جاتے ہیں
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S انمول موتی ایک امریکی انشا پرداز جانسٹین بک کا مختصر ناول ہے جو 1947 میں شائع ہوئی
A 16 17|||R:VERB:INFL|||ہوا|||REQUIRED|||-NONE-|||0

S یہ فلم پاکستان کے ساتھ پوری دنیا میں ٢٥ اکتوبر ٢٠١٩ کو رہا ہو گا
A 14 15|||R:VERB:INFL|||گی|||REQUIRED|||-NONE-|||0

S اس ناول کی خاص بات یہ ہے کہ یہ ہزاروں صفحات پر مشتمل ہے مگر ج ملہ صرف ایک ہی ہے
A 20 21|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اس ناول کی خاص بات یہ ہے کہ یہ ہزاروں صفحات پر مشتمل ہے مگر ج ملے صرف چند ہی ہیں
A 20 21|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S اس لغت کے ڈھانچہ نے مزید لغت نگاروں کو اپنی طرف متوجہ کیا اور اسی طرز پر کئی پروجیکٹ شروع کئے گیے
A 20 21|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس لغت کے ڈھانچہ نے مزید لغت نگاروں کو اپنی طرف متوجہ کیا اور اسی طرز پر کئی پروجیکٹ شروع کئے گیے
A 21 22|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S آپ سے چھوٹے بھائی اور 1 بہن ہے
A 7 8|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S ان گریبانوں پے سلام جو خون سے بھرے ہوے تھے
A 8 9|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S شیخ طوسی نے ان کے قبیلہ کی طرف اشارہ کئے بغیر انہیں اصحاب امام حسین علیہ السلام میں شمار کیا ہے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S امام نے انہیں پانچ قیمتی لباس عطا کئے جن کی قیمت ایک ہزار دینار تھی
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S بعض نے ان کے یہ رجز نقل کئے ہیں
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S خوارزمی نے لکھا کہ اس نے حملے میں دشمن کے دو افراد قتل کئے
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S منہج المقال میں مامقانی نے کسی مستند کا ذ ر کئے بغیر انہیں رسول اللہ کے صحابہ میں سے گ نا ہے
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ان کی نسل میں سے اکثر کی اولادیں خاندان بنو عباس کے دور حکومت میں شہید کئے گئے یا قید خانوں میں رکھے گئے
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپ کی تاریخ وفات بھی ولادت کی طرح نامعلوم ہے لیکن اس حوالے سے دو قول نقل کئے جاتے ہے
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپ کی تاریخ وفات بھی ولادت کی طرح نامعلوم ہے لیکن اس حوالے سے دو قول نقل کیے جاتے ہے
A 17 18|||R:VERB:INFL|||کئے|||REQUIRED|||-NONE-|||0

S آپ کی تاریخ وفات بھی ولادت کی طرح نامعلوم ہے لیکن اس حوالے سے دو قول نقل کئے جاتے ہے
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس کتاب میں بہت اہم اور منفرد مسائل بیان کئے گئے ہیں جو سابقہ مقاتل میں بیان نہیں ہوئے ہیں
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S سماوی نے کسی منبع کا ذکر کئے بغیر کہا آپ کی شہادت اشقیا کے پہلے حملے میں واقع ہوئی
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپ کربلا کی لڑائی میں دلیرانہ لڑے دشمن فوجوں کے گروہ نے آپ کو زخمی کیا آپ گھوڑے سے گرے اورشہید کر دی گئے
A 22 23|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ان کے جسد کے ٹکڑے ٹکڑے کر دیئے گئے
A 7 8|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ان کے جسد کے ٹکڑے ٹکڑے کر دیے گئے
A 7 8|||R:VERB:INFL|||دیئے|||REQUIRED|||-NONE-|||0

S ان کے جسد کے ٹکڑے ٹکڑے کر دیئے گئے
A 7 8|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ابن کثیر نے اس داستان کو قیس بن مسہر صیداوی کے لیے نقل کی ہے
A 13 14|||R:VERB:INFL|||کیا|||REQUIRED|||-NONE-|||0

S مؤلف نے اس کتاب میں مناقب پیامبر ( ص ) ائمہ اور صحابہ بیان کئے ہیں جو موجودہ نسخہ میں موجود نہیں ہیں
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S المناقب معتبر شیعہ آثار میں سے ہے اور بہت سے سنی و شیعہ علما نے اس پر اعتماد کر کے مطالب نقل کئے ہیں
A 22 23|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S مؤلف نے اس کتاب میں پیامبر اکرم ( ص ) ائمہ اور صحابہ کے مناقب و فضایل بیان کئے ہیں
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S پچھلے گھوڑے وہیں روک دیئے جاتے اس طرح متواتر انتظامات کے تحت یہ سلسلہ چلتا رھتا
A 4 5|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S نشان امتیاز ( ملٹری ) اور ستارہ بسالت کے اعزازات حاصل کئے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S سید اسماعیل ذبیح اللہ شاہ خدانمائی افتخاری دکن کے عظیم علما و صوفیہ میں شمار کئے جاتے ہیں
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یکم ستمبر1969 سے یکم مارچ 1971 تک مشرقی پاکستان کے ڈپٹی مارشل لا ایڈمنسٹریٹر اور گورنر کے فرائض انجام دیئے
A 19 20|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S زیادہ تر ٹائر سائز آئی ایس او میٹرک سائزنگ سسٹم کا استعمال کرتے ہوئے دیئے جاتے ہیں
A 14 15|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس لئے باز بہادر نےاس کو اپنی قیام گاہ بنایا تھا دوران قیام اس میں بہت سے اضافہ کئے تھے
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ( 5 ) اولاد کی پرورش اولاد کی تربیت کے اصول حسین پیرائے میں اس کتاب میں ذکر کئے گئے ہیں
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ملا لطف اللہ کوڑوی نے ابتدا ملا عبدالرسول سے تعلیم حاصل کی اور انتہا سید شاہ جمال اولیا سے رجوع ہوے
A 20 21|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S چنانچہ اپنی زندگی میں کئی ہفت روزہ اخبار اور کئی ماہنامہ جرائد شروع کئے
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S امام سجاد کے انتقال کے بعد آپ اپنے بڑے بھائ امام محمد باقر علیہ السلام کی تربیت میں جوان ہوے
A 19 20|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S آپ نے اپنے والد حضرت امام سجاد زین العابدین کی تربیت میں رہے
A 12 13|||R:VERB:INFL|||رہے2|||REQUIRED|||-NONE-|||0

S انانیہ پانڈے 30 اکتوبر 1998 کو ممبئی میں پیدا ہوئی
A 9 10|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S انانیہ ماضی کے معروف اداکار چنکی پانڈے کی بیٹی ہے
A 9 10|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S عطا ملک جوینی ( 1226 1283 ) ایک فارسی مورخ تھا
A 10 11|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S یہاں قیمتی اشیا بھی برائے فراکت ہیں جو تنظیموں کے ذریعے مہیا کئے جاتے ہیں
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ کسی حدتک انسان کے عروج و زوال کابھی سبب بنتا ہے
A 10 11|||R:VERB:INFL|||بنتی|||REQUIRED|||-NONE-|||0

S اب ہاکڑا برانچ کنال تقریبا اسی راستہ کو اختیار کئے ہوئے ہے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S نازک مقامات پر حفاظتی پشتے تعمیر کئے گئے اور نئے بیراج بیک وقت دو اغراض پوری کرتے تھے
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آبپاشی کے لیے کئے گئے انتظامات کئی قسم کے اثرات کے حامل ہوتے ہیں
A 3 4|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آدھا میل اوپر جاکر بیک وقت تمام گھڑے بیک وقت پانی میں چھوڑ دیئے جاتے ہیں
A 13 14|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اگر اور نیچے آجائیں تو یہاں ہوا ایک اہم مدگار ثابت ہوتی تھی اور کشتیوں پر مستقل بادبان لگا دیئے جاتے تھے
A 19 20|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S دنیا میں چند ہی دریا ہوں گے جہاں دخانی جہاز دریائے سندھ سے بہتر استعمال کئے جاسکتے ہیں
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S لیفٹنٹ ووڈ نے دریائے سندھ کے بارے میں جو سخت قسم کے حقائق اور اعداد پیش کئے
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آگ سے وہ اپنے شکار کئے ہوئے گوشت اور بعض دوسری غذاؤں کو بھونے لگا
A 5 6|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ان کے خاندان کو وائس چانسلر کا خاندان بھی کہا جاتا ہے کیونکہ برصغیر کی چار یونیورسٹیوں کو اس خاندان وائس چانسلر دیا ہے
A 22 23|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ان کے خاندان کو وائس چانسلر کا خاندان بھی کہا جاتا ہے کیونکہ برصغیر کی چار یونیورسٹیوں کو اس خاندان وائس چانسلر دیا ہے
A 23 24|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S ایسا معلوم ہے کہ جب یہ علاقہ اجڑا تو عیسائیوں نے اس پر قبضہ کر لیا اور وہاں اپنے ادارے قائم کئے
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 123 اسٹیلگو ڈاٹ کام نے لکھا " وہ حیرت انگیز نظر آتی ہیں اور انہیں بڑے پروجیکٹ پر کرش کا شکریہ ادا کرنا چاہئے
A 23 24|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S بہر حال انہوں نے دہلی میں موجود مکتبہ جامعہ سے تعلقات استوار کئے اور سنجیدگی سے قلم کو تھام لیا
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S " نوٹری پبلک کی " اصطلاح صرف عام قانونی نوٹریوں سے مراد ہے اور اسے سول لا نوٹریوں کے ساتھ انضمام نہیں کرنا چاہئے
A 23 24|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S انسان کی زندگی اور تمام معلومات کی ترقی قلم کے تصور سے بہت سی کامیابیاں سمیٹنے لگی ہیں
A 17 18|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S دشرتھ نے اس بات کی اشد ضرورت محسوس کی کہ ایک آسان اور کم فاصلہ راستہ ہونا چاہئے
A 17 18|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S جیپ تاتو گاؤں تک جا گی تاتو تک دس کلومیٹر کا آنے جانے کا کرایہ کم از کم 2500 روپے ہے
A 4 5|||R:VERB:INFL|||جائے|||REQUIRED|||-NONE-|||0

S آنحضرت کےہمراہ حج کرنے کے علاوہ اور بھی حج کئے جن میں سے ایک کا تذکرہ سنن نسائی میں آیا ہے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس دوران بے شمار پران تصنیف کئے گئے
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S وہ برہمن تھے اور ان کا خاندانی لقب ملی تھا
A 8 9|||R:VERB:INFL|||ملے|||REQUIRED|||-NONE-|||0

S اسے ناقدین کی جانب سے ناقص جائزے دیئے گئے اور وہ باکس آفس پر اچھی کارکردگی نہیں دکھاسکی
A 7 8|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس مدرسہ میں مختلف علوم پر لیکچر دیئے جاتے تھے
A 7 8|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس طرح مختلف شہروں کے طول بلد عرض بلد تیار کئے تھے
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس مدرسہ نے جو علمی کام اور کارنامے انجام دیئے وہ اس مختصر مضمون میں ان سب کا ذکر نہیں کیا جاسکتا ہے
A 9 10|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S انہوں نے اس کے لیے جو دلائل دیئے انہیں ایک عالمہ ہائی پیشیا نے اپنے دلائل سے رد کر دیا
A 7 8|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S دراصل گدادھر نام کے کئے شاعر ہونے کے سبب اس مجموعہ کے استناد پر شک کیا گیا ہے
A 4 5|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آپ کا مکان ازسرنو بنا دیا جا گا
A 6 7|||R:VERB:INFL|||جائے|||REQUIRED|||-NONE-|||0

S اسے ان لوگوں پر توجہ دینی چاہئے جو کسی بھی وجہ سے پریشانی میں گھر گئے ہوں
A 6 7|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S اسے کسی بھی فرد یا گروہ کی معاشی یا زرعی سرگرمیوں میں رکاوٹ نہیں ڈالنی چاہئے
A 15 16|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S اسے ہمہ وقت ان لوگوں کی حفاظت اور خیریت کے دفاع کے لیے تیار رہنا چاہئے جو اس پر انحصار کرتے ہیں
A 15 16|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S 2019 میں سوشانت سنگھ راجپوت " ابھییشیک چوبے " کی فلم " سون چڑیا " میں بھومی پیڈنیکر کے مدمقابل دکھایہ دئیے
A 21 22|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ان سے متاثر ہو کر راجپوت اداکاری کی کلاسوں میں بھی شامل ہو گیا
A 13 14|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S دیئے گئے سیزن پہلے اور آخری سیزن ہیں
A 0 1|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S دیئے گئے سیزن پہلے اور آخری سیزن ہیں
A 0 1|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ا نہوں نے اپنی زندگی کے 75 سال اردو زبان کی شاعری اور اردو ادب کی ترویج و فروغ میں صرف کردئیے
A 21 22|||R:VERB:INFL|||کردیے|||REQUIRED|||-NONE-|||0

S 1906 میں وزارت خارجہ میں نائب وزیر یا بنا دئیے گئے
A 9 10|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S دیئے گئے سیزن پہلے اور آخری سیزن ہیں
A 0 1|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S دیئے گئے سیزن پہلے اور آخری سیزن ہیں
A 0 1|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S دئیے گئے سیزن کا پہلے اور آخری سیزن ہیں
A 0 1|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S دیئے گئے سیزن پہلے اور آخری سیزن ہیں
A 0 1|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S دیئے گئے سیزن پہلے اور آخری سیزن ہیں
A 0 1|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S دئیے گئے سیزن پہلے اور آخری سیزن ہیں
A 0 1|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S دیئے گئے سیزن پہلے اور آخری سیزن ہیں
A 0 1|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S دیئے گئے سیزن پہلے اور آخری آخری سیزن ہیں
A 0 1|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S 2 کسی دیئے گئے دو واسطوں میں زاویہ وقوع کے سائن اور زاویہ انعطاف کے سائن میں ایک مستقل نسبت رہتی ہے
A 2 3|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S کسی بھی فرنچائزی کو 2018 میں ہی استعمال کرنے کی اجازت تھی تاکہ کم از کم آکشن میں خرچ کئے جاسکیں
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S بعرض معاینہ ہر صوبے میں بہت سے حلقے قرار دیئے ہیں
A 9 10|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس کے علاوہ ایسے دوسرے کالج بھی قائم کئے گئے
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S طبی اسکول اور کالج بھی قائم کئے گئے جن میں بہت سے طلبا طبعی تعلیم حاصل کر رہے ہیں
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S لیکن مختلف طرح امتحانات ایک بڑی خرابی تصور کئے جاتے ہیں
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S پھر اموی اور عباسی خلفا کی حکومتوں کی تاریخ خلافت کے لحاظ سے 259 ہجری قمری تک کے واقعات ذکر کئے ہیں
A 20 21|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S چھٹی صدی ہجری میں مجمل التواریخ و القصص کے پاس تاریخ یعقوبی تھی لہذا اس نے اس تاریخ سے مطالب نقل کئے ہیں
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S میریہ کے بال نہیں کاٹے جاتے تھے مگر قربانی سے دس دن قبل اس کے بال کاٹ کر دیوی کی نذر کئے جاتے تھے
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S قربان کئے جانے والے میریہ کو دیکھنے کے مرد و عورت جوق در جوق آتے تھے
A 1 2|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس موقع پر جشن اور فحاشیوں کے کھل کر مظاہرے کئے جاتے تھے
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S وہاں ان کے خالی دیہات جلا دیئے گئے
A 6 7|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S انہیں آٹھ درجوں میں تقسیم کرکے ڈیڑھ سو سے پندرہ سو روپے گزارے کے لیے دیئے جاتے تھے
A 15 16|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S 1993 سے 1995 تک ڈین کلیہ علوم اسلامیہ و السنہ شرقیہ کے فرائض انجام دئیے
A 14 15|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S مسرت کے سامان خدا نے دیئے
A 5 6|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S 2005 میں آئی پی کالج میں پہلی دفعہ سائبر کیفے اور نیشنل سرویس اسکیم اور نیشنل کیڈیٹ کورپس کے دفاتر قائم کئے گیے
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 2005 میں آئی پی کالج میں پہلی دفعہ سائبر کیفے اور نیشنل سرویس اسکیم اور نیشنل کیڈیٹ کورپس کے دفاتر قائم کئے گیے
A 22 23|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S بشریات اور معاشرتی علوم میں متعدد نئے کورسز داخل نصاب کئے گئے
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس فلم میں ہریتک روشن اور ایشوریا رائے نے مرکزی کردارادا کئے ہیں
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S عاشق حسین نے 38 رن دے کر 3 اور 38 رن دے کر 5 وکٹ لئے
A 15 16|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S سب سے زیادہ وکٹ لینے والے عاشق حسین تھے 1970 کی دہائی میں 23 82 اوسط سے 23 وکٹ لئے
A 19 20|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S سلیم اختر نے جو بعد میں سرگودھا کے کپتان بھی رہے 7 سکور دے کر 2 اور 34 سکور دے کر 5 وکٹ لئے
A 23 24|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S سلیم اختر نے جو بعد میں سرگودھا کے کپتان بھی رہے 7 سکور دے کر 2 اور 34 سکور دے کر 5 وکٹ لیے
A 23 24|||R:VERB:INFL|||لئے|||REQUIRED|||-NONE-|||0

S سلیم اختر نے جو بعد میں سرگودھا کے کپتان بھی رہے 7 سکور دے کر 2 اور 34 سکور دے کر 5 وکٹ لئے
A 23 24|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S جوزف فرانسو ڈوپلے یکم جنوری 1697 کو لانڈریکیس فرانس میں پیدا ہوئے
A 11 12|||R:VERB:INFL|||ہوا|||REQUIRED|||-NONE-|||0

S ماہانہ ایوارڈ منیجر پلیئر آف دی منتھ اور گول آف دی منتھ کے لئے دیئے جاتے ہیں
A 14 15|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S بعد میں اس کے دروازے بوہرہ لڑکیوں کے لئے کھول دیئے گئے تھے
A 10 11|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S چین نے اس جانب کئی اقدامات کئے اور آبادی پر قابو پانے کے لئے ملکی اور سرکاری سطحوں پر کئی مہمیں چلائیں
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S لہ ذا وہ انگریزوں کے خلاف اپنے ہم وطنوں کو نفرت دلانے لگے اس وجہ سے فوج سے باہر کر دئیے گئے
A 20 21|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S جہاں 17 مئی 1892 کو یہ انقلاب آفریں شخصیت آزادی کا خواب انکھوں میں بسائے ہمیشہ کے لیے ابدی نیند سو گئے
A 21 22|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S " تاہم جائزہ لینے نے رائے دیا کہ چیتنیا کو اپنی رقص کی مہارت کو بہتر بنانا چاہئے
A 17 18|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S آپ کی یہ بات سن کر دربار کے تمام امرا مسکرا دیئے
A 11 12|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S پہلے المیڈا نے اس فیصلے کو ماننے سے انکار کیا لیکن بعد میں اختیارات نئے وائسرائے کے حوالے کر دئیے
A 19 20|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S جون سے اگست 1948 تک یہودی علاقوں میں بم لگائے گئے اور یہودی کاروبار لوٹ لئے گئے
A 15 16|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S گو وہ بلیدیوں میں شمار کئے گئے تاہم دیگر بلوچ سماجی مراتب میں انہیں پست درجہ دیتے ہیں
A 5 6|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ یہیں تشکیل دیئے گئے ہیں
A 3 4|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S یہ یہیں تشکیل دیئے گئے ہیں
A 3 4|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S دیدگ کے بڑے صاحبزادے نواب دیدگ نے لیاری میں اسپورٹس کے فروغ کے لئے بے شمار خدمات سر انجام دیئے
A 19 20|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S تاہم وہ ایک قدیم قیبلہ ہیں
A 5 6|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S 11 بی ایس سی ( انجینئرنگ ) 1994 میں سے کی
A 10 11|||R:VERB:INFL|||کیا|||REQUIRED|||-NONE-|||0

S بعد ازاں انہوں نے پوسٹ گریجویٹ سطح پر شعبہ صحافت میں علامہ اقبال اوپن یونیورسٹی میں لیکچر دیئے
A 17 18|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S انہوں نے متعدد اعزازی لیکچر پاکستان اور بیرون ملک وقار کے اداروں میں بھی دیئے
A 14 15|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S کچھ اہم عنوانات جن پر لیکچر دیئے گئے ہیں وہ مندرجہ ذیل ہیں
A 6 7|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S دیکھئے جب آپ کا برہمن بھوج پڑھتا ہے اور دولہا کودلہن کے گرد چند چکر دلاتا ہے
A 0 1|||R:VERB:INFL|||دیکھیے|||REQUIRED|||-NONE-|||0

S اس نے اپنے عہد حکومت میں بغیر کسی فتنہ و فساد کے بڑی عمدگی سے حکومت کے فرائض انجام دیئے
A 19 20|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S یاد رکھا جا کے بابر کا صرف جمالی کے ساتھ اتحاد کا رشتہ تھا اور منہ بولا بھائ تھا
A 2 3|||R:VERB:INFL|||جائے|||REQUIRED|||-NONE-|||0

S قاسم خاں نے ہوگلی کا محاصرہ کرنے کے لیے فوج روانہ کی جنہوں نے کشتیوں کے ایک بیڑے سے دریا کے راستے بند کردئیے
A 23 24|||R:VERB:INFL|||کردیے|||REQUIRED|||-NONE-|||0

S قصبہ میں سیکڑوں مکان بیک قلم جنبش ملک امیر محمد کی ذاتی جائیداد قرار دے دیئے گئے
A 15 16|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S نیز جب محصورین کی خوراک کا ذخیرہ ختم ہو گیا تو انہوں نے ہتھیار ڈال دیئے
A 15 16|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس نے شہر کے دروازے کھلوا دیئے تا کہ شاہ پور داخل ہو سکے
A 6 7|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S تجزیاتیات بڑی حد تک شماریات کمپیوٹر پروگرامنگ اور تعمیلی تحقیق کے بہ یک وقت بہ روئے کار لانے پر انحصار کرتا ہے
A 20 21|||R:VERB:INFL|||کرتی|||REQUIRED|||-NONE-|||0

S اروشی رؤتیلا ( پیدائش 25 فروری 1994 ) ایک بھارتی فلمی اداکارہ اور ماڈل ہے جو بالی ووڈ کی فلموں میں نظر آتی ہے
A 14 15|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اروشی رؤتیلا ( پیدائش 25 فروری 1994 ) ایک بھارتی فلمی اداکارہ اور ماڈل ہے جو بالی ووڈ کی فلموں میں نظر آتی ہے
A 23 24|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S انہوں نے مغربی ممالک سے تعلقات استوار کئے بالخصوص ریاستہائے متحدہ امریکا
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S انہوں نے مغربی ممالک سے تعلقات استوار کیے بالخصوص ریاستہائے متحدہ امریکا اور جرمنی اور بالخصوص انگلستان کے ساتھ تعلقات بہت خوشگوار بنا لئے
A 23 24|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S انہوں نے مذکورہ میدانوں میں اصلاحات کیں اور جاپان نے بین الاقوامی تعلقات استوار کئے
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یوں تو آپ کے تلامذہ کی فہرست بہت طویل ہے لیکن یہاں چند نامور شاگردوں کے اسمائے گرامی درج کئے جاتے ہیں
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S تاہم اسے اپنی باڈی لینگویج کو مزید بہتر بنانا چاہئے کیونکہ وہ کچھ مناظر میں تھوڑا سخت نظر آیا تھا
A 9 10|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S بعد میں محکمہ ٹیلی فون میں ملازمت اختیار کی اور ٹیلی فون سلیس ڈیپارٹمنٹ میں بحیثیت مینیجر فرائض انجام دیئے
A 19 20|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S بانیپا پانوتی دھلی کھیل جیسے شہر بھی وادئ کاٹھمنڈو میں شمار کئے جاتے ہیں
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S پیپلزپارٹی کے پانچ سالہ دور میں کچھی کینال کی تعمیر کے لئے تقریبا 17 ہزار 6 سو 24 ملین روپے جاری کئے گئے
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S حالانکہ اس وسعت پر حکمرانی بہت مختصرتھی اور 1814 1815 ایسٹ انڈیا کمپنی کے جنگ کے بعد وہ علاقے بھی واپس چھین لیے گیے
A 23 24|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S حالانکہ اس وسعت پر حکمرانی بہت مختصرتھی اور 1814 1815 ایسٹ انڈیا کمپنی کے جنگ کے بعد وہ علاقے بھی واپس چھین لیے گئے
A 23 24|||R:VERB:INFL|||گیے|||REQUIRED|||-NONE-|||0

S حالانکہ اس وسعت پر حکمرانی بہت مختصرتھی اور 1814 1815 ایسٹ انڈیا کمپنی کے جنگ کے بعد وہ علاقے بھی واپس چھین لیے گیے
A 23 24|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S دونوں راستوں میں زلزلہ کی وجہ نقصان ہوا اور دونوں بند کردئے گیے
A 12 13|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S اس کے علاوہ محمد تقی ہمدم نے بھی لمعات شمس میں والہ کے خاندان حالات تفصیل سے قلمبند کئے ہیں
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S انہوں نے دکنی تحقیق سے ہٹ کر تنقید ترجمہ لغت نویسی اور ادبی تاریخ میں کارہائے نمایاں انجام دیئے
A 18 19|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ناصر بیگ چغتائی ایک متحرک فعال اور سیماب صفت صحافی ہیں جنہیں کام کیئے بنا چین نہیں آتا
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ابتدا میں بلوچی زبان میں پیش کیئے جانے والے ڈراموں میں ریک نا ماڑی شامل ہے
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اداکاری میں یکسانیت سے بچنے اور خود کو کریکٹر ایکٹر کے طور پر قائم کرنے کے لئے انہوں نے مختلف کردار ادا کئے
A 22 23|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اور ہندی میں خبروں اور حالات حاضرہ کے 24 گھنٹے نیوز چینل آج تک اور انگریزی نیوز چینل ہیڈ لائنز ٹوڈے شروع کیئے
A 22 23|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S چل رہی چار ٹک ٹاک گفتگو کے بطور منتخب کیا گیا آپ کو یہ گفتگو نیویارک ٹائمز میں بھی دیکھنا چاہئے
A 20 21|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S دلہن کو روایتی شاہی تحائف دیئے گئے تھے
A 5 6|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S میں قطعات تاریخ لکھ کر ارسال کئے اور اول نمبر آنے پر آپ کی خدمت میں تین انعام پیش کیے گئے
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S دہلی کے ارون ہسپتال میں لے جائے گئے اور فرضی نام سے داخلہ لیا
A 7 8|||R:VERB:INFL|||گیا|||REQUIRED|||-NONE-|||0

S اس فلم نے انہیں متعدد ایوارڈز دیئے ہیں جن میں 2010 میں بہترین موسیقی کی ہدایت کا قومی فلم ایوارڈ بھی شامل ہے
A 6 7|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S نیپال کے صوبے نیپال کے آئین کے شیڈول 4 کے مطابق تشکیل دیئے گئے تھے
A 12 13|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S انسٹی ٹیوٹ کے گریجویٹ طالب علم جوائنٹ انٹریس امتحان کے ذریعہ منتخب کئے جاتے
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ پہلے آٹھ علاقائی انجینئرنگ کالجوں میں سے ایک تھا جو حکومت ہند نے پہلے پانچ سالہ منصوبے کے دوران قائم کئے تھے
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S آئین میں دونوں حکومتوں نے اختیارات اور حدود بہت واضح طور بیان کردئے گیے ہیں جو ایک منظم حکومت کی بنیاد ہیں
A 13 14|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S یہ کتاب مشہور ترین عربی لغت کی کتاب جس میں سینکڑوں لغت کی کتابوں کو یکجا کر دیا گیا ہیں
A 19 20|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S چنڈی داس کا ایک چھاپہ خانی تھا اور وہ شہر کے امیر ترین لوگوں میں شمار کئے جاتے تھے
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اگر کسی نے 1000 میں 900 نمبرات حاصل کر لئے تو یہ بہت انوکھی بات ہوتی ہے
A 9 10|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S پھر جاپان واپس آئے اور 21 جنوری 1945 کو ٹوکیو میں وفات پا کئے
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ڈاکٹر محمد یوسف خشک نے کئی کتابیں لکھی ہیں
A 8 9|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S حج بیت اللہ کی سعادت آپ نے متعدد بار حاصل کی کیے ہیں اور آپ دنیا کے مختلف مقدس زیارتوں پی گئے تھے
A 12 13|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S حج بیت اللہ کی سعادت آپ نے متعدد بار حاصل کی ہے اور آپ دنیا کی مختلف مقدس زیارتوں کو بھی گئے تھے
A 11 12|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S حج بیت اللہ کی سعادت آپ نے متعدد بار حاصل کی کیے ہیں اور آپ دنیا کے مختلف مقدس زیارتوں پی گئے تھے
A 12 13|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S حج بیت اللہ کی سعادت آپ نے متعدد بار حاصل کی ہے اور آپ دنیا کی مختلف مقدس زیارتوں کو بھی گئے تھے
A 11 12|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اس ترانہ کے بول ذیل میں پیش کئے جاتے ہیں
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس کے مرکبات ایلوپتھی میں بھی استعمال کئے جاتے ہیں اور آرسینک ہومیوپتھیک میں بھی استعمال ہوتاہے
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S تیزی سے زور پکڑتی اس وبا کو قابو کرنے کے لئے بلیو وہیل ہی کو مثال بنا دینا چاہئے
A 18 19|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S والدین کو اس سے سبق سیکھتے ہوئے اپنی اولاد کو ایسے افعال سے باز رکھنا چاہئے تاکہ پھر کبھی ایسا خونی واقعہ نہ ہو
A 15 16|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S خان نے لیتھوانیا کی بڑھتی ہوئی طاقت کا مقابلہ کرنے کے لئے شیمون کو مزید اختیارات دیئے
A 16 17|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S خان نے لیتھوانیا کی بڑھتی ہوئی طاقت کا مقابلہ کرنے کے لیے شیمون کو مزید اختیارات دیے
A 16 17|||R:VERB:INFL|||دیئے|||REQUIRED|||-NONE-|||0

S خان نے لیتھوانیا کی بڑھتی ہوئی طاقت کا مقابلہ کرنے کے لئے شیمون کو مزید اختیارات دیئے
A 16 17|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S مختلف تاریخی کتابیں اس موضوع پر شائع ہوئے ہیں جن میں کتاب قدیم تاریخ ہند دی
A 7 8|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S 1573 چ پرم تے حملہ کیتا
A 5 6|||R:VERB:INFL|||کیا|||REQUIRED|||-NONE-|||0

S وہ اپنے ٹریڈ مارک ون لائنر کے لئے بہت پسند کئے جاتے ہیں
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جدید طور پر ریاست میں 28 ریڈ ربن کلب تشکیل کئے گئے ہے
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S مستقبل میں میں ایک سو اور ریڈ ربن کلب تشکیل کئے جا ئیں گے
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 21 انقلابیوں کے ساتھ انہوں نے اسلحہ دھماکہ خیز مواد اور تیار کردہ بم اکٹھا کرنا شروع کئے
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ایک بار دئیے گئے ریمانڈ میں دوسری یا تیسری بار توسییع بھی ہو سکتی ہے
A 2 3|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ایٹنٹن جارجیا کے سارے اسکول سیاہ فام لوگوں کے بند کردئے گیے تھے
A 11 12|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S دسپور میں ہزاروں مظاہرین نے پولس بیریکیڈ کو توڑ دیا اور آسام اسمبلی عمارت کے سامنے مظاہرے کئے
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس مضمون میں بھارت کی دفتری زبانوں میں اس کا نام دیا گیا ہے
A 11 12|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس مضمون میں بھارت کی دفتری زبانوں میں اس کا نام دیا گیا ہے
A 12 13|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S اس مضمون میں بھارت کی دفتری زبانوں میں اس کا نام دیا گیا ہے
A 13 14|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S جنرل یرمولوف نے ریمارکس دیئے کہ " ہمیں چیرکسی سرزمین کی ضرورت ہے لیکن ہمیں خود چیرکسیوں کی کوئی ضرورت نہیں ہے "
A 4 5|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S نہ صرف انھیں جنگ میں ہلاک کیا بلکہ شہریوں کے ساتھ سیکڑوں دیہات جلا دیئے
A 14 15|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S پکی فصلوں کے پورے کھیت جلا دیئے باغات کاٹ ڈالے گئے تاکہ چیرکیسی اپنے ٹھکانے واپس نہ آسکیں
A 6 7|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S انہوں نے ایم اے ( ہسٹری ) کا امتحان دئیے بغیر کالج چھوڑ دیا
A 9 10|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S مدد علی سندھی کے افسانے اردو میں بھی ترجمہ کئے گئے ہیں
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اب تک اس سائیٹ پر 150 سے زائد شعرا کے 2500 سے زائد مرثیے تحریری شکل میں پیش کئے جا چکے ہیں
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کامل نے ہمیں نظم کی شکل میں کچھ یادگار اشعار بھی دیئے ہیں
A 11 12|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S 3 صارفین کو نرم مزاج رہنا چاہیئے تاکہ مزید کام کرنے کی صورت میں بہتری آ سکے
A 6 7|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S 2019 کے وسط میں یہ سیریزنیٹ فلکس پر بھی جاری کی گئ
A 11 12|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S اس کے لئے 2 مزید ٹرمنل تعمیر کئے گیے ہیں
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس کے لئے 2 مزید ٹرمنل تعمیر کئے گیے ہیں
A 8 9|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S دلشاد کمیونسٹ پارٹی آف پاکستان کے ضلع دادو کے نظریاتی شعبے کا انچارج ممبر رہا
A 14 15|||R:VERB:INFL|||رہے|||REQUIRED|||-NONE-|||0

S اس کے علاوہ ٹریڈ یونین ایکشن کامیٹی کا مرکزی نائب چیئر مین رہا
A 12 13|||R:VERB:INFL|||رہے|||REQUIRED|||-NONE-|||0

S بعد میں سندھ نیشنل پارٹی کا مرکزی عہدیدار رہا
A 8 9|||R:VERB:INFL|||رہے|||REQUIRED|||-NONE-|||0

S دلشاد بھٹو بطور سیاست دان انسانی حقوق اور سماجی حقوق کی بحالی کے لیے بھی سرگرم رہا ہے
A 16 17|||R:VERB:INFL|||رہے|||REQUIRED|||-NONE-|||0

S دلشاد بھٹو بطور سیاست دان انسانی حقوق اور سماجی حقوق کی بحالی کے لیے بھی سرگرم رہا ہے
A 17 18|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S آپ نے تقریبا 100 ( سو ) افسانے تخلیق کئے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S مبینہ طور پر وہ پہاڑوں میں موجود فوجیوں کو بچانے کے لئے ذمہ دار تھے اور انہوں نے جاسوسی مشن کئے تھے
A 20 21|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ان سب گیت نگاروں نے لازوال نغمات تخلیق کئے اور وہ اپنے ا ن گیتوں کی بدولت آج بھی زندہ ہیں
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس کے بعد وہ جے ایس ٹی سے جڑ گئے جہاں 48 مقابلوں میں 21 گول کئے
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S پہلے سیزن کے بعد 2002 20023 کے سیزن میں انہوں نے 4 گول کئے
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 2004 2005 کے سیزن میں چھیتری نے دو گول کئے اور موہن باغان 8ویں درجہ پر رہی
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 2005 میں سنیل چھیتری نے 2005 2006 سیزن کے لئے جے ایس ٹی کے ساتھ قرار کیا اور 3 گول کئے
A 20 21|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کفعمی نے کتاب میں منسابت کو دیکھتے ہوئے ادبی اور تاریخی نکات بیان کئے
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کفعمی نے کتاب کے آخر میں ان مصادر کے نام ذکر کئے جن سے اس کتاب میں مطالب ذکر ہوئے ہیں
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S بعض کے اسما درج ذیل ذکر کئے جاتے ہیں
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S عوام نے با وقار پروگرام منعقد کئے اور انہوں نے سب جگہ مومنین سے خطاب کیا
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S انہوں نے اپنے اسکول کے ایام میں ہی اسٹیج پر رقص کے مظاہرے شروع کردئیے تھے
A 14 15|||R:VERB:INFL|||کردیے|||REQUIRED|||-NONE-|||0

S اس تنظیم میں شامل ہونے کے بعد انہوں نے کئی بیلے ترتیب دئیے جن کی شہرت یورپ اور امریکہ تک جا پہنچی
A 12 13|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S یہ حقیقت ہے کہ ا س زبان نے کئی دانشور بہادر قلم کار اور شاعر پیدا کئے
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S قم کے معاصر حوزہ علمیہ کی تشکیل میں شیخ محمد تقی بافقی کی کوششوں کو بھی نظروں سے دور نہیں رکھنا چاہئے
A 21 22|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S انھوں نے تعلیمی منصوبہ بندی اور طلبہ کی معاشی بہبود کے لئے بھی متعدد سنجیدہ اقدامات کئے
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ان کے سیاسی اقدامات نے حوزہ قم پر گہرے اثرات مرتب کئے تھے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس مسود قانون نے عوام کے دینی جذبات کو مشتعل کیا اور علما اور مراجع نے شدید مخالفت کی اور اعتراضات کئے
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S مورخہ 4 نومبر 1964 عیسوی کو دوسری مرتبہ گرفتار اور ترکی جلاوطن کئے گئے
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S بعض مدرسین اس واقعے کے بعد جلاوطن کئے گئے
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اور بعض مدارس خاص نقط نظر اور خاص قسم کے سانچوں کو مد نظر رکھ کر تعمیر کئے گئے
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس رائے کی بنیاد پر انھوں نے اس عبارت کے لئے دو معانی ذکر کئے ہیں 1
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S احادیث میں جاہلیت کے مظاہر اور مصادیق کے بارے میں بہت سے مسائل بیان کئے گئے ہیں
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ان احکام میں سے ایک یہ ہے کہ " نماز " میں سورہ حمد کے بعد پوری سورت پڑھنا چاہئے "
A 19 20|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S عقل کے حوالے سے بھی پاداش و اجرت کو عمل کے ہم وزن ہونا چاہئے
A 14 15|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S 1001 عیسوی میں محمود نے جےپال کے خلاف مارچ کیا اور پشاور سے پہلے اپنے خیمے لگا دیئے
A 17 18|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S آخر گیریژن نے ہتھیار ڈال دیئے
A 5 6|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S 1001 عیسوی میں محمود نے جےپال کے خلاف مارچ کیا اور پشاور سے پہلے اپنے خیمے لگا دیے
A 17 18|||R:VERB:INFL|||دیئے|||REQUIRED|||-NONE-|||0

S آخر گیریژن نے ہتھیار ڈال دیے
A 5 6|||R:VERB:INFL|||دیئے|||REQUIRED|||-NONE-|||0

S 1001 عیسوی میں محمود نے جےپال کے خلاف مارچ کیا اور پشاور سے پہلے اپنے خیمے لگا دیئے
A 17 18|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S آخر گیریژن نے ہتھیار ڈال دیئے
A 5 6|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S شبیر جان پاکستانی ٹیلی وژن اداکار جو پاکستان ٹیلی وژن کے ڈرامہ " جانگلوس سے مشہور ہوئ
A 16 17|||R:VERB:INFL|||ہوئئے|||REQUIRED|||-NONE-|||0

S وہ کئی دن تک کوما میں رہے اور پھر 9 جون 2011 کو لاہور پاکستان میں فوت ہوے
A 17 18|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S کشمیر میں شاہ میر خاندان کے تعمیر کیئے جانے والے کچھ فن تعمیراتی منصوبوں میں شامل ہیں
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جیکو انجن کو موزیلا میں استعمال کیا جاتا رہا جبکہ تھنڈر برڈ ای میل کلائنٹ اور سی منکی بھی استعمال کئے گئے
A 20 21|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S عطیہ فیضی کی روز افزوں مقبولیت کا اثر تھا کہ ہندوستان کی بڑی علمی اور ادبی شخصیات ان کی جانب کھینچی چلی آتی تھی
A 23 24|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S یہ ناول کئی ہفتوں تک بیسٹ سیلر بنی رہی
A 8 9|||R:VERB:INFL|||رہا|||REQUIRED|||-NONE-|||0

S مکمل کلام کے دو مجموعے مرتب کئے ہیں
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S بئریسٹر غلام محمد برگڑی 9 مارچ 1924 میں حیدرآباد میں انتقال کر گئے اور آبائی گائوں میں سپرد خاک کئے گئے
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس کے بعد یہ مزید 80 سال تک جاری رہا
A 9 10|||R:VERB:INFL|||رہی|||REQUIRED|||-NONE-|||0

S اس کی بنیاد دو بھائیوں نے رکھی تھی جن کا نام ہریہر اور بوکا تھا
A 14 15|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S اس کی وجہ سے جعل سازی ہوئی اور سلطان کے مالی معاملات مزید خراب ہوئے
A 14 15|||R:VERB:INFL|||ہوگئے|||REQUIRED|||-NONE-|||0

S شیخ نے ریمارکس دیئے کہ وہ نہیں جانتے کہ یہ پتھر لوہا یا لکڑی ہے
A 3 4|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس نے 1291 میں اپنے دوسرے بیٹے ر کن الدین کیکاؤس کے لئے بنگال کی طاقت چھوڑ دی
A 17 18|||R:VERB:INFL|||دیا|||REQUIRED|||-NONE-|||0

S شیخ عزیز کی آخری خدمات بطور وائس چیئرمین سندھی ادبی بورڈ کے تھیں
A 12 13|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S وہ اپنے والد کی وفات کے بعد 1222 میں اقتدار میں آیا
A 11 12|||R:VERB:INFL|||آئے|||REQUIRED|||-NONE-|||0

S ک ی صدیوں سے ایران افغانستان کی سیاست میں اس طرح ملوث تھا کہ افغان عوام ایرانیوں کی چیرہ دستیوں کا شکار تھا
A 22 23|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S پروفیسر وپن کمار ترپاٹھی کی پیدائش 11 مارچ 1948 کو جھانسی اتر پردیش میں ہوئی
A 14 15|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S پروفیسر وپن کمار ترپاٹھی کی پیدائش 11 مارچ 1948 کو جھانسی اتر پردیش میں ہوئے
A 14 15|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S 1970 میں آپ لاہور تشریف لاے اور مشہور عالمگیری بادشاہی مسجد کی خطابت کے فرائض آپ کے سپرد کئے گئے
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس میگزین میں ہم مصالحہ کے شیفس کے کھانوں کی مستند تراکیب کے علاوہ انتہائی مفید اور مستند مضامین بھی شامل کئے جاتے ہیں
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S عموما اس کے اثرات معمولی اور خفیف ہوتے ہیں لیکن بعض اوقات کسی غیر معمولی صورت حال میں مہلک بھی بن جاتا ہے
A 21 22|||R:VERB:INFL|||جاتے|||REQUIRED|||-NONE-|||0

S عموما اس کے اثرات معمولی اور خفیف ہوتے ہیں لیکن بعض اوقات کسی غیر معمولی صورت حال میں مہلک بھی بن جاتا ہے
A 22 23|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S وہ ظاہر کردہ یا ریاضی کے فارمولوں کا استعمال کرتے ہوئے تیار کی جاتی ہے
A 14 15|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S جی 20 چوٹی کانفرنس کے لئے اور معذوری کی فلاح و بہبود کے لئے دی گئے
A 14 15|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S آپ حسن الحسینی کے نام سے بھی یاد کئے جاتے ہیں
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اور اس کے علاوہ جوہرات بھی دیئے اور امام حسن علی شاہ کو قم اور محلات کا گورنر بھی مقرر کیا
A 6 7|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اور اس مہم کے تمام اخراجات آغاخان آول نے خودبرداشت کئے
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یوناکا انارچا کے پیروں پر گر پڑا اور معافی مانگی اور اسے بہت سے تحائف دیئے
A 15 16|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S میں تنہا لڑکی دیار شب میں جلاؤں سچ کے دیئے کہاں تک
A 9 10|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S انہوں نے بہت سارے تحقیقی مقالے تحریر کئے ہیں
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کسی دیئے گئے نمبر کی اسٹرو بوگامریٹک خصوصیات ٹائپ فیس کے لحاظ سے مختلف ہوتی ہیں
A 1 2|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S نتیجتا اس نے اپنے قرض داروں سے رقم کی واپسی کا مطالبہ کر دیا اور نئے قرضے جاری کرنا بالکل بند کر دیئے
A 22 23|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S یا تو یہودیوں کے لئے یا ان کے پڑوسیوں کے لئے الگ جگہ ہونی چاہئے "
A 14 15|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S اس کے علاوہ رائے ونڈ میں زمین اور اودھ کے 147 گاؤں بھی دیئے گے
A 13 14|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S وہ بیلؤ تحریک اور احبا صہیون کی ماسکو کی شاخ کے بانیوں میں شامل تھا
A 14 15|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S 1923 میں وہ یہودی قومی فنڈ کا صدر منتخب ہوا جس کی سربراہی انہوں نے اپنی موت تک کی
A 9 10|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S ا س چند روزہ ہستی کا کچھ خیال نہیں کرنا چاہیئے
A 10 11|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S کئی ادبی مسابقوں میں انہوں انعامات اپنے نام کئے
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کلومیٹر مجموعی طور پر انہوں نے 140 مشن انجام دیئے جن کی اوسطا اوسط 12 ہے
A 9 10|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S دنیا نے 900 دن سمندر میں گزارے اور 19 000 کیٹپلٹ لانچس انجام دیئے
A 13 14|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S آپ نے سعودی عرب کے علاوہ مصر شام اردن اور انگلینڈ کے مطالعاتی دورے بھی کئے
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S انہوں نے متعدد یتیم خانے قائم کئے ہیں
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S معاصرین کی فہرست کے لئے جدید عرب سائنسدانوں اور انجیئروں کی فہرست دیکھئے
A 12 13|||R:VERB:INFL|||دیکھیے|||REQUIRED|||-NONE-|||0

S اضافی حرف جو عربی اور فارسی میں نہیں مل پائے وہ چغتائی زبان سے لئے گئے تھے
A 14 15|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S مرد کھلاڑیوں کے لئے تو کھیل کے میدان موجود ہیں لیکن خواتین کے لئے کھیلوں کے میدان اس طرح سے فراہم نہیں کئے جاتے
A 22 23|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کوکندیوں نے جواب دیا اور ڈائیکس توڑ دیئے اور آس پاس کے علاقے میں سیلاب آ گیا
A 7 8|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S بردان رائفلز کا ذکر بغیر نمبر دیئے گئے ہیں
A 6 7|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس نے مشہور مقبرے پر بمباری کرکے ہتھیار ڈال دیئے
A 9 10|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S وہ 2007 میں صدارتی انتخابات میں پرتیبھا پاٹل سے ہار گیے تھے
A 10 11|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S ا نکی پیدائش جہلم میں ہوئی اور تقسیم کے بعد ا نکی فیملی شملہ شفٹ ہو گئی
A 16 17|||R:VERB:INFL|||گیا|||REQUIRED|||-NONE-|||0

S قاتلوں نے گوری پر تقریبا 7 گولیاں چلائی جب وہ آفس سے لوٹنے کے بعد اپنے گھر کا بنیادی دروازہ کھول رہیں تھیں
A 21 22|||R:VERB:INFL|||رہی|||REQUIRED|||-NONE-|||0

S ڈرون کے حوالے سے ہی تھا
A 5 6|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S عارفہ خانم شیروانی بھارتی صحافی ہے
A 5 6|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S 2014 افغان صدارتی انتخابات کی کوریج کرنے والے صحافیوں میں عارفہ واحد بھارتی صحافی تھی
A 14 15|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S عارفہ حال میں دی وائر کی سینئر ایڈیٹر ہے
A 8 9|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S عارفہ خانم شیروانی 1 نومبر 1980 کو بلند شہر اتر پردیش میں پیدا ہوئی
A 13 14|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S عارفہ سب سے پہلے دی پیونیر سے انٹرنشپ کے واسطے وابستہ ہوئی اور پھر ایشین ایج سے منسلک ہوئی
A 11 12|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S عارفہ سب سے پہلے دی پیونیر سے انٹرنشپ کے واسطے وابستہ ہوئی اور پھر ایشین ایج سے منسلک ہوئی
A 18 19|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S اس دوران میں وہ سہارا ٹی وی سے بھی وابستہ رہی
A 10 11|||R:VERB:INFL|||رہیں|||REQUIRED|||-NONE-|||0

S وہ راجیہ سبھا ٹی وی سے 2017 تک وابستہ رہی
A 9 10|||R:VERB:INFL|||رہیں|||REQUIRED|||-NONE-|||0

S عارفہ حال میں دی وائر کی سینیئر ایڈیٹر ہے
A 8 9|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S عارفہ کئی اعزازات سے نوازی گئی ہے
A 6 7|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اس کے آس پاس کے علاقوں کی صفائی کی گئی اور زائرین کے لئے انتظامات کئے گئے
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کورونا مرض 2019 ( 19 ) ایک متعدی بیماری ہے جو انتہائی مہلک تنفسی سینڈروم کورونا وائرس 2 ( 2 ) سے ہوتا ہے
A 22 23|||R:VERB:INFL|||ہوتی|||REQUIRED|||-NONE-|||0

S سچیتا دلال نے کئی اعزازات حاصل کئے
A 6 7|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S حکومت نے وبا کو پھیلنے سے روکنے کے لئے کئی احتیاطی تدابیر کئے ہیں
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S وبا کے ختم ہونے تک تمام تعلیمی ادارے بند کردئے گیے ہیں البتہ ہائی اسکولوں اور ینویورسٹیوں کے امتحانات جاری رہیں گے
A 10 11|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S علی کا دعوی ہے کہ وہ مذہبی خدمات سے روزگار نہیں کماتے بلکہ اپنی تنخواہ سے اخراجات چلاتے ہیں
A 11 12|||R:VERB:INFL|||کماتا|||REQUIRED|||-NONE-|||0

S علی کا دعوی ہے کہ وہ مذہبی خدمات سے روزگار نہیں کماتے بلکہ اپنی تنخواہ سے اخراجات چلاتے ہیں
A 17 18|||R:VERB:INFL|||چلاتا|||REQUIRED|||-NONE-|||0

S علی کا دعوی ہے کہ وہ مذہبی خدمات سے روزگار نہیں کماتے بلکہ اپنی تنخواہ سے اخراجات چلاتے ہیں
A 18 19|||R:VERB:INFL|||ہوں|||REQUIRED|||-NONE-|||0

S انہوں نے 30 فلموں میں بہت بے باک اور جانبازی والے کردار کئے
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S والد کی موت کے بعد وہ پشاور پاکستان منتقل ہوگئ
A 9 10|||R:VERB:INFL|||ہوگئی|||REQUIRED|||-NONE-|||0

S کلیگ میں لوگ حریص نفرت پسند اور تعصب پسند پو گیے اور 6000 برسوں تک زمین اس کی زد میں رہی
A 10 11|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S سلسلہ میں ارشد وارثی اور برون سوبتی نے اہم کردار ادا کئے ہیں
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 2016 میں انہوں نے دنگل کی کہانی لکھی اور اسے ڈائریکٹ بھی کی
A 12 13|||R:VERB:INFL|||کیا|||REQUIRED|||-NONE-|||0

S ٩ سال کی عمرمیں شعر کہنا شروع کئے
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ١٩٣٢ئ میں لاہور آیا اور اسے صحیح معنوں میں میری شاعری کا آغاز سمجھئے
A 13 14|||R:VERB:INFL|||سمجھیے|||REQUIRED|||-NONE-|||0

S مارٹن ڈیوڈ کرو ( 22 ستمبر 1962 3 ماتچ 2016 ) نیوزی لینڈ کا سابق کرکٹر تھا
A 16 17|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S وہ نیوزی لینڈ قومی کرکٹ ٹیم کا کپتان رہا اور بعد میں وہ کرکٹ کمنٹری بھی کیہا کرتا تھا
A 8 9|||R:VERB:INFL|||رہے|||REQUIRED|||-NONE-|||0

S وہ نیوزی لینڈ قومی کرکٹ ٹیم کا کپتان رہا اور بعد میں وہ کرکٹ کمنٹری بھی کیہا کرتا تھا
A 18 19|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S حفصہ بصرہ میں رہتی تھی اور متعدد طلبا کو پڑھاتی تھی
A 4 5|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S حفصہ بصرہ میں رہتی تھی اور متعدد طلبا کو پڑھاتی تھی
A 10 11|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S جہاں پیاسے پھول باغ ہی سے ڈر رہا ہیں
A 7 8|||R:VERB:INFL|||رہے|||REQUIRED|||-NONE-|||0

S یہ ڈراما بالاجی ٹیلی فلمز کی ایکتا کپور کی جانب سے بنائی گئی تھی
A 11 12|||R:VERB:INFL|||بنایا|||REQUIRED|||-NONE-|||0

S یہ ڈراما بالاجی ٹیلی فلمز کی ایکتا کپور کی جانب سے بنائی گئی تھی
A 12 13|||R:VERB:INFL|||گیا|||REQUIRED|||-NONE-|||0

S یہ ڈراما بالاجی ٹیلی فلمز کی ایکتا کپور کی جانب سے بنائی گئی تھی
A 13 14|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S اس کے بعد آپ دونوں کا طلاق ہو گیا
A 8 9|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S آپ کی دو بیٹیاں منیبہ حسنین اور مینارہ عمر اور ایک بیٹا سید محمد اسد علی ہیں
A 16 17|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S خالدی اور ان کے اہل خانہ کو اپریل 1948 میں اپنا گھر چھوڑنا پڑا اور بیروت میں پناہ حاصل کرنا پڑی
A 20 21|||R:VERB:INFL|||پڑا|||REQUIRED|||-NONE-|||0

S مانک کنگرانی ( انگریزی ) سندھ پاکستان کے اردو اور سندھی زبان کے ڈراما نگار افسانہ نگار شاعر اور صحافی ہے
A 20 21|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S آپ نے عربی فارسی اردو انگلش کی زبانوں پر عبور حاصل کیا
A 11 12|||R:VERB:INFL|||کیا2|||REQUIRED|||-NONE-|||0

S آپ کو ایران کے شاہ نے اریہ مھر کا لقب دیا
A 10 11|||R:VERB:INFL|||دیا5|||REQUIRED|||-NONE-|||0

S یہ 1974 میں پاکستانی تاجر میاں محمد شریف نے قائم کیا تھا
A 10 11|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S انجین آلتان دوزیتان ایک ترک اداکار جو ڈراما سیریل کے لیے مشہور ہے
A 12 13|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S انجین ترکی کے شہر ازمیر میں پیدا ہوا
A 7 8|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S وہ اپنا کورس مکمل کرنے کے بعد استنبول چلا گیا جہاں اس نے اپنے پیشہ ورانہ زندگی کا آغاز کیا
A 8 9|||R:VERB:INFL|||چلے|||REQUIRED|||-NONE-|||0

S وہ اپنا کورس مکمل کرنے کے بعد استنبول چلا گیا جہاں اس نے اپنے پیشہ ورانہ زندگی کا آغاز کیا
A 9 10|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S مئی 2020 میں بوزداغ نے اعلان کیا کہ وہ مستقبل میں مشترکہ کام کے لیے پاکستان کے ساتھ تعاون کرنا چاہتا ہیں
A 20 21|||R:VERB:INFL|||چاہتے|||REQUIRED|||-NONE-|||0

S ان کی وفات پر گورنر سندھ عمران اسماعیل اور سربراہ پاک فوج قمر جاوید باجوہ نے تعزیت پیش کی
A 18 19|||R:VERB:INFL|||کیا|||REQUIRED|||-NONE-|||0

S مزید یہ کہ آگ پھینکنے والی بندوق جس میں بعض اوقات دھات کے ٹکڑے بھی استعمال کئے جاتے تھے چینیوں نے ہی ایجاد کی
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S حافظ آبرو وسطی ایشیا کے تیموری حکمرانوں کے درباروں میں کام کرتا تھے
A 11 12|||R:VERB:INFL|||کرتے|||REQUIRED|||-NONE-|||0

S بھیڑ خوش ہوکر کہتی " ہمیں چھکا چاہئے " اور درانی چھکا مارتے
A 7 8|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S 7 مئی تک دھوئیں 3 کلومیٹر ( 2 میل ) کے دائرے میں پھیل چکی تھیں
A 14 15|||R:VERB:INFL|||چکا|||REQUIRED|||-NONE-|||0

S 7 مئی تک دھوئیں 3 کلومیٹر ( 2 میل ) کے دائرے میں پھیل چکی تھیں
A 15 16|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S وہ 1953 میں ضلع صوابی کے قصبہ جہانگیرا میں پیدا ہوے
A 10 11|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S پروفیسر انصار زاہد خان نے کراچی یونی ورسٹی اور مختلف کالجوں میں 20 برس سے زائد عرصہ تک تدریس کے فرائض انجام دیئے
A 22 23|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S مولانا عبد القادر ایک پاکستانی اسلامی اسکالر تھا جو پابینی صوابی میں 14 جون 1905 کو پیدا ہوا تھا
A 7 8|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S مولانا عبد القادر ایک پاکستانی اسلامی اسکالر تھا جو پابینی صوابی میں 14 جون 1905 کو پیدا ہوا تھا
A 18 19|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S حنا الطاف ایک انڈین داکارہ ہے
A 5 6|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S حنا آغا ( ولادت 24 اکتوبر 1992 ) جو حنا الطاف خان کے نام سے بھی مشہور ہیں پاکستانی اداکارہ ہیں
A 17 18|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S حنا آغا ( ولادت 24 اکتوبر 1992 ) جو حنا الطاف خان کے نام سے بھی مشہور ہیں پاکستانی اداکارہ ہیں
A 20 21|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S حنا 24 اکتوبر 1992 کو پاکستان کے شہر کراچی میں پیدا ہوئیں
A 11 12|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S الطاف حسن قریشی نے صحافت میں انمٹ نقوش قائم کئے ہیں
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اعجاز قیصر ( 1952 2020 ) ایک پاکستان گلوکار تھا
A 9 10|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S جو اپنی غزل گائیگی کی وجہ سے مشہور تھا
A 8 9|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S سلطان محمد عمال الدین چہارم ( 1900 1904 ) نے مشینی ضرب سے سکے جاری کیئے
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جو سیالکوٹ سٹالینز کی طرف سے ڈومیسٹک کرکٹ کھلتا ہے
A 8 9|||R:VERB:INFL|||کھیلتا|||REQUIRED|||-NONE-|||0

S نیچے دیئے گئے اعداد و شمار فریم ڈھانچے کی وضاحت کرتا ہے
A 1 2|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس کو ریسونگ سٹیشن جمبو فریم یا پھر تصور کرکے وہ بھی مسترد کئے جاتے ہیں
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جب ترکی عالمی جنگ میں داخل ہوا تھا تب وہ قسطنطنیہ میں ہائی کمان میں کام کر رہا تھا
A 6 7|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S دھسال 15 جنوری 2014 کو بمبئی اسپتال میں کولوریکل کینسر کی وجہ سے انتقال کر گئیں
A 15 16|||R:VERB:INFL|||گیا|||REQUIRED|||-NONE-|||0

S تیمور نے ریمارکس دیئے کہ یہ طوطے اس کے لئے بہت قیمتی تھے
A 3 4|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S انہوں نے درخواست کی کہ لائبریری کے ہال اور کمرے کالج میں کرائے پر دیئے جائیں
A 14 15|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S مخدوم یحیی منیری 13 ویں صدی کا ایک ہندوستانی صوفی بزرگ تھا
A 11 12|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S وہ مخدوم اسرایل ولد امام محمد تاج فقیہ ہاشمی ( جسے شیخ الہند بھی کہا جاتا ہے ) کا بیٹا تھا
A 20 21|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S وہ سہروردیہ صوفی سلسلے کے شیخ شہاب الدین ابو حفص عمر السہروردی کا شاگرد تھا
A 14 15|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S پہنچنے پر لشکر کے ساتھ بہت سارے افراد لازمی فلسطین میں یسوو کی صف میں شامل ہوگئے
A 16 17|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S سید مغفور القادری اہلسنت کے بڑے اکابر علما میں شمار کئے جاتے ہیں
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S تاتار کیولری رجمنٹ کے جوانوں کو متعدد جنگی ایوارڈز دیئے گئے
A 9 10|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S خان کو بتایا گیا کہ جب تمام روسی غلاموں کو رہا کیا جائے گا تو اس کے لوگ بھی چھوڑ دیئے جائیں گے
A 20 21|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ایرانی باقاعدہ فوج پولیس دستے رضاکار باسیج اور انقلابی گارڈز سب نے الگ الگ اپنے آپریشن انجام دیئے
A 17 18|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S یقینن ان کا اثر رسوخ اور رہائش گاج کے کنارے بھی ہوگا
A 11 12|||R:VERB:INFL|||ہوگی|||REQUIRED|||-NONE-|||0

S انہوں نے 1892 93 میں انگریزوں کے ساتھ اس وادی میں ٹریکنگ کی تھی
A 12 13|||R:VERB:INFL|||کیا|||REQUIRED|||-NONE-|||0

S مفتی رشید احمد لدھیانوی ایک عظیم اسلامی اسکالر اور فقہی تھا وہ جامعہ الرشید کراچی اور الرشید ٹرسٹ کے بانی تھے
A 10 11|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S چنانچہ ایرانی پارلیمنٹ نے انہیں برطرف کر دیا اور وہ مسعود رجوی کے ساتھ بیرون ملک چلا گیا
A 16 17|||R:VERB:INFL|||چلے|||REQUIRED|||-NONE-|||0

S چنانچہ ایرانی پارلیمنٹ نے انہیں برطرف کر دیا اور وہ مسعود رجوی کے ساتھ بیرون ملک چلا گیا
A 17 18|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S وہ لگاتار رن بنانے والے کھلاڑی رہے ہیں اور انہوں نے بین الاقوامی کرکٹ میں سب سے زیادہ رن اسکور کئے ہیں
A 20 21|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس پر دنیا بھر کی تازہ ترین خبریں اور تجزیے نشر کئے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S چوتھا کاؤنٹی آف طرابلس 1109 میں قائم کیا گیا تھا
A 7 8|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S چوتھا کاؤنٹی آف طرابلس 1109 میں قائم کیا گیا تھا
A 8 9|||R:VERB:INFL|||گئیں|||REQUIRED|||-NONE-|||0

S چوتھا کاؤنٹی آف طرابلس 1109 میں قائم کیا گیا تھا
A 9 10|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S وہ آرمی میڈیکل کور سے تعلق رکھتی ہے
A 7 8|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S جو 13 ویں سے 16 ویں صدی تک جاری رہا
A 9 10|||R:VERB:INFL|||رہی|||REQUIRED|||-NONE-|||0

S بنگالی سلطنت کی ایک اہم خصوصیت قائم کئے شہر تھے
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جمہوریہ ایڈل اورال میں شہریوں کی حیثیت کو آئینی طور پر بیان کیا جانا چاہئے اور شہریت سے متعلق قوانین کو اپنایا جانا چاہئے
A 14 15|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S جمہوریہ ایڈل اورال میں شہریوں کی حیثیت کو آئینی طور پر بیان کیا جانا چاہئے اور شہریت سے متعلق قوانین کو اپنایا جانا چاہئے
A 23 24|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S جمہوریہ ایدیل اورال کے علاقے میں خصوصی علاقائی دفاعی یونٹ تشکیل دیئے جائیں گے
A 11 12|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S پہلے سے آخری تعلیمی سال تک تمام تعلیمی اداروں میں سرکاری زبانوں کا مطالعہ لازمی ہونا چاہئے
A 16 17|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S جمہوریہ کی سرکاری زبانیں بھی سماجی خدمات کے شعبے میں استعمال کرنے کا ترجیحی انتخاب ہونا چاہئے
A 16 17|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S ریاستہائے متحدہ امریکا کی خاتون اول وائٹ ہاؤس کی میزبان ہے
A 10 11|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S یہ قالین مزار شریف میں واقع بیشتر کے ساتھ ساتھ افغانستان فروخت کئے جاتے ہیں
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ایک دن لڑائی کے بعد روسیوں نے ہتھیار ڈال دیئے
A 9 10|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ارمیہ پر قبضہ کر لیا گیا اور اردیبل نے اپنے دروازے کھول دیئے
A 12 13|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S 10 فروری 1828 کو ترکمانچی کے معاہدے پر دستخط ہوئے جس میں یوریون اور نخیچیوان کے دو آذربائیجان کناٹے روس کو دیئے گئے تھے
A 21 22|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S یہ تفنگ سے چھوٹا اور طپنچہ سے بڑا ہوتا ہے
A 8 9|||R:VERB:INFL|||ہوتی|||REQUIRED|||-NONE-|||0

S کچھ ذرائع کے مطابق خان کے اعزاز میں یادگار نماز ( جنازہ ) میں 600 ہزار عازمین شریک ہوئے
A 18 19|||R:VERB:INFL|||ہوئ|||REQUIRED|||-NONE-|||0

S اس کے بعد امیر کے ساتھ ناکام مذاکرات کا انعقاد کیا گیا جو مرکزی کمیٹی کے نومنتخب چیئرمین کے ذریعہ کئے گئے تھے
A 20 21|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جنگ کے دوران روسی فوج نے 1687 اور 1689 کی کریمین مہمات کا انعقاد کیا جو روسی شکست پر ختم ہوا
A 20 21|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S دشمن کے زیر قبضہ علاقوں میں نے توڑ پھوڑ کے متعدد مشن کئے
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S تاشقند کے قلعے کے مشرق میں لیکن شہر سے باہر کاریگروں کے حلقے تشکیل دیئے گئے تھے
A 14 15|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S خاص طور پر بین الاقوامی نمائشوں میں فرانس میں " تیموری نشاۃ ثانیہ " کی حیثیت سے منفرد نمائش کی گئ
A 20 21|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S ہر معاملے میں چھاپے آزادانہ انداز میں انجام دیئے گئے
A 8 9|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ابو الفرج رونی جو لاہور میں پیدا ہوئے 11 ویں صدی کے فارسی دربار کے شاعر تھے جنھوں نے " مثنوی " لکھا تھی
A 22 23|||R:VERB:INFL|||لکھی|||REQUIRED|||-NONE-|||0

S روایتی طور پر ایک رسمی دفتر کے طور پر صدارت کو مزید اختیارات دیئے گئے تھے ( پولش گول میز معاہدہ )
A 13 14|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S جب وہ پکنک آئے تو انہیں تحائف کھانا اور ڈوئش مارک دیئے گئے اور پھر انہیں مغرب میں آنے پر راضی کیا گیا
A 11 12|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S جب وہ پکنک آئے تو انہیں تحائف کھانا اور ڈوئش مارک دیئے گئے اور پھر انہیں مغرب میں آنے پر راضی کیا گیا
A 11 12|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S بنیادی طور پر ایک دیہاتی اسکول کے معلم ہیں اور اپنے علاقے میں تعلیم کے فروغ کے لیے کوشاں ہوں
A 19 20|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S خواتین نے اپنی سیاسی تنظیمیں قائم کیں اخبارات شروع کیئے ر سیاسی جلسوں اور مظاہروں میں شرکت کی
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S راجہ انورآج کل پنجاب ایجوکشن ٹاسک فورس کے چئیرمین ہیں اور پنجاب بھر میں تعلیمی حوالے سے اپنی خدمات سرانجام دے رہے ہیں
A 22 23|||R:VERB:INFL|||ہین|||REQUIRED|||-NONE-|||0

S یہ بات ذہن میں رکھنی چاہئے کہ اس وقت برازیل اور پرتگال کی تاریخ ایک دوسرے سے جڑی ہوئی تھی
A 5 6|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S نظم و نسق کو برقرار رکھنے کے لئے کئی بورژوا ملیشیا گروپ تشکیل دیئے گئے تھے
A 13 14|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S حاجی لوئیا نے 3 اکتوبر کو کوکی ہنگری انفنٹری رجمنٹ نمبر 37 " ایرزروزگ جوزف کے " سامنے ہتھیار ڈال دیئے
A 20 21|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S 20 اکتوبر کو ویلیکا کلودو کے قلعہ نے ہتھیار ڈال دیئے
A 10 11|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S سال جنیسیریوں شیخوئلاسلام اور یہاں تک کہ کوسم اس کی والدہ کے ذریعہ انجام دیئے گئے
A 14 15|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S وہ لگاتار رن بنانے والے کھلاڑی رہے ہیں اور انہوں نے بین الاقوامی کرکٹ میں سب سے زیادہ رن اسکور کئے ہیں
A 20 21|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S خراب موسمی حالات اور نظامی کمک کی آمد تک عثمانیوں کی تاخیر سے عثمانی کمانڈر کزالہحمدلی مصطفی پاشا نے محاصرے چھوڑ دیئے
A 21 22|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S کیتھرین روسی اوپیرا کی ایک عظیم سرپرست بن گئ
A 8 9|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S جن میں سے ایلوریئن صوبے تشکیل دیئے جائیں گے
A 6 7|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S جو فوجی یونٹ تشکیل دیئے گئے تھے وہ بلقان جنگ اور پہلی جنگ عظیم میں استعمال ہوئے تھے
A 4 5|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S تمنا کا خاندان لکھنؤ کے قدیم محلہ نوبستہ میں آباد تھا اور نسبی اعتبار سے کایستھ سکسینہ تھے
A 17 18|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S اس وقت وہ ایک شکی رومن کیتھولک تھا
A 7 8|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S واشنگٹن کو اپنے جنگی قرض ادا کرنے کے لئے ڈالر استعمال کی
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S مولانا انور بدخشانی ایک پاکستانی اسلامی اسکالر ہے اور جامعہ بنوریہ کراچی میں حدیث کا استاد ہے
A 7 8|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S مولانا انور بدخشانی ایک پاکستانی اسلامی اسکالر ہے اور جامعہ بنوریہ کراچی میں حدیث کا استاد ہے
A 16 17|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S وہ عالمی مجلس تحفظ ختم نبوت کا رہنما بھی ہے
A 9 10|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S جلد ہی عوامی کونسل سے مقامی کونسلوں کی نافرمانی کا ایک سلسلہ شروع ہوا باغی یونٹ تشکیل دیئے گئے ریاست میں انتشار پھیل گیا
A 17 18|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S 431 418 آرڈر مجموعی طور پر دیئے گئے آخری 21 دسمبر 1991 کو
A 6 7|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اپنی مہم کے دوران احمد کدک پاشا نے سانتا مورہ ( لیفادا ) کیفالونیا اور زانٹے ( زاکینتھوس ) کے جزئر فتح کئے
A 22 23|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S فرانسیسی اتفاق رائے یہ تھا کہ جنگ ناگزیر ہے
A 4 5|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S اگر وہ " بھاگتے ہوئے کوئیکاچ " یا " لوگوں کو تباہ کرنے والے " ہوتے تو اسے فرار ہونا چاہئے
A 20 21|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S نزاہوالپلی نے مکٹی زوما کو متنبہ کیا کہ وہ محتاط رہنا چاہئے کیونکہ چند سالوں میں ایزٹیک شہر تباہ ہوجائیں گے
A 11 12|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S اس کے باوجود مکٹیزوما کے سرداروں بھتیجے اور تعلقات کے باوجود انہیں ہسپانویوں پر حملہ کرنا چاہئے
A 16 17|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S ریاستہائے متحدہ کی تاریخ وہی ہے جو ماضی میں شمالی امریکہ میں واقع ریاستہائے متحدہ امریکہ میں ہوئی تھی
A 17 18|||R:VERB:INFL|||ہوا|||REQUIRED|||-NONE-|||0

S ریاستہائے متحدہ کی تاریخ وہی ہے جو ماضی میں شمالی امریکہ میں واقع ریاستہائے متحدہ امریکہ میں ہوئی تھی
A 18 19|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S 1776 میں تھامس پین ایک لکھا پمفلٹ " کامن سینس " اس نے استدلال کیا کہ کالونیوں کو انگریزی حکمرانی سے پاک ہونا چاہئے
A 23 24|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S سامراج کا عقیدہ تھا کہ امریکہ کو ایک مضبوط بحریہ تیار کرنا چاہئے اور زمین کو فتح کرنا چاہئے
A 12 13|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S سامراج کا عقیدہ تھا کہ امریکہ کو ایک مضبوط بحریہ تیار کرنا چاہئے اور زمین کو فتح کرنا چاہئے
A 18 19|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S ان میں سے ایک یہ ہے کہ ریاستہائے متحدہ امریکہ کی کس طرح کی حکومت بننی چاہئے
A 16 17|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S بہت سے رجحانات اور پیشرفتیں بھی ہیں جن کا امریکہ کو مقابلہ کرنا چاہئے
A 13 14|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S " انہوں نے اس بات کا ثبوت پیش کیا کہ سنن گننگجاٹی کو الکبری شطاری اور نقشبندی تصوفکے احکامات دیئے گئے تھے
A 19 20|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S 1953 میں اپنے تاجپوشی میں شرکت کے لئے جاتے ہوئے انہوں نے نیویارک میں ہلکی سی تقریر کے دوران مندرجہ ذیل ریمارکس دیئے
A 22 23|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S آبائی ریاستوں کی پوزیشن تقسیم ہوگئ تھی
A 5 6|||R:VERB:INFL|||ہوگئی|||REQUIRED|||-NONE-|||0

S اسی لئے آبائی ریاستوں کا تعلق ہندوستان یا پاکستان سے ہونا چاہئے
A 11 12|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S آرٹیکل 7 کے مطابق آبائی ریاست کے بادشاہ کو آئین ہند کا پابند نہیں ہونا چاہئے
A 15 16|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S حیدرآباد کی فوج اور رجکار فورسز نے تھوڑی مزاحمت کے بعد 13 ستمبر سے 16 ستمبر تک ہندوستانی فوج کے سامنے ہتھیار ڈال دیئے
A 23 24|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اسی سال گجرات کے چھ صوبوں دکن سطح مرتفع اور کے وسیع تر ریاستوں کوہلاپور اور بڑودا بمبئ پریزیڈنسیمیں ضم کر دیئے گئے
A 21 22|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S صرف 3 300 فوجیوں کے ساتھ معمولی مزاحمت کے بعد گوا کے پرتگالی گورنر نے 19 دسمبر 1971 کو ہتھیار ڈال دیئے
A 21 22|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S معاہدے کے مطابق بھوٹان کے خارجہ امور حکومت ہند کے مشورے کے مطابق انجام دیئے جائیں گے
A 14 15|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S بدھ مت کی ابتدا شمال مشرقی ہندوستان میں ہوئی اور وسط ایشیا اور جنوب مشرقی ایشیا میں پھیل گئی
A 18 19|||R:VERB:INFL|||گیا|||REQUIRED|||-NONE-|||0

S مذہبی حلقوں میں ترتیب دیئے گئے مصر کے اسکندریہ سے برآمد شدہ ٹولیک زمانہ سے بدھ مت کے لکھے ہوئے شبیہیں بھی ملتے ہیں
A 4 5|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S بلکہ اسے مقامی سب وے کی زبان میں لکھا جانا چاہئے
A 10 11|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S یہاں تک کہ وہ اس طرح اپنے مخالفین سے لڑنے کے لئے بھی تیار تھا
A 14 15|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S علی کے حامیوں کا خیال تھا کہ علی کو محمد نے اپنا جانشین منتخب کیا ہے لہذا خلافت اسی کا ہونا چاہئے
A 20 21|||R:VERB:INFL|||ہونی|||REQUIRED|||-NONE-|||0

S القلمہ مکرمہ بن نوفل کے گھر میں ایک اجلاس طلب کرتی ہے
A 10 11|||R:VERB:INFL|||کرتا|||REQUIRED|||-NONE-|||0

S یہاں تک کہ وہ اس طرح اپنے مخالفین سے لڑنے کے لئے بھی تیار تھا
A 14 15|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S اس نے جوہن لا سے چ ھپا کر وہ شیئر وقت پر بیچ دیئے اور کروڑ پتی بن گیا
A 13 14|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S جو خزانے سے اپنے لئے رقم لے کر آیا تھا
A 8 9|||R:VERB:INFL|||آئے|||REQUIRED|||-NONE-|||0

S جو خزانے سے اپنے لئے رقم لے کر آیا تھا
A 9 10|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S 4 مئی 1945 کو ڈنمارک میں جرمن افواج نے برطانوی فوج کے سامنے ہتھیار ڈال دیئے
A 15 16|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S جاپانیوں نے باضابطہ طور پر 16 ستمبر کو ہتھیار ڈال دیئے
A 10 11|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S دوسری جنگ عظیم کے دوران امپیریل جاپانی فوج کے لئے 100 000 سے زیادہ کوریائی جبری بھرتی کئے گئے
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ڈیاگو سواریز کے شمالی بحری اڈے نے تیزی سے ہتھیار ڈال دیئے
A 11 12|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S 8 نومبر کو آخری وچی فورسز نے ہتھیار ڈال دیئے
A 9 10|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S جرمنی کی افواج نے 8 مئی 1945 کو ہتھیار ڈال دیئے
A 10 11|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S فلپائن میں امریکیوں نے 6 مئی 1942 کو کوریگڈور کے سامنے ہتھیار ڈال دیئے
A 13 14|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اتحادیوں نے جزائر سلیمان کے حصے واپس لے لئے لیکن جاپانی مزاحمت جنگ کے خاتمے تک جاری رہی
A 8 9|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S جنگ کے اختتام پر جرمن فوج نے ہتھیار ڈال دیئے
A 9 10|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S فلسطینی مزدوروں کو ملازمت دینے والے مغربی کنارے میں اسرائیلی کاروبار نے اردن کے قانون کے مطابق روزگار کے قوانین کھینچ لئے
A 21 22|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S محمود کی موت کے فورا بعد نوزاد اپنی بہن کے ساتھ استنبول واپس آگیا
A 13 14|||R:VERB:INFL|||آگئیں|||REQUIRED|||-NONE-|||0

S یوکرین میں کچھ مخصوص گروہی گروہ ہیں جن کو پہلے توبہ کرنا چاہئے اور کیننیکل چرچ کو واپس جانا چاہئے
A 12 13|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S یوکرین میں کچھ مخصوص گروہی گروہ ہیں جن کو پہلے توبہ کرنا چاہئے اور کیننیکل چرچ کو واپس جانا چاہئے
A 19 20|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S 21 مارچ 2019 کو البانی آرتھوڈوکس چرچ نے نیا جواب ارسال کیا جس میں اس نے ایکومینیکل پیٹریاارک کے دلائل کو جوابی دلائل دیئے
A 23 24|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S یوکرین میں کچھ مخصوص گروہی گروہ ہیں جن کو پہلے توبہ کرنا چاہیے اور کیننیکل چرچ کو واپس جانا چاہیے
A 12 13|||R:VERB:INFL|||چاہئے|||REQUIRED|||-NONE-|||0

S یوکرین میں کچھ مخصوص گروہی گروہ ہیں جن کو پہلے توبہ کرنا چاہیے اور کیننیکل چرچ کو واپس جانا چاہیے
A 19 20|||R:VERB:INFL|||چاہئے|||REQUIRED|||-NONE-|||0

S 21 مارچ 2019 کو البانی آرتھوڈوکس چرچ نے نیا جواب ارسال کیا جس میں اس نے ایکومینیکل پیٹریاارک کے دلائل کو جوابی دلائل دیے
A 23 24|||R:VERB:INFL|||دیئے|||REQUIRED|||-NONE-|||0

S یوکرین میں کچھ مخصوص گروہی گروہ ہیں جن کو پہلے توبہ کرنا چاہئے اور کیننیکل چرچ کو واپس جانا چاہئے
A 12 13|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S یوکرین میں کچھ مخصوص گروہی گروہ ہیں جن کو پہلے توبہ کرنا چاہئے اور کیننیکل چرچ کو واپس جانا چاہئے
A 19 20|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S 21 مارچ 2019 کو البانی آرتھوڈوکس چرچ نے نیا جواب ارسال کیا جس میں اس نے ایکومینیکل پیٹریاارک کے دلائل کو جوابی دلائل دیئے
A 23 24|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S کتاب تیرہ ابواب پر مشتمل ہے زیر نظر مقالے میں بعض ابواب کے مختصر اقتباسات پیش کئے جائیں گے
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S موضع سرگڈھن چکوال روڈ پر خانگاہ ڈھیری بابا نصیب غازی عرف چور شاہ غازی اعوان بودہال سرگڈھن کا جد ہے
A 19 20|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S صرف 2006 2007 میں آسٹریلیا میں 34 136 ہندوستانی طلبا ویزا دیئے گئے
A 11 12|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S سندھی پکوان میں بریانی سرسوں کا ساگ پلا مچھلی اور بھجی چاول بہت ذیادہ پسند کئے جاتے ہیں
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S سب سے بڑھ کر مسلمانوں کے سماجی و معاشی بائی کا فیصلہ کرتے ہوئے ان سے تمام کاروباری تعلقات منقطع کردئے
A 20 21|||R:VERB:INFL|||کردیے|||REQUIRED|||-NONE-|||0

S انہوں نے ریڈیو اور ٹلویژن کیلئےعربی اور فارسی میں 650 پروگرام مرتب کئے
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 200 سے زیادہ اخباروں اور جریدوں نے ان کے تحریر کردھ اور ان کے بارے میں لکھے گئے مقالے مضامین اور انٹرویو شایع کئے
A 23 24|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اسی سال دلتوں نے ایک بیان میں نظام حکومت کو آگاہ کیا تھا کہ ہمیں ہندو نہیں سمجھا جانا چاہئے
A 19 20|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S ہسپانوی حکام کے ذریعہ کئے گئے ایک سروے میں ناہوتل میں موجود دستاویزات پر معلومات پیش کی گئیں اس کے بعد ہسپانوی ترجمہ ہوا
A 4 5|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S فلسطین کی مسلم عیسائی اور یہودی برادریوں کو اپنے چارٹروں کے مطابق دیئے گئے اپنے ممبروں پر دائرہ اختیار کرنے کی اجازت دی گئی
A 12 13|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S محمد حیات بن ابراہیم سندھی ( وفات 3 فروری 1750 ) عالم دین تھے جو سلطنت عثمانیہ کے دور میں رہتا تھے
A 20 21|||R:VERB:INFL|||رہتے|||REQUIRED|||-NONE-|||0

S انہوں نے کہا کہ امریکہ کو علاقے کو مستحکم کرنے سے پہلے وہاں سے نہیں جانا چاہئے
A 16 17|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S یہ لڑائی جھگڑے ہیں اور کسی کو وہاں نہیں جانا چاہئے
A 10 11|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S مرزا غالب کی فارسی غزلیات بھی آئینہ سکندر میں شائع ہوتی تھیں
A 10 11|||R:VERB:INFL|||ہوتا|||REQUIRED|||-NONE-|||0

S مرزا غالب کی فارسی غزلیات بھی آئینہ سکندر میں شائع ہوتی تھیں
A 11 12|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S جزیرہ نما کوریا کی موجودہ تقسیم دوسری جنگ عظیم کے اختتام پر لئے گئے فیصلوں کا نتیجہ ہے
A 12 13|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S اقتدار پر فائز دوسروں کا خیال ہے کہ جنوبی کوریا کو شمالی کوریا کے حملے کی صورت میں تیار رہنا چاہئے
A 20 21|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S وہ تعمیر سیڑھیوں کے ساتھ لکڑی کی تختی یا کھڑکی نما فریم سے کھڑے کئے گئے تھے
A 16 17|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S محفوظ کئے گئے کالموں کو کناروں سے ایک قسم کی تعمیر تھی
A 1 2|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S وہ تعمیر سیڑھیوں کے ساتھ لکڑی کی تختی یا کھڑکی نما فریم سے کھڑے کئے گئے تھی
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یوں ان گروہوں کو " اہل کتاب " کے طور پر کچھ حقوق دیئے گئے تھے
A 13 14|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S محافظوں نے 28 مئی 1948 کو ہتھیار ڈال دیئے
A 8 9|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ابو زہرا نے امام ابو حنیفہ امام ملک اور امام شافعی پر کتاب لکھی ہے
A 14 15|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اس سے فن لینڈ نے سوال اٹھایا کہ اب اس کا کردار کیا ہونا چاہئے اور اگر فن لینڈ آزاد ہونا چاہئے
A 14 15|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S اس سے فن لینڈ نے سوال اٹھایا کہ اب اس کا کردار کیا ہونا چاہئے اور اگر فن لینڈ آزاد ہونا چاہئے
A 21 22|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S اسٹالن نے ریمارکس دیئے " میں اپنی چھوٹی انگلی ہلاؤں گا اور اس کے بعد کوئی اور ٹائٹو نہیں ہوگا "
A 3 4|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S فیڈرل ہاؤسنگ ایڈمنسٹریشن ( ایف ایچ اے ) نے گھروں کی تعمیر کے لئے قومی معیار تشکیل دیئے
A 17 18|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S 1997 سے 2000 تک بطور ڈائریکٹر ادارہ علوم اسلامیہ فرائض سر انجام دیئے
A 12 13|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S 2001 میں علوم اسلامیہ کے ذیلی ادارہ " شاہ ولی اللہ دہلوی ریسرچ سیل " کے ڈائریکٹر بھی بنا دیئے گئے
A 19 20|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S ایتھنول کی قیمت وقفے تک پہنچنے کے لئے 25 30 فی گیلن تک سستی ہونی چاہئے
A 15 16|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S 10 جون کو فرانسیسی حکومت پیرس سے بھاگ گئ پہلے ٹور اور پھر بورڈو چلا گیا
A 8 9|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S یونان میں فوجی جنٹا کے ذریعہ بغاوت کا حکم دیا گیا تھا اور کے ساتھ مل کر قبرص نیشنل گارڈ مظاہرہ کیا گیا تھا
A 21 22|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S یونان میں فوجی جنٹا کے ذریعہ بغاوت کا حکم دیا گیا تھا اور کے ساتھ مل کر قبرص نیشنل گارڈ مظاہرہ کیا گیا تھا
A 23 24|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S یونانیوں کا کہنا تھا کہ انہیں ترک فوجوں کے آنے سے قبل ترک گاؤں کے باشندوں کو ہلاک کرنے کے احکامات دیئے گئے ہیں
A 21 22|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس طرح کا ہر ڈیٹا لنک دستی طور پر شیڈول اور تشکیل شدہ ہونا چاہئے
A 14 15|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S حملوں کے ذمہ دار فلسطینی گروپوں کے ذریعہ دیئے جانے والے راشن مختلف ہیں
A 8 9|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S بجلی کے جسمانی اور علاج معالجے کے اثرات کا پتہ لگانے کے لئے مختلف تجربات کاروں نے ٹیسٹ کئے
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S بجلی کے جسمانی اور علاج معالجے کے اثرات کا پتہ لگانے کے لیے مختلف تجربات کاروں نے ٹیسٹ کیے
A 18 19|||R:VERB:INFL|||کئے|||REQUIRED|||-NONE-|||0

S بجلی کے جسمانی اور علاج معالجے کے اثرات کا پتہ لگانے کے لئے مختلف تجربات کاروں نے ٹیسٹ کئے
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S بجلی کے جسمانی اور علاج معالجے کے اثرات کا پتہ لگانے کے لیے مختلف تجربات کاروں نے ٹیسٹ کیے
A 18 19|||R:VERB:INFL|||کئے|||REQUIRED|||-NONE-|||0

S بجلی کے جسمانی اور علاج معالجے کے اثرات کا پتہ لگانے کے لئے مختلف تجربات کاروں نے ٹیسٹ کئے
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ہمیں سربوں کے ساتھ " جلدی " ختم کرنا چاہئے
A 9 10|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S اس کوشش کو ناکام بنانے کے لجرمنی اور آسٹریا ہنگری کو پہلے بلغاریہ اور سلطنت عثمانیہ سے اتحاد کرنا چاہئے
A 19 20|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S ہمیں سربوں کے ساتھ " جلدی " ختم کرنا چاہیے
A 9 10|||R:VERB:INFL|||چاہئے|||REQUIRED|||-NONE-|||0

S اس کوشش کو ناکام بنانے کے لجرمنی اور آسٹریا ہنگری کو پہلے بلغاریہ اور سلطنت عثمانیہ سے اتحاد کرنا چاہیے
A 19 20|||R:VERB:INFL|||چاہئے|||REQUIRED|||-NONE-|||0

S ہمیں سربوں کے ساتھ " جلدی " ختم کرنا چاہئے
A 9 10|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S اس کوشش کو ناکام بنانے کے لجرمنی اور آسٹریا ہنگری کو پہلے بلغاریہ اور سلطنت عثمانیہ سے اتحاد کرنا چاہئے
A 19 20|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S ہمیں سربوں کے ساتھ " جلدی " ختم کرنا چاہیے
A 9 10|||R:VERB:INFL|||چاہئے|||REQUIRED|||-NONE-|||0

S اس کوشش کو ناکام بنانے کے لجرمنی اور آسٹریا ہنگری کو پہلے بلغاریہ اور سلطنت عثمانیہ سے اتحاد کرنا چاہیے
A 19 20|||R:VERB:INFL|||چاہئے|||REQUIRED|||-NONE-|||0

S ہمیں سربوں کے ساتھ " جلدی " ختم کرنا چاہئے
A 9 10|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S اس کوشش کو ناکام بنانے کے لجرمنی اور آسٹریا ہنگری کو پہلے بلغاریہ اور سلطنت عثمانیہ سے اتحاد کرنا چاہئے
A 19 20|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S چھوٹے بچوں کے مقابلہ میں اور روس کے خرچ پر آسٹریا کو بلقان میں غالب بننا چاہئے
A 16 17|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S ویانا میں کونراڈ وان ہٹزینڈورف اور برچٹولڈ نے اس بارے میں اتفاق رائے نہیں کیا کہ آسٹریا نے کب آپریشن شروع کرنا چاہئے
A 22 23|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S بیتھمان ہالویگ سے علی الصبح یہ ٹیلی گرام تسریشکی نے برچٹولڈ کو دیئے تھے جب یہ دونوں افراد جمعرات 30 جولائی کو لنچ کیا
A 12 13|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S م ر ش ر محمد خان تالپور کی اپنی بھادری حب الوطنی کے لیے ش ر سندھ کے لقب سے اد کیے جاتے ہیں
A 21 22|||R:VERB:INFL|||کیا|||REQUIRED|||-NONE-|||0

S م ر ش ر محمد خان تالپور کی اپنی بھادری حب الوطنی کے لیے ش ر سندھ کے لقب سے اد کیے جاتے ہیں
A 22 23|||R:VERB:INFL|||جاتا|||REQUIRED|||-NONE-|||0

S م ر ش ر محمد خان تالپور کی اپنی بھادری حب الوطنی کے لیے ش ر سندھ کے لقب سے اد کیے جاتے ہیں
A 23 24|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S یقینا یہ بہت تیزی سے ہونا چاہئے ان کی رفتار اتنی بڑی ہے کسی بھی لمحے میں ذرات کا ذخیرہ تاکہ سپلائی سامنے آسکے
A 6 7|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S یقینا یہ بہت تیزی سے ہونا چاہیے ان کی رفتار اتنی بڑی ہے کسی بھی لمحے میں ذرات کا ذخیرہ تاکہ سپلائی سامنے آسکے
A 6 7|||R:VERB:INFL|||چاہئے|||REQUIRED|||-NONE-|||0

S یقینا یہ بہت تیزی سے ہونا چاہئے ان کی رفتار اتنی بڑی ہے کسی بھی لمحے میں ذرات کا ذخیرہ تاکہ سپلائی سامنے آسکے
A 6 7|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S یقینا یہ بہت تیزی سے ہونا چاہیے ان کی رفتار اتنی بڑی ہے کسی بھی لمحے میں ذرات کا ذخیرہ تاکہ سپلائی سامنے آسکے
A 6 7|||R:VERB:INFL|||چاہئے|||REQUIRED|||-NONE-|||0

S یقینا یہ بہت تیزی سے ہونا چاہئے ان کی رفتار اتنی بڑی ہے کسی بھی لمحے میں ذرات کا ذخیرہ تاکہ سپلائی سامنے آسکے
A 6 7|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S 21 دسمبر 1937 کو " اسنو وائٹ اور سیون ڈورفز کا " پریمیئر ہوا اور یہ عالمی سطح پر کامیابی بن گئ
A 21 22|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S یقینا یہ بہت تیزی سے ہونا چاہیے ان کی رفتار اتنی بڑی ہے کسی بھی لمحے میں ذرات کا ذخیرہ تاکہ سپلائی سامنے آسکے
A 6 7|||R:VERB:INFL|||چاہئے|||REQUIRED|||-NONE-|||0

S 21 دسمبر 1937 کو " اسنو وائٹ اور سیون ڈورفز کا " پریمیئر ہوا اور یہ عالمی سطح پر کامیابی بن گئی
A 21 22|||R:VERB:INFL|||گئ|||REQUIRED|||-NONE-|||0

S یقینا یہ بہت تیزی سے ہونا چاہئے ان کی رفتار اتنی بڑی ہے کسی بھی لمحے میں ذرات کا ذخیرہ تاکہ سپلائی سامنے آسکے
A 6 7|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S 21 دسمبر 1937 کو " اسنو وائٹ اور سیون ڈورفز کا " پریمیئر ہوا اور یہ عالمی سطح پر کامیابی بن گئ
A 21 22|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S یقینا یہ بہت تیزی سے ہونا چاہیے ان کی رفتار اتنی بڑی ہے کسی بھی لمحے میں ذرات کا ذخیرہ تاکہ سپلائی سامنے آسکے
A 6 7|||R:VERB:INFL|||چاہئے|||REQUIRED|||-NONE-|||0

S 21 دسمبر 1937 کو " اسنو وائٹ اور سیون ڈورفز کا " پریمیئر ہوا اور یہ عالمی سطح پر کامیابی بن گئی
A 21 22|||R:VERB:INFL|||گئ|||REQUIRED|||-NONE-|||0

S یقینا یہ بہت تیزی سے ہونا چاہئے ان کی رفتار اتنی بڑی ہے کسی بھی لمحے میں ذرات کا ذخیرہ تاکہ سپلائی سامنے آسکے
A 6 7|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S 21 دسمبر 1937 کو " اسنو وائٹ اور سیون ڈورفز کا " پریمیئر ہوا اور یہ عالمی سطح پر کامیابی بن گئ
A 21 22|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S 21 دسمبر 1937 کو " اسنو وائٹ اور سیون ڈورفز کا " پریمیئر ہوا اور یہ عالمی سطح پر کامیابی بن گئی
A 21 22|||R:VERB:INFL|||گئ|||REQUIRED|||-NONE-|||0

S یقینا یہ بہت تیزی سے ہونا چاہئے ان کی رفتار اتنی بڑی ہے کسی بھی لمحے میں ذرات کا ذخیرہ تاکہ سپلائی سامنے آسکے
A 6 7|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S 21 دسمبر 1937 کو " اسنو وائٹ اور سیون ڈورفز کا " پریمیئر ہوا اور یہ عالمی سطح پر کامیابی بن گئ
A 21 22|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S ایک ہی طرز پر تعمیر کیا گیا ہے اور ایک ہی رشتہ دار پوزیشنوں میں ایک ہی ہڈیوں کو شامل کرنا چاہئے
A 21 22|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S انہوں نے ریمارکس دیئے کہ کچھ ابتدائی اعضا جیسے بیلین وہیلوں میں دانت صرف برانن مرحلے میں پائے جاتے ہیں
A 3 4|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S طبیعیات کے پروفیسر ویڈ ایلیسن دراصل کہتے ہیں " تابکاری محفوظ ہے اور تمام ممالک کو ایٹمی ٹیکنالوجی کو اپنانا چاہئے "
A 20 21|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S نوبل انعام یافتہ ک نزابروا اویری نے کہا ہے کہ جاپان کو اپنے جوہری ری ایکٹرز کو ترک کرنے کا فیصلہ جلد کرنا چاہئے
A 23 24|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S تمام حملے اکیلے کام کرنے والے مجرموں کے ذریعہ کئے گئے تھے
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 4000 سے زیادہ اشعار استعمال کی گئے ہیں
A 5 6|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 2008 کے انتخابات میں بھی ق لیگ کی طرف سے الیکشن میں حصہ لیا 59231 ووٹ حاصل کئے لیکن راحیلہ بلوچ سے ہار گئے
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S میں نے غیر موجود مضامین بنائے روابط درست کیے اور نئے کھلاڑی بھی شامل کر دیئے
A 15 16|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اگر لوبان یا اس کے ساتھ صعتر ملا کر غرارے کئے جائیں تو گلے کی سوزش میں مفید ہے
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اما کی ولادت 1923 میں پاکستان کے شہر لاہور میں ایک ممتاز بنگالی عیسائی گھرانے میں پیدا ہوئی
A 17 18|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S سندھ کے درسی کتاب سندھ ٹکسٹ بک بور جام شورو نے بھی شایع کی ہے
A 13 14|||R:VERB:INFL|||کئے|||REQUIRED|||-NONE-|||0

S سندھ کے درسی کتاب سندھ ٹکسٹ بک بور جام شورو نے بھی شایع کی ہے
A 14 15|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S سندھ کے اسکولوں میں مضمون کے طور پر پڑہائی جاتی ہے
A 8 9|||R:VERB:INFL|||پڑہایا|||REQUIRED|||-NONE-|||0

S سندھ کے اسکولوں میں مضمون کے طور پر پڑہائی جاتی ہے
A 9 10|||R:VERB:INFL|||جاتا|||REQUIRED|||-NONE-|||0

S ان کی تحریک کے ذریعے معاشرے کے تمام طبقات کے لئے 100 سے زائد مندر کھول دیئے گئے
A 16 17|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S " ماتھیلو " ایک قدیم شہر ہے جس کو گجر ذات کے بادشاہ نے آباد کیا تھے
A 16 17|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S اسماعیلی امام ہزنائنس پرنس کریم آغاخان نےبین الاقوامی اور قومی سطح پر ثالثی اورمصالحاتی بورڈز تشکیل دیئے ہیں
A 16 17|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S فلم کی موسیقی چترا گپتا نے ترتیب دی تھی اس کے دھن کے ساتھ راجن نے لکھا تھا
A 16 17|||R:VERB:INFL|||لکھے|||REQUIRED|||-NONE-|||0

S فلم کی موسیقی چترا گپتا نے ترتیب دی تھی اس کے دھن کے ساتھ راجن نے لکھا تھا
A 17 18|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S 1935 میں ابوالمحاسن سجاد نے مسلم آزاد پارٹی کی بنیاد رکھی اور رحمانی اس کے ممبر مقرر ہوے
A 17 18|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S آپ نے 1352 ہجری میں دارالعلوم دیوبند سے گریجویشن کیا
A 9 10|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S کوئیلئم نے برطانیہ کے مسلمانوں کا ہفتہ وار مجلہ دی کریسنٹ اور ماہنامہ اسلامک ورلڈ جس کے قارئین پوری دنیا میں تھے شائع کئے
A 23 24|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 1890 میں کوئیلم نے ہال کین کے اسٹیج ڈرامے " محمد کے " خلاف مظاہرے منظم کئے
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کوئیلیم نے استدلال کیا کہ مسلمانوں کو یورپی طاقتوں کی طرف سے مسلمانوں کے مقابلہ میں نہیں لڑنا چاہئے
A 18 19|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S جنھوں نے کئی اہم سرکاری ایوارڈ حاصل کئے
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S پہلی جنگ عظیم میں انتہائی خطرناک و جان لیوا آنسو گیس استعمال کئے گئے
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S سید محمد راشد رحہ کی اولاد راشدی خاندان سے سارے سندھ میں پہچانا جاتا ہے
A 12 13|||R:VERB:INFL|||پہچانی|||REQUIRED|||-NONE-|||0

S سید محمد راشد رحہ کی اولاد راشدی خاندان سے سارے سندھ میں پہچانا جاتا ہے
A 13 14|||R:VERB:INFL|||جاتی|||REQUIRED|||-NONE-|||0

S آخر کا وجھا بڑہتے گئے اور 1941 میں پھر دوسری بار گرفتار کیا گیا
A 4 5|||R:VERB:INFL|||گئیں|||REQUIRED|||-NONE-|||0

S سورہیہ بادشاہ اپنے وطن پر قربان ہوکر ہمارے لئے ایک خوبصورت مثال قائم کی ہے
A 13 14|||R:VERB:INFL|||کیا|||REQUIRED|||-NONE-|||0

S پیر سائیں پاگارا اور حر جماعت ہمیشہ اسلام کی سر بلندی خاطر کوشاں رہے ہیں
A 13 14|||R:VERB:INFL|||رہی|||REQUIRED|||-NONE-|||0

S پیر سائیں پاگارا اور حر جماعت ہمیشہ اسلام کی سر بلندی خاطر کوشاں رہے ہیں
A 14 15|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S مسلم بن عقبہ بنو مررہ کے ایک مخصوص عقبہ کا بیٹا تھا
A 11 12|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S ایچ ایم خوا بھی ایسے لوگوں میں شامل ہے
A 8 9|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S وہ 28 اگست 1968 کو گاؤں دودو لغاری میر پور خاص ضلع سندھ پاکستان میں حسین بخش لغاری کے گھر پیدا ہوئی
A 21 22|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S وہ ڈبل ایم اے اور ایل ایل بی میں ڈگری رکھتی ہے
A 11 12|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S گرفتار کر کے ان پر مقدمہ شلایا لیکن بری کر دئیے گئے
A 10 11|||R:VERB:INFL|||دیئے|||REQUIRED|||-NONE-|||0

S وہ ترک بولنے والا دوغلات شہزادہ تھا جس نے فارسی اور چغتائی زبانوں میں لکھا تھا
A 6 7|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S 2003 اور 2015 کے درمیان یونیورسٹی کے صدر ش خہ عبد الل المسند تھے
A 13 14|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S وہ صوبہ سندھ کے ضلع میرپورخاص کے سامارو قصبے میں ایک متوسط طبقے کے گھرانے میں پروان چڑھی ہے
A 18 19|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اس فلم میں پدمنی رامچندرن اور بنڈو انے مرکزی کردار ادا کئے تھے
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S پہلی مارچ مارچ 8 مارچ 2018 کو ( شہر کراچی میں ) پاکستان میں منعقد ہوئی
A 15 16|||R:VERB:INFL|||ہوا|||REQUIRED|||-NONE-|||0

S شاہدہ کے پہلے شوہر خوشی محمد نے اسے طلاق دے دی تھی اور مجسٹریٹ کے سامنے کاغذات پر دستخط کر دیئے گئے تھے
A 20 21|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S علیزہ شاہ ( ولادت 9 جون 2000 ) ایک پاکستانی اداکارہ ہے
A 11 12|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S علیزہ شاہ ( ولادت 9 جون 2000 ) ایک پاکستانی اداکارہ ہیں
A 11 12|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S ان کی پہلی کہانی " بے روزگاری اور بندوق " ادبی رسالہ سوجھرو میں شائع ہوا
A 15 16|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S شازیہ پروین 2010 میں ریسکیو 1122 کی ہنگامی خدمات میں شامل ہوگئیں
A 11 12|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S وہ 2010 میں اس وقت ریسکیو سروسز میں شامل ہوگئیں جب فائر شعبہ نے اپنے پہلے محکمہ خواتین کا اعلان کیا تھا
A 9 10|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S نایاب جب آٹھویں جماعت میں تھی 13 سال کی کم عمری میں ان کے اہل خانہ نے ان کو قبول کرنے سے انکار کردیا
A 5 6|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S اگست 2015 میں وہ بطور چیئرپرسن منتخب ہوگئیں
A 7 8|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S وہ جامعہ کراچی 2000 سے ماس کمیونیکیشن میں ماسٹر کی ہوئی ہیں
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S وہ جامعہ کراچی 2000 سے ماس کمیونیکیشن میں ماسٹر کی ہوئی ہیں
A 10 11|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S وہ جے ڈبلیو ٹی میں چار سال تک تخلیقی ہدایت کار رہی
A 11 12|||R:VERB:INFL|||رہیں|||REQUIRED|||-NONE-|||0

S ان کی ڈرامہ سیریز " سرخ چاندنی " نے خواتین پہ کئے جانے والے تیزاب کے حملوں کے سماجی موضوع کو بھی چھوا
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S تاہم سعدیہ ایک انگریزی میڈیم اسکول میں تعلیم حاصل کرنا چاہتی تھی اور اس نے اپنی تعلیم کا خرچہ خود اٹھانا شروع کردیا
A 11 12|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S سعدیہ نے گیمنگ میں دلچسپی اس وقت پیدا کی جب وہ اپنے بھائی کے دوستوں کے ساتھ ویڈیو گیمز کھیلتی تھی
A 20 21|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S جب وہ 13 سال کی تھی تب ہی اس نے اپنے کھیلوں کو ڈیزائن کرنا شروع کیا
A 5 6|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S کلثوم اصل میں نارتھ ویسٹرن یونیورسٹی میں فلم کی تعلیم حاصل کرنا چاہتی تھی
A 13 14|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S نشا راؤ ایک پاکستانی ٹرانسجینڈر وکیل اور کارکن ہے
A 8 9|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S جب تک وہ چھٹی جماعت میں تھی تب ہی نشا کو احساس ہوا کہ وہ مختلف ہے
A 6 7|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S جب تک وہ چھٹی جماعت میں تھی تب ہی نشا کو احساس ہوا کہ وہ مختلف ہے
A 16 17|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S نشا نے 2018 میں گریجویشن مکمل کیا
A 6 7|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S شو میں کل 12 ایپیسوڈز تھے جن میں ہر اتوار کو ایک نیا قسط شروع ہوتا ہے
A 5 6|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S شو میں کل 12 ایپیسوڈز تھے جن میں ہر اتوار کو ایک نیا قسط شروع ہوتا ہے
A 15 16|||R:VERB:INFL|||ہوتی|||REQUIRED|||-NONE-|||0

S حوری کے تراجم دستک کے ذریعہ پرفارمنس کے لئے استعمال کئے گئے
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S وہ ان معاملات کے خلاف آواز اٹھانے کے لئے کام کر رہیے ہیں جیسے
A 11 12|||R:VERB:INFL|||رہے|||REQUIRED|||-NONE-|||0

S ایران کو بھی لگتا ہے کہ یروشلم کو فلسطینیوں کو دینا چاہئے
A 11 12|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S انہوں نے کہا " ہم خواجہ سراؤں کو بچپن میں گرووں کے حوالے کرنے کے کلچر کو ختم کرنا چاہئے
A 19 20|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S روشن عطا سن 1940 میں شکار پور ضلع گاؤں سلطان کوٹ میں ایک ڈاکٹر کے گھر پیدا ہوئی تھی
A 17 18|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S وہ رقص کے میدان میں مہارت رکھتی ہے اور ایک تربیت یافتہ کلاسیکی رقاصہ ہے
A 7 8|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S عالیہ جرمنی اور فرانس سے جدت طرازی اور سماجی کاروبار میں ڈپلومہ اور سند بھی حاصل کئے ہوئے ہیں
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S انہوں نے سیکڑوں صوفی گانے گائے تھے جو ریڈیو پاکستان حیدرآباد نے ریکارڈ کیے گیے تھے
A 14 15|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S لاہور میں انہوں نے استاد چھوٹوے غلام علی سے موسیقی کے سبق حاصل کیے
A 13 14|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ گانا ریڈیو سننے والوں میں بہت مشہور ہوا اور وہ پورے سندھ میں مقبول ہو گئی
A 16 17|||R:VERB:INFL|||گئیں|||REQUIRED|||-NONE-|||0

S پیدائش 19 اکتوبر 1940 ) پاکستان کے سندھی کلاسیکی گلوکاروں میں سے ایک تھی
A 13 14|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S اور مہیندر پال کے شیویزم کے باوجود اس نے دیوی وٹ دکشنی کو دیئے تھے
A 13 14|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اسمارہ اور ان کے کلب نے 2007 میں ینگ رائزنگ اسٹارز تشکیل دیئے
A 12 13|||R:VERB:INFL|||دی|||REQUIRED|||-NONE-|||0

S گوہر آرا مغل بادشاہ شاہ جہاں اور ان کی اہلیہ ممتاز محل کی چودھویں اور بھائی اور بہنوں میں سب سے چھوٹی تھیں
A 22 23|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S اس پر ہماری جماعت کے ہر فرد کو اجتماعی طور پر خطاب کرنا چاہئے
A 13 14|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S زندگی کے آخری سالوں میں انھیں فالج کے اٹیک ہوئے جس سے وہ جزوی طور پر مفلوج ہو گئیں تھیں
A 18 19|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S طاہرہ مظہر علی 23 مارچ 2015 کو لاہور میں فوت ہوگئیں
A 10 11|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S وہ ہم وطنوں محمد عرفان سعید بھٹی اور میمونہ امیر سے ( 15 21 17 21 ) سے کوارٹر فائنل میں ہار گئے
A 22 23|||R:VERB:INFL|||گئیں|||REQUIRED|||-NONE-|||0

S انہوں نے انڈین نیشنل کانگریس کے قیام سے سات سال قبل ثمرت التربیت نامی تحریک شروع کیا
A 16 17|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S قریشی 20 مئی 1997 کو لاہور میں عمیر اور مینا قریشی کے ہاں پیدا ہوئے تھے
A 14 15|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S قریشی 20 مئی 1997 کو لاہور میں عمیر اور مینا قریشی کے ہاں پیدا ہوئے تھے
A 15 16|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S آزادی کے بعد مزید کلب تشکیل دیئے گئے جس میں افغان ایف سی چمن اور وہیب شامل ہیں
A 6 7|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S عربوں کے دور میں یہ ہنر اور بھی زیادہ ترقی کی
A 10 11|||R:VERB:INFL|||کرگیا|||REQUIRED|||-NONE-|||0

S قوانین برائے بقائے توانائی قانون بقائے توانائی کے مطابق یہ توانائی کسی اور شکل میں ظاہر ہونی چاہئے
A 17 18|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S حکومت نے اپنی جگہ مٹی کے برتن دے دیئے
A 8 9|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S انہوں نے مہاتما گاندھی کے حکم پر 1945 میں ہتھیار ڈال دیئے
A 11 12|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S معیار کی بہتری کے لئے آغاخان ایجوکیشن سروس سسٹم نے 1980 کی دہائی کی ابتدا سے پرگرام مرتب دیئے ہیں
A 18 19|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S الیاسی مسجد 1935 ایبٹ آباد نواں شہر کے مقام پر تعمیر کی گئ
A 12 13|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S مانگلی کے شہر کی حفاظت کے لیے خصوصی اقدامات کیے گئے تھے اس کے گرد ایک مضبوط فصیل تعمیر کی گئ
A 20 21|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S مانگلی کے شہر میں ایک شاہی ڈاک چوکی بھی قائم کی گئ تھی
A 11 12|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S گلکرسٹ نے بعد میں اصرار کیا کہ اس نے ٹنڈولکر پر اپنی گواہی میں جھوٹ بولنے کا الزام نہیں لگایا
A 5 6|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S ابو بکر محمد بن ہارون رویانی رازی ( متوفی 307ھ ) محدث فقیہ اور صاحب مسند تھی
A 16 17|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S یہ زیادہ تر اناج اور گھاس کے بیجوں کو کھلاتا ہے
A 9 10|||R:VERB:INFL|||کھاتی|||REQUIRED|||-NONE-|||0

S لیکن یہ ایک موقع پرست کھانے والا ہے اور عام طور پر کیڑے مکوڑے اور بہت سی دوسری چیزیں کھاتا ہے
A 19 20|||R:VERB:INFL|||کھاتی|||REQUIRED|||-NONE-|||0

S وہ فلمی صنعت میں یوسف پیامبر نامی مشہور ایرانی فلم میں ظاہر ہوئی
A 12 13|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S انہوں نے 32 سال تک اپنی خدمات انجام دیں ا س دوران انہوں نے پچاس ہزار سے زیادہ مذہبی احکامات جاری کئے
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس کا نام " اور کہانی بدل گئ " تھا
A 7 8|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S آپ کا انتقال 29 اگست 1982 کو بڈگام میں ہوا اور آپ زیارت سرکار مہدی بڈگام میں دفن کئے گئے
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S لائن آسٹریلیا کی بنیادی کمپنی کیرن نے بغاوت کے تناظر میں تاتماڈو سے تمام تعلقات ختم کر دیئے
A 17 18|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S آصف یعقوب ( پیدائش 11 نومبر 1973 ) پاکستانی کرکٹ امپائر ہے
A 11 12|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اس کے بعد دو سے تین ہزار افراد جن میں کچھ مغل سیاح بھی شامل تھے خاندان والوں سمیت قتل کر دئیے گئے
A 21 22|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اس کے بعد اس نے فیصلہ کیا کہ اسے مدھیہ پردیش کے باہر بھی پھیلانا چاہئے
A 15 16|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S کہا جاتا ہے کہ یہ سیلاب زمین کھسکنے برفانی جھیل کا پھٹنے یا برفانی تودہ کی وجہ سے آیا
A 7 8|||R:VERB:INFL|||کھسکنا|||REQUIRED|||-NONE-|||0

S ثریا ملتانیکر ( 1940 میں ملتان کی پیدایش ) ایک پاکستانی گلوکارہ ہے جو زیادہ تر اپنے لوک گانوں کے لئے مشہور ہیں
A 12 13|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S جسم کو غذائی اجزا کا استعمال کیے بغیر اپنی غذا میں کافی بی وٹامن حاصل کرنے کے قابل ہونا چاہئے
A 19 20|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S وہ نیو ساؤتھ ویلز کے لا پیروز میں ایک تھاراوال ماں کے یہاں جڑواں بچوں میں سے ایک کے طور پر پیدا ہوئی
A 22 23|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S تاہم اس لیجنڈ میں " لا ٹنڈا کی شکل بدلنے کی صلاحیتیں بالکل کامل ہے
A 14 15|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S ان جگہوں کے کناروں پر اور بنیادی طور پر رات کے وقت وہ مرد شکاریوں کانکنوں اور جانوروں کے چرواہوں کو لالچ دیتا ہے
A 22 23|||R:VERB:INFL|||دیتی|||REQUIRED|||-NONE-|||0

S لا پٹیسولا مختلف شکلوں اور نمود میں بدل سکتا ہے
A 8 9|||R:VERB:INFL|||سکتی|||REQUIRED|||-NONE-|||0

S وہ ایران کے فن تعمیراتی انداز کو امریکی شہروں سے جوڑتی ہے جہاں وہ رہ چکے ہیں
A 15 16|||R:VERB:INFL|||چکی|||REQUIRED|||-NONE-|||0

S اس کی ادارت اور تالیف جینتی رنگناتھ ہیں جو ایک میڈیا شخصیت اور مصنفہ ہے
A 14 15|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S کچھ شاپ لفٹرز نے تجارتی مراکز میں موجود سی سی ٹی وی کیمروں سے اپنی شناخت چھپانے کے لئے ہڈ کا استعمال کیا ہے
A 23 24|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S وہ بنیادی طور پر پشتو اور اردو زبانوں میں لکھتی ہیں
A 9 10|||R:VERB:INFL|||لکھتیں|||REQUIRED|||-NONE-|||0

S وہ بنیادی طور پر پشتو اور اردو زبانوں میں لکھتیں تھیں
A 9 10|||R:VERB:INFL|||لکھتی|||REQUIRED|||-NONE-|||0

S ان لوگوں کا خاصا یہ ہے کہ یہ لوگ سماج شادی اور روایات کو خواتین کی دشمن تصور کرتی ہیں
A 18 19|||R:VERB:INFL|||کرتے|||REQUIRED|||-NONE-|||0

S یہ لوگ پیشے کے مستقل الوجود ہونے اور اس کی قانونی حیثیت بنائے رکھنے کی بھی شدید مخالف رہی ہیں
A 18 19|||R:VERB:INFL|||رہے|||REQUIRED|||-NONE-|||0

S وہ اپنے والدین کی اکلوتی اولاد ہین
A 6 7|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S وہ پہلی خاتون تھی جنہوں نے یونیورسٹی کی سطح پر فلسفہ فلکیات اور ریاضی کے موضوعات پر لیکچرز دیئے
A 18 19|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S نریندر پنجاب ہندوستان کی ایک بہت مشہور پنجابی گلوکارہ تھی
A 9 10|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S سکھبیر سنگھ اپنی اہلیہ ڈمپی کے ساتھ دبئی میں مقیم ہے
A 10 11|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S پروٹیما گوری بیدی ( 12 اکتوبر 1948 18 اگست 1998 ) ایک ہندوستانی ماڈل تھی
A 14 15|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S وہ قاہرہ اوپیرا ہاؤس میں بھی حاضر ہوئیں اور شاہ حسین اور شاہ ایران کے لئے رقص کیں
A 17 18|||R:VERB:INFL|||کیا|||REQUIRED|||-NONE-|||0

S 2013 وہ آرٹسٹک ڈائریکٹر ڈیوڈ میک السٹر کی دعوت پر آسٹریلیائی بیلے میں شامل ہوگئی
A 14 15|||R:VERB:INFL|||ہوگئیں|||REQUIRED|||-NONE-|||0

S فرزانہ ناز کے شمل گانے آنے کے بعد انہیں لوگوں نے بہت پسند کئے
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S وہ " افغان بارودی سرنگ سے بچنے والوں کی تنظیم " میں کام کرتی ہے
A 14 15|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S وہ جوان عمری میں برین ٹیومر کا شکار ہوکر اس جہان فانی سے رخصت ہوگئی
A 14 15|||R:VERB:INFL|||ہوگئیں|||REQUIRED|||-NONE-|||0

S وہ اپنے پیچھے سوگواران میں ایک دو سالہ بیٹے کو چھوڑ گئی
A 11 12|||R:VERB:INFL|||گئیں|||REQUIRED|||-NONE-|||0

S انہوں نے جنوبی کوریا روس انڈونیشیا فرانس ریاستہائے متحدہ الجزیرہ لبنان اور اسپین کا دورہ کیا اور نغمے پیش کئے
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S وہ اڑیہ ( اڈیہ ) فن اور ثقافت کا ایک بہت بڑا سرپرست تھا
A 13 14|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S " " غازی پور میں فسادات جونپورسے آنے والی سنیوں کی ایک جماعت نے بھڑکا
A 14 15|||R:VERB:INFL|||بھڑکائے|||REQUIRED|||-NONE-|||0

S کوپن ہیگن اجلاس میں عورتوں کے لیے محفوظ کی گئے حقوق اور ان قحوق پر عمل درامد میں فاصلہ تسلیم کیا گیا
A 8 9|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S لکھن نے لولی سے کہا کہ وہ اس کی " بیوی نمبر 1 " ہیں
A 14 15|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S وہ بچ گیا لیکن اس کی کمائی جنگ میں برباد ہوگئ
A 10 11|||R:VERB:INFL|||ہوگئی|||REQUIRED|||-NONE-|||0

S فلم کی تیاری سے قبل راجشری پروڈکشن مالی جدوجہد کر رہی تھیں اور بند ہونے کے راستے پر تھیں
A 18 19|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S ایک سروے کے مطابق ہندوستان میں اس فلم کی ٹکٹ کم از کم 30 ملین فروخت ہوئی ہے
A 16 17|||R:VERB:INFL|||ہوا|||REQUIRED|||-NONE-|||0

S ان کا 12 جون 2014 کو انتقال ہوگیا
A 7 8|||R:VERB:INFL|||ہوا|||REQUIRED|||-NONE-|||0

S انہوں نے ٹھمری بھجن ٹپا ترانہ اور غزل جیسے صنف میں بھی نغمے پیش کئے
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S میگنا مشرا ( ولادت 23 جولائی 2001 ) بھارتی پس پردہ گلوکارہ ہیں
A 12 13|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S سبینہ نے متعدد ٹیلی ویژن ڈراموں میں اہم کردار ادا کئے ہیں
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S 4 جنوری 2021 سے ہائی کورٹ کے چیف جسٹس جسٹس پنکج میتھل ہیں
A 12 13|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S یہ صنف آس پاس کے علاقوں بلوچستان پنجاب اور ضلع کچھ میں پایا جاتا ہے
A 12 13|||R:VERB:INFL|||پائی|||REQUIRED|||-NONE-|||0

S یہ صنف آس پاس کے علاقوں بلوچستان پنجاب اور ضلع کچھ میں پایا جاتا ہے
A 13 14|||R:VERB:INFL|||جاتی|||REQUIRED|||-NONE-|||0

S وبھا صراف یا ویبھا صراف ایک بھارتی گلوکارہ نغمہ نگار اور بالی وڈ پس پردہ گلوکارہ ہیں
A 16 17|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S ایک جنگجو اپنی سخاوت کے لئے مشہور اور ایک مشہور شاعر تھا
A 11 12|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S وجیا مہتا نے ممبئی یونیورسٹی سے گریجویشن مکمل کیا
A 8 9|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S اس میں اڈیہ کے بہت سارے مستعار الفاظ شامل ہیں اور اس کے کوئی مقررہ گرامر و اصول نہیں ہے
A 19 20|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S کام سر انجام دیتی ہے
A 3 4|||R:VERB:INFL|||دیتے|||REQUIRED|||-NONE-|||0

S وہ 1985 6 سے 1993 تک آسٹریلیائی قومی ٹیم کی کپتان رہی
A 11 12|||R:VERB:INFL|||رہیں|||REQUIRED|||-NONE-|||0

S میری ( " مولی " ) ایڈتھ ہائیڈ ( 24 اکتوبر 1913 10 ستمبر 1995 ) ایک انگریزی کرکٹ کھلاڑی تھی
A 20 21|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S وہ خواتین کے پہلے ٹیسٹ میچ میں آسٹریلیا کے لئے کھیلیں تھی
A 10 11|||R:VERB:INFL|||کھیلی|||REQUIRED|||-NONE-|||0

S دائیں بازو سے میڈیم پیز گیندبازی کرتیں تھیں انہوں نے بین الاقوامی کرکٹ میں 20 36 کی اوسط سے 11 ووکٹیں حاصل کیں
A 6 7|||R:VERB:INFL|||کرتی|||REQUIRED|||-NONE-|||0

S اور اس کے علاوہ اس فہرست میں موجود خواتین کرکٹ کھلاڑیوں کے مضامین بنا دئیے ہیں
A 14 15|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S نوشین احتشام دس سال تک پاکستان کی صف اول کی کھلاڑی رہیں ہیں
A 11 12|||R:VERB:INFL|||رہی|||REQUIRED|||-NONE-|||0

S وہ ٹرانسجینڈر لوگوں جنسی اسمگلنگ سے بچ جانے والوں اور جسم فروشی کے خاتمے کے لیے وکیل تھی
A 17 18|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S منیزہ بختاری افغان شاعر واصف بختاری کی بیٹی ہے
A 8 9|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S ناہید دو عظیم اساتذہ بابا مہاراج ( جن کو مہاراج غلام حسین کتھک بھی کہا جاتا ہے ) اور برجو مہاراج کی شاگردہ تھی
A 23 24|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S انہوں نے 48 272 ووٹ حاصل کیے اور یہ نشست آزاد امیدوار سید شعیب شاہ نواز سے ہار گئی
A 18 19|||R:VERB:INFL|||گئیں|||REQUIRED|||-NONE-|||0

S آمنہ سردار ایک پاکستانی سیاست دان ہے
A 6 7|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S وسیم رضوی اتر پردیش میں وقف کے شیعہ سنٹرل بورڈ کے سابق چیئرمین ہیں
A 13 14|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S شہرزاد عالم لاہور پاکستان میں ٹینس ایک سابق پاکستانی کھلاڑی محمود عالم اور ان کی اہلیہ ثریا کے ہاں پیدا ہوئی تھی
A 21 22|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S راحیلہ 2002 سے 2007 تک پاکستان کی قومی اسمبلی کی رکن بھی رہی
A 12 13|||R:VERB:INFL|||رہیں|||REQUIRED|||-NONE-|||0

S 1977 کے پاکستانی عام انتخابات میں خان خواتین کے لئے مخصوص نشست پرپنجاب کی صوبائی اسمبلی کے لئے منتخب ہوئے تھے
A 19 20|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S 1977 کے پاکستانی عام انتخابات میں خان خواتین کے لئے مخصوص نشست پرپنجاب کی صوبائی اسمبلی کے لئے منتخب ہوئے تھے
A 20 21|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S شمیم ممتاز ایک پاکستانی سیاستدان ہے جو جون 2013 سے مئی 2018 تک سندھ کی صوبائی اسمبلی کے ممبر رہ چکے ہیں
A 20 21|||R:VERB:INFL|||چکی|||REQUIRED|||-NONE-|||0

S انھوں نے 21 623 ووٹ حاصل کیے اور یہ نشست آزاد امیدوار عاشفہ ریاض فتیانہ سے ہار گئی
A 17 18|||R:VERB:INFL|||گئیں|||REQUIRED|||-NONE-|||0

S کنول شوزاب 1982 میں پاکستان کے ملتان میں پاک فوج کے افسر کے ہاں پیدا ہوئی تھیں
A 15 16|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S تاشفین صفدر ( ولادت ) ایک پاکستانی سیاست دان ہے جو اگست 2018 سے پاکستان کی قومی اسمبلی کی رکن ہیں
A 9 10|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S شاہدہ رحمان 14 دسمبر 1971 میں برطانیہ کے کیمبرج میں پیدا ہوئی تھی اور کیمبرج میں ہی ان کی پرورش ہوئی
A 11 12|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S شاہدہ رحمان 14 دسمبر 1971 میں برطانیہ کے کیمبرج میں پیدا ہوئی تھی اور کیمبرج میں ہی ان کی پرورش ہوئی
A 12 13|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S ان کو 1 165 ووٹ ملے اور وہ لیبر پارٹی کے امیدوار سے ہار گئ جن کے پاس 1 630 ووٹ تھے
A 14 15|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S عذرا فضل پیچوہو 21 فروری 1953 کو پاکستان کے شہر لاڑکانہ میں حکیم علی زرداری اور بلقیس سلطانہ زرداری کی ہاں پیدائش ہوئی
A 22 23|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S فوج نے بغیر کسی مزاحمت کے ہتھیار ڈال دیئے اور24 ویں ڈویژن نے ایک گولی بھی نہیں چلائی
A 8 9|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اور شہروں سے بھاگنے کی کوشش کرنے والوں پر ہیلی کاپٹروں کا استعمال کرتے ہوئے فائرنگ کرنے جیسے جرائم کئے گئے
A 19 20|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس کے علاوہ صدام نے عراق کے مسلمانوں پر طرح طرح کے ظلم کئے ہیں
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S میری آپیک 1954 میں تہران کے ایک آرمینی خاندان میں پیدا ہوئی تھیں
A 12 13|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S مارگریٹ جین جیننگز ( پیدائش 1949 ) ایک سابقہ آسٹریلیا قومی خواتین کرکٹ ٹیم کی کھلاڑی ہے
A 16 17|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S انہوں نے مشہور ڈراموں میرے ہمدم عشق زہے نصیب اور پھر وہی محبت میں کردار ادا کئے
A 16 17|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اپنی تعلیم کے دوران اس نے اپنی مضامین میں زیادہ تر اے گریڈ حاصل کئے
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S مقدس اشرف قومی مقابلوں میں واپڈا کی نمائندگی کرتیں ہیں
A 8 9|||R:VERB:INFL|||کرتی|||REQUIRED|||-NONE-|||0

S پیاز اور کالی مرچ ڈالی جاتی ہیں اور ٹماٹر کیوب شامل کئے جاتے ہیں
A 11 12|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S دونوں کے لئے فن تعمیر کو مختلف طریقے سے انجام دینا چاہئے
A 11 12|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S مذکورہ بالا حصص میں کچھ اہداف ترتیب دیئے گئے ہیں جن کا استعمال آپ اپنے گھر کے بیرونی حصے میں اضافہ کرسکتے ہیں
A 7 8|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S منجیت نے شاعری کے سات مجموعے تصنیف کئے ہیں
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S مارگریٹ پیڈن 18 مارچ 1981 کو سڈنی نیو ساؤتھ ویلز میں 75 سال اور 151 دن کی عمر میں اس دنیا سے رخصت ہو گئی
A 24 25|||R:VERB:INFL|||گئیں|||REQUIRED|||-NONE-|||0

S پرچارڈ 23 دسمبر 1913 کو سڈنی میں پیدا ہوا تھا
A 8 9|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S پرچارڈ 23 دسمبر 1913 کو سڈنی میں پیدا ہوا تھا
A 9 10|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S نینا چیمہ نے متعدد سیریلز کئے ہیں جن کی تفصیل درج ذیل ہے
A 5 6|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جیا شرما کا شمار ہندوستان کی خاتون کرکٹ کھلاڑیوں میں ہوتا ہیں
A 11 12|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S سریتی جھا ( پیدائش 26 فروری 1986 ) ایک بھارتی اداکارہ ہے جو ہندوستانی سوپ اوپیرا میں دکھائی دیتی ہیں
A 11 12|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S وہ غیر جنسی ہیں اور اس کے بارے میں نظموں کی صورت میں کے مختلف پروگراموں میں سرعام بات کی ہے
A 20 21|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S انہوں نے متعدد پنجابی فلموں میں بطور ہیروئن اور بہت سی ہندی فلموں میں چھوٹے کردار ادا کئے ہیں
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ساقی کو دل میں یاد کئے جارہاہوں میں
A 5 6|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اپنا طواف آپ کئے جارہاہوں میں
A 3 4|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس وقت نعمان کی حالت تشویشناک تھی اور وہ دماغی نکسیر سے صحت یاب ہو کر انتہائی نگہداشت میں تھے
A 19 20|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S بلیک ویل صرف تین بنا سکے جب کہ نیو ساؤتھ ویلز نے چھ وکٹوں سے جیت کے لیے 120 4 بنا لیا
A 5 6|||R:VERB:INFL|||سکی|||REQUIRED|||-NONE-|||0

S بلیک ویل ہر میچ میں کھیلے اور آسٹریلیا کو وائٹ واش کیا گیا
A 5 6|||R:VERB:INFL|||کھیلی|||REQUIRED|||-NONE-|||0

S پیری میڈیا کی کئی شکلوں پر محیط مختلف منصوبوں میں شامل رہا ہے
A 11 12|||R:VERB:INFL|||رہی|||REQUIRED|||-NONE-|||0

S 2014 ورلڈ ٹی ٹوئنٹی میں لیننگ ٹورنامنٹ کے سب سے زیادہ رنز بنانے والے کھلاڑی تھے جنہوں نے چھ اننگز میں 257 رنز بنائے
A 15 16|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S نٹشکے انجری کی وجہ سے پہلے چار میچز نہیں کھیل سکے تھے
A 10 11|||R:VERB:INFL|||سکی|||REQUIRED|||-NONE-|||0

S نٹشکے انجری کی وجہ سے پہلے چار میچز نہیں کھیل سکے تھے
A 11 12|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S فیلڈز یونیورسٹی میں خواتین کی کرکٹ کھیلنے سے پہلے لڑکوں اور مردوں کی کرکٹ کھیلتے ہوئے کوئنز لینڈ میں پلے بڑھے
A 20 21|||R:VERB:INFL|||بڑھی|||REQUIRED|||-NONE-|||0

S انگلینڈ کے دورے کے اختتام پر فیرل ناٹنگھم شائر کے لیے کھیلنے کے لیے ایک مدت کے لیے ٹھہرے رہے
A 18 19|||R:VERB:INFL|||ٹھہری|||REQUIRED|||-NONE-|||0

S انگلینڈ کے دورے کے اختتام پر فیرل ناٹنگھم شائر کے لیے کھیلنے کے لیے ایک مدت کے لیے ٹھہرے رہے
A 19 20|||R:VERB:INFL|||رہی|||REQUIRED|||-NONE-|||0

S کم اسکور والے میچ میں فیرل آسٹریلوی گیند بازوں میں سب سے مہنگے ثابت ہوئے
A 14 15|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S وہ8 نصف سنچری کرنے میں کامیاب رہیں
A 6 7|||R:VERB:INFL|||رہی|||REQUIRED|||-NONE-|||0

S وہ ایک مشہور مسلمان گھرانے میں والد سید منظور حسہ نواب آف حسین آباد اور والدہ خورشید بانو کے ہاں پیدا ہوئی
A 21 22|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S سوسن بری آئرلینڈ کے ڈبلن میں پیدا ہوئیں تھیں
A 7 8|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S مارگوریٹ برک آئرلینڈ کے ڈبلن میں پیدا ہوئیں تھیں اور کرکٹ کلب کلونٹرف کے لیے میچ کھیلی
A 7 8|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S لاورا کولن آئرلینڈ کے ڈبلن میں پیدا ہوئیں تھیں
A 7 8|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S نیکولا کوفی آئرلینڈ کے شہر ڈبلن میں پیدا ہوئیں تھیں
A 8 9|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S وہ آئرلینڈ کے ڈبلن میں پیدا ہوئیں تھیں
A 6 7|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S کم گرت آئرلینڈ کے ڈبلن میں پیدا ہوئیں تھیں
A 7 8|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S راچیل ہارڈیمین آئرلینڈ کے ڈبلن میں پیدا ہوئیں تھیں
A 7 8|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S اسوبل جوائس آئرلینڈ کے ویکلو میں پیدا ہوئیں تھیں
A 7 8|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S لوئیس لٹل آئرلینڈ کے ڈبلن میں پیدا ہوئیں تھیں
A 7 8|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S انھوں نے کل 294 گیندیں پھینکیں اور 1 وکٹ حاصل کیں
A 10 11|||R:VERB:INFL|||کیا|||REQUIRED|||-NONE-|||0

S اننی لینھان شمالی آئرلینڈ کے ڈاونپیٹرک میں پیدا ہوئیں تھیں
A 8 9|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S گرین لیہی آئرلینڈ کے ڈبلن میں پیدا ہوئیں تھیں
A 7 8|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S سائبہ ینگ آئرلینڈ کے ڈبلن میں پیدا ہوئیں تھیں
A 7 8|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S ہیدر وہیلان آئرلینڈ کے ڈبلن میں پیدا ہوئیں تھیں
A 7 8|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S ڈیوینا پراٹ آئرلینڈ کے ڈبلن میں پیدا ہوئیں تھیں
A 7 8|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S وہ آئرلینڈ کے ڈبلن میں پیدا ہوئیں تھیں
A 6 7|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S وہ آئرلینڈ کے کلڈیئر میں پیدا ہوئیں تھیں
A 6 7|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S کلوڈھنہ شارپ 3 جون 1976 کو آئرلینڈ کے ڈبلن میں پیدا ہوئیں تھیں
A 11 12|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S نکی اسکوائر آئرلینڈ کے ڈبلن میں پیدا ہوئیں تھیں
A 7 8|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S ربیکا اسٹوکیل آئرلینڈ کے ڈبلن میں پیدا ہوئیں تھیں
A 7 8|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S کرنجیا کیندوجھر رائرنگ پور جوڈا شہروں سے قریب ہیں
A 8 9|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S واقعی یہ جنگ کے ساٹھ قیدیوں کے ساتھ اڈے پر واپس آیا
A 11 12|||R:VERB:INFL|||آئے|||REQUIRED|||-NONE-|||0

S وہ 22 اگست 2008 کو دیوبند سے 2000 کی ماہانہ پنشن پر ریٹائر ہوئے جو انھیں زندگی بھر وصول ہوتا رہا
A 19 20|||R:VERB:INFL|||ہوتی|||REQUIRED|||-NONE-|||0

S وہ 22 اگست 2008 کو دیوبند سے 2000 کی ماہانہ پنشن پر ریٹائر ہوئے جو انھیں زندگی بھر وصول ہوتا رہا
A 20 21|||R:VERB:INFL|||رہی|||REQUIRED|||-NONE-|||0

S انہوں نے نئی دائیوں کے لئے ایک نصابی کتاب مشترکہ لکھی دوسروں کو تربیت دی اور دائیوں کے متعلق لیکچر دیئے
A 20 21|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S خوشی کے مثبت اور ناراضگی کے منفی جذبات کو زیادہ دیر تک دبا کر نہیں رکھنا چاہئے
A 16 17|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S یہ آڈیو ٹیپس مذکورہ بالا علمی کمیٹی کی نگرانی میں ہی تیار کئے جاتے ہیں
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کمبرلی نول کارداشیئن ویسٹ ( ( پیدائش 21 اکتوبر 1980 ) ک م کارداشیئن کے نام سے جانا جاتا ہے
A 17 18|||R:VERB:INFL|||جانی|||REQUIRED|||-NONE-|||0

S کمبرلی نول کارداشیئن ویسٹ ( ( پیدائش 21 اکتوبر 1980 ) ک م کارداشیئن کے نام سے جانا جاتا ہے
A 19 20|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اور صحت سے متعلق صحت کو یقینی بنانے کے لئے حکومت نے معاشرتی اقدامات فراہم کئے ہیں
A 15 16|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S جوں جوں اس شو نے شکل اختیار کرنا شروع کی ٹیم نے اپنے لئے انتظامی عہدے کھینچ لئے
A 17 18|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S وہ ریاست اتر پردیش کے ضلع مظفر نگر میں واقع کیرانہ نامی قصبہ میں پیدا ہوے تھے
A 15 16|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S 1367ھ مطابق 1948 میں دار العلوم دیوبند میں آپ کا داخلہ ہوا اور 1371ھ مطابق 1952 میں دور حدیث سے فارغ ہوے
A 21 22|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S پھر 1367ھ مطابق 1948 میں دار العلوم دیوبند میں آپ کا داخلہ ہوا اور 1371ھ مطابق 1952 میں دور حدیث سے فارغ ہوے
A 22 23|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S ڈیرہ غازی خان کی مختلف درس گاہوں میں ٹیچر اور ہیڈماسٹر کے فرائض انجام دیئے
A 14 15|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S وہ اپنے خاندان کے ساتھ اپسوئچ میں رہتا ہے
A 7 8|||R:VERB:INFL|||رہتے|||REQUIRED|||-NONE-|||0

S وہ اپنے خاندان کے ساتھ اپسوئچ میں رہتا ہے
A 8 9|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S حسن نے چھوٹی عمرسے قومی اور بین الاقومی مقابلوں میں حصہ لینا شروع کیا اور کئی ایوارڈز ( انعامات ) حاصل کئے
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اس نے دنیاکے کئی ممالک کے سفر کئے جن میں ایران قطر ترکی اور جرمنی شامل ہیں
A 7 8|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اسی معذوری میں بغیر کسی کے سہارے چل بھی نہ سکتے تھے مگر اسی حالت میں مختلف ممالک کے دینی اسفار کیئے
A 21 22|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S کیوں کہ ان کا ماننا تھا کہ " کون ہندوستانی ہے اور کون نہیں اس کے بارے میں معلوم ہونا چاہئے "
A 20 21|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S چہرے سے رونق ختم ہو گئی اداسی نے ڈیرے ڈال دئیے
A 10 11|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S 1170ھ کے لگ بھگ ان کے اسلاف دمیاط سے نکال دیئے گئے تھے اب وہ مختلف مقامات میں جا کر آباد ہو گئے
A 10 11|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اسد علی طور یا اسد طور ایک پاکستانی صحافی اور وی لاگر ہے
A 12 13|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S وہ آج ٹی وی کے پروڈیوسر کے طور پر کام کرتا ہے اور یوٹیوب کرنٹ افیئر چینل بھی چلاتا ہے
A 10 11|||R:VERB:INFL|||کرتے|||REQUIRED|||-NONE-|||0

S وہ آج ٹی وی کے پروڈیوسر کے طور پر کام کرتا ہے اور یوٹیوب کرنٹ افیئر چینل بھی چلاتا ہے
A 18 19|||R:VERB:INFL|||چلاتے|||REQUIRED|||-NONE-|||0

S وہ آج ٹی وی کے پروڈیوسر کے طور پر کام کرتا ہے اور یوٹیوب کرنٹ افیئر چینل بھی چلاتا ہے
A 19 20|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S حبیب الرحمن 11 اگست 1933 کو خیر آباد ( جو اس وقت اعظم گڑھ میں آتا تھا ) میں پیدا ہوا تھے
A 20 21|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S اس کے خلاف امریکی خرگوش کو ان کی حفاظت اور برائی کی قوتوں کو روکنے کے لئے اپنی تمام طاقت کا استعمال کرنا چاہئے
A 23 24|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S ہندوستان میں تبلیغی دورے شروع کئے
A 5 6|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S وہ مختلف ٹی وی شوز یونیورسٹیوں اور اداروں میں تقریریں اور گفتگو بھی کرتا رہتا ہے
A 13 14|||R:VERB:INFL|||کرتے|||REQUIRED|||-NONE-|||0

S وہ مختلف ٹی وی شوز یونیورسٹیوں اور اداروں میں تقریریں اور گفتگو بھی کرتا رہتا ہے
A 14 15|||R:VERB:INFL|||رہتے|||REQUIRED|||-NONE-|||0

S اگلے دن ہوا میں تبدیلی آتی ہے یعنی میری پاپئنز کو وہاں سے جانا چاہئے
A 14 15|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S پیک لیڈر اکیلا نے فیصلہ کیا ہے کہ موگلی کو اپنی حفاظت کے لئے جنگل چھوڑنا چاہئے
A 16 17|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S 3 سال بعد 1910 میں کورین سلطنت جاپان کی سلطنت کا ایک حصہ بن گئ
A 14 15|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S قوم پرست سرفہرست دکھائی دیئے
A 4 5|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S سید تصدیق نے ہزاروں کتابوں کے نسخہ بدل حاصل کئے اور ان کی فہرست تیار کی
A 9 10|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S یہ کتب خانہ لکھنؤ میں واقع ہے اور باقاعدہ حکومت کی طرف سے اس کے اخراجات پورے کئے جاتے ہیں
A 17 18|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S اب ٹارزن کو فیصلہ کرنا ہوگا کہ وہ کس کنبے سے تعلق رکھنا چاہئے
A 13 14|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S لیکن وہ سزا دیئے بغیر گرانڈ کونسل کی خاتون کو ناکامی کی خبر کیسے لائیں گے
A 3 4|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S 1956 میں انہوں نے اپنے مرحوم والد کی حمایت میں وزیرستان کے وانا میں درس و تدریسی فرائض سنبھال لئے
A 19 20|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S انہوں نے مرتے دم تک ہومیوپیتھک دوائی کا مشق کیا
A 9 10|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S تھانوینے انہیں 1935 میں سلسلہ چشتیہ میں اجازت دی عارفی دارالعلوم کراچی کی ایگزیکٹو کونسل کا رکن تھا
A 17 18|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S چنانچہ یہ ان کو اپنے ساتھ لے گیے اوربڑی مشکلوں سے ان کی خطا معاف کرائی
A 7 8|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S چنانچہ ابو بصیر اسلام کے جرم میں قید محن میں ڈال دیئے گئے
A 11 12|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S اسکولوں کی علیحدگی کے مسئلے کو حل کرنے کے ان کے طریقہ کار کی وضاحت بہت سے عقلی اصولوں سے کی جانی چاہئے
A 22 23|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S اور اعلی سطح پر بھی ہونا چاہئے
A 6 7|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S اسکولوں کی علیحدگی کے مسئلے کو حل کرنے کے ان کے طریقہ کار کی وضاحت بہت سے عقلی اصولوں سے کی جانی چاہیے
A 22 23|||R:VERB:INFL|||چاہئے|||REQUIRED|||-NONE-|||0

S اور اعلی سطح پر بھی ہونا چاہیے
A 6 7|||R:VERB:INFL|||چاہئے|||REQUIRED|||-NONE-|||0

S اسکولوں کی علیحدگی کے مسئلے کو حل کرنے کے ان کے طریقہ کار کی وضاحت بہت سے عقلی اصولوں سے کی جانی چاہئے
A 22 23|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S اور اعلی سطح پر بھی ہونا چاہئے
A 6 7|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S اسکولوں کی علیحدگی کے مسئلے کو حل کرنے کے ان کے طریقہ کار کی وضاحت بہت سے عقلی اصولوں سے کی جانی چاہیے
A 22 23|||R:VERB:INFL|||چاہئے|||REQUIRED|||-NONE-|||0

S اور اعلی سطح پر بھی ہونا چاہیے
A 6 7|||R:VERB:INFL|||چاہئے|||REQUIRED|||-NONE-|||0

S اسکولوں کی علیحدگی کے مسئلے کو حل کرنے کے ان کے طریقہ کار کی وضاحت بہت سے عقلی اصولوں سے کی جانی چاہئے
A 22 23|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S اور اعلی سطح پر بھی ہونا چاہئے
A 6 7|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S اپنے دامن میں گئے دنوں کی خوشبو لئے
A 7 8|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S آپ کی وفات 819ھ میں ہوئ
A 5 6|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S وہ تصوف میں پہلے رفیع الدین دیوبندی سے وابستہ تھے اور بعد میں اشرف علی تھانوی سے رجوع ہوا اور ان کے مجاز ہوئے
A 18 19|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S برطانیہ میں یونیورسٹیوں کے فارغ التحصیل افراد کو کالج میں گزرنے کی ضرورت کے بغیر ہندوستان میں خدمات انجام دینے کا موقع ملنا چاہئے
A 23 24|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S تلہ شدید بیمار پڑتا ہے اور موت کی موت پر موانا سے کہتا ہے کہ اسے ماؤی کی تلاش کے لئے روانہ ہونا چاہئے
A 23 24|||R:VERB:INFL|||چاہیے|||REQUIRED|||-NONE-|||0

S عاتکہ بنت ابی سفیان بن حارث بن عبد المطلب ہاشمی ایک صحابیہ اور صحابی معتب بن ابی لہب کی زوجہ تھے
A 20 21|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S عاتکہ بنت ابی سفیان بن حارث بن عبد المطلب ہاشمی ایک صحابیہ اور صحابی معتب بن ابی لہب کی زوجہ تھی
A 20 21|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S عاتکہ بنت ابی سفیان بن حارث بن عبد المطلب ہاشمی ایک صحابیہ اور صحابی معتب بن ابی لہب کی زوجہ تھے
A 20 21|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S نوید عالم ( 16 ستمبر 1973 13 جولائی 2021 ) پاکستانی فیلڈ ہاکی کا کھلاڑی تھا
A 15 16|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S پاکستان میں سب سے پہلے گیس کے ذخائر 1952 میں بلوچستان میں ڈیرا بگٹی کے کریب سئی نام کے قصبے سے ڈونڈہ لیئے گئے
A 22 23|||R:VERB:INFL|||لیے|||REQUIRED|||-NONE-|||0

S روپم اسلام ( بنگالی پیدائش 25 جنوری 1974 ) ایک ہندوستانی گلوکار گانا لکھنے والا اور موسیقار ہے
A 17 18|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اس مسجد کا افتتاح 17 مئی 2019 کو احمدیہ مسلم کمیونٹی کے پانچویں خلیفہ مرزا مسرور احمد نے کیا
A 18 19|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S ہیڈ فونز صوتی انجینئری انتقالہ ہے جو ایک برقی سگنل کو متعلقہ آواز میں تبدیل کرتے ہیں
A 5 6|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S وقت گزرنے کے ساتھ ساتھ گلیم باف ( المعروف کمبل بنانے والے ) کی اکثریت اور میں آباد ہو گئے
A 19 20|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S 1915 میں عربی میڈیم یونیورسٹی " امام امام " ( یروشلم میں قائم کیا گیا تھا
A 13 14|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S 1915 میں عربی میڈیم یونیورسٹی " امام امام " ( یروشلم میں قائم کیا گیا تھا
A 14 15|||R:VERB:INFL|||گئ|||REQUIRED|||-NONE-|||0

S 1915 میں عربی میڈیم یونیورسٹی " امام امام " ( یروشلم میں قائم کیا گیا تھا
A 15 16|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S یہ تمام مانند گلاب سرخ ہیں
A 5 6|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S ان کے والد کا نام منشی نثار احمد تھا جو کہ محکمہ بندوبست میں انسپکٹر منصرم اور تحصیل دار تھا
A 19 20|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S این ڈی ایم " بڑھتی ہوئی عسکریت پسندی " کے خلاف مزاحمت اور ایک فیڈرل جمہوری پارلیمانی نظام کو فروغ دینا چاہتا ہے
A 21 22|||R:VERB:INFL|||چاہتی|||REQUIRED|||-NONE-|||0

S وہ پیغمبر اسلام کے زمانے میں مسلمان ہوا لیکن ان کے ساتھیوں میں سے نہیں تھے
A 15 16|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S مبینہ طور پر مخنف عائشہ کا کزن ( یا چچا ) تھا
A 11 12|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S تاجدار بابر ایک ہندوستانی سیاست دان تھیں اور دہلی کی پہلی دوسری اور تیسری قانون ساز اسمبلی کے رکن تھے
A 19 20|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S عربی سے ماخوذ شگاف یا خلا کے لیے ) بیرونی خواتین جنسی اعضا پر مشتمل ہوتا ہے
A 15 16|||R:VERB:INFL|||ہوتی|||REQUIRED|||-NONE-|||0

S بندے اتکلہ جنانی ایک اڈیہ حب الوطنی کی گیت ہے جو لکشمی کانت مہا پاترا نے 1912 میں لکھی تھی
A 18 19|||R:VERB:INFL|||لکھا|||REQUIRED|||-NONE-|||0

S بندے اتکلہ جنانی ایک اڈیہ حب الوطنی کی گیت ہے جو لکشمی کانت مہا پاترا نے 1912 میں لکھی تھی
A 19 20|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S اس کے علاوہ 1995 میں وزڈن کرکٹرز آف دی ایئر میں سے ایک کے طور پر بھی چنا گیا
A 17 18|||R:VERB:INFL|||چنے|||REQUIRED|||-NONE-|||0

S اس کے علاوہ 1995 میں وزڈن کرکٹرز آف دی ایئر میں سے ایک کے طور پر بھی چنا گیا
A 18 19|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S اس کی بد معاشی اس کی اپنی بہن ( عابد ) کی خوشیوں کے سامنے دیوار بن گئ
A 17 18|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S پہلے سیزن میں ساؤتھ زون 6 پوائنٹس کے ساتھ 5 ٹیموں میں سے چوتھے نمبر پر رہا
A 16 17|||R:VERB:INFL|||رہی|||REQUIRED|||-NONE-|||0

S اگلے سیزن 2015 16 میں ٹورنامنٹ تین روزہ مقابلہ بن گیا اور ساؤتھ زون اس بار 8 پوائنٹس کے ساتھ تیسرے نمبر پر رہا
A 23 24|||R:VERB:INFL|||رہی|||REQUIRED|||-NONE-|||0

S آپ حبشہ جانے سے پہلے پیدا ہوئے اور کہا جاتا ہے کہ وہ حبشہ پہنچنے سے پہلے جہاز میں پیدا ہوا تھا
A 20 21|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S آپ حبشہ جانے سے پہلے پیدا ہوئے اور کہا جاتا ہے کہ وہ حبشہ پہنچنے سے پہلے جہاز میں پیدا ہوا تھا
A 21 22|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S بخش سنگھا ایک انڈوکینیڈیئن ادیبہ اور تھیٹر کی اداکارہ ہے جو کینڈا البرٹا کے شہر ایڈمنٹن میں رہائش پزیر ہے
A 19 20|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S بخش سنگھا ایک انڈوکینیڈیئن ادیبہ اور تھیٹر کی اداکارہ ہے جو کینڈا البرٹا کے شہر ایڈمنٹن میں رہائش پزیر ہیں
A 9 10|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اگرک کا آثار قدیمہ امبرڈ وادی کے مغربی جانب شاہراہ کے جنوب میں واقع ہے
A 14 15|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S وہ ایک میٹر تک موٹے ہوتے ہیں اور دھوپ میں خشک مٹی کی اینٹوں سے بنے ہوتے ہیں
A 5 6|||R:VERB:INFL|||ہوتی|||REQUIRED|||-NONE-|||0

S اپنی نقل و حرکت کو محفوظ بنانے کے لیے اسے دبئی راس الخیمہ عجمان کے شیخوں نے سپورٹ کیا
A 18 19|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S عزان سعید خاندان کی شاخ میں سے تھا
A 7 8|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S سعید بن سلطان سلطان بن احمد کا بیٹا تھا جس نے 1792 سے 1804 تک عمان پر حکومت کی تھی
A 8 9|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S قمبر نے کہا میں امام علی علیہ السلام کے لیے ہوں جو ان شا اللہ مددگاروں میں سے ہوں گے
A 19 20|||R:VERB:INFL|||گا|||REQUIRED|||-NONE-|||0

S انھوں نے مولانا آزاد نیشنل اردو یونیورسٹی ( حیدرآباد ) سے ایم اے ایم فل اور پی ایچ ڈی کی ڈگریاں حاصل کیں ہیں
A 22 23|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S مقال سخن کے عنوان ے قیصر فدا نے رشید آفرین کے شعری محاسن اجاگر کئے ہیں
A 14 15|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S ویدوں میں جن سات رشیوں کا نام ملتا ہے وہ درج ذیل ہے
A 7 8|||R:VERB:INFL|||ملتے|||REQUIRED|||-NONE-|||0

S ویدوں میں جن سات رشیوں کا نام ملتا ہے وہ درج ذیل ہے
A 8 9|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S وہ ای فایل این فٹ بال ٹیم کا رکن تھا
A 9 10|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S وہ دہلی ویمن انڈیا بی ویمن انڈیا بلیو ویمن انڈیا ویمن جیسی بڑی ٹیموں کا حصہ ہے
A 16 17|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S انھوں نے دار العلوم دیوبند میں تقریبا 47 سال تدریسی خدمات انجام دیے
A 12 13|||R:VERB:INFL|||دیں|||REQUIRED|||-NONE-|||0

S بعد میں دلیپ کمار نے 1983 میں آسما کے ساتھ اپنے تعلقات ختم کردئے تھے
A 13 14|||R:VERB:INFL|||کردئیے|||REQUIRED|||-NONE-|||0

S ان کے 8 بچے تھی جن میں سے 3 بیٹیاں اور 5 بیٹے ہیں
A 4 5|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S سٹرلنگ آئرلینڈ کرکٹ ٹیم کے اوپننگ بلے باز اور کبھی کبھار دایاں بازو آف بریک بولر ہیں
A 16 17|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S وہ ٹی 20 بین الاقوامی میچوں میں 10 زیادہ رنز بنانے والوں میں سے ایک ہیں
A 15 16|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S یہ ٹی 20 بین الاقوامی میچوں میں زیادہ رنز بنانے والوں میں سے ایک ہے
A 14 15|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S لوگوں کی ایک چھوٹی سی تعداد کے قبضے میں ہوتی ہے
A 9 10|||R:VERB:INFL|||ہوتا|||REQUIRED|||-NONE-|||0

S 2016 میں مور مزید مواقع حاصل کرنے کے لیے نیویارک شہر منتقل ہو گیا
A 13 14|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S پاکستان میں جاپان کے سفارت خانے کے مطابق ان کا جاپانی نام ہاناکو سمیدا ہے اور وہ اوساکا جاپان میں پیدا ہوئی تھی
A 21 22|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S وہ اس وقت یونیورسٹی آف سدرن کوئنز لینڈ میں ماسٹر آف بزنس ایڈمنسٹریشن کی ڈگری کر رہی ہے
A 17 18|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S وہ قومی اسمبلی کے رکن بھی رہے ہیں
A 6 7|||R:VERB:INFL|||رہی|||REQUIRED|||-NONE-|||0

S وہ قومی اسمبلی کے رکن بھی رہی ہیں
A 6 7|||R:VERB:INFL|||رہے|||REQUIRED|||-NONE-|||0

S ان کے خیال میں طالبات سرکاری تعلیمی اداروں میں اپنے " مذہب " پر عمل نہیں کر سکتے تھے
A 17 18|||R:VERB:INFL|||سکتی|||REQUIRED|||-NONE-|||0

S ان کے خیال میں طالبات سرکاری تعلیمی اداروں میں اپنے " مذہب " پر عمل نہیں کر سکتے تھے
A 18 19|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S وہ حملے میں بچ گئے اور ان کا علاج کیا جا رہا ہے
A 4 5|||R:VERB:INFL|||گیا|||REQUIRED|||-NONE-|||0

S یہ آسٹریلیا کا عالمی کپ فائنل میں تیسری شمولیت تھی جب کہ نیوزی لینڈ ٹیم مسلسل دوسری بار شرکت کر رہا تھی
A 20 21|||R:VERB:INFL|||رہی|||REQUIRED|||-NONE-|||0

S تاہم چندرا نائیڈو ایک کرکٹ مبصر کی حیثیت سے زیادہ دیر تک پیشہ ورانہ طور پر سرگرم نہیں رہے
A 18 19|||R:VERB:INFL|||رہی|||REQUIRED|||-NONE-|||0

S وہ بنگلہ دیش کے خلاف نو جیت کے ساتھ سب سے زیادہ کامیاب رہے ہیں
A 13 14|||R:VERB:INFL|||رہی|||REQUIRED|||-NONE-|||0

S وہ بنگلہ دیش کے خلاف نو جیت کے ساتھ سب سے زیادہ کامیاب رہے ہیں
A 14 15|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S ستم ظریفی یہ ہے کہ ایک اور میچ میں وہ چوٹ سے ریٹائر ہونے پر مجبور ہو گیا
A 17 18|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S وہ قومی اسمبلی کے رکن بھی رہے ہیں
A 6 7|||R:VERB:INFL|||رہی|||REQUIRED|||-NONE-|||0

S وہ قومی اسمبلی کی رکن بھی رہی ہیں
A 6 7|||R:VERB:INFL|||رہے|||REQUIRED|||-NONE-|||0

S وہ افغانستان میں خواتین کے حقوق کو آگے بڑھانے کی کوششوں کے لیے جانا جاتا ہے
A 13 14|||R:VERB:INFL|||جانی|||REQUIRED|||-NONE-|||0

S وہ افغانستان میں خواتین کے حقوق کو آگے بڑھانے کی کوششوں کے لیے جانا جاتا ہے
A 14 15|||R:VERB:INFL|||جاتی|||REQUIRED|||-NONE-|||0

S امبیکا سونی ( پیدائش 13 نومبر 1942 ) ایک بھارتی سیاست دان ہے جن کا تعلق انڈین نیشنل کانگریس سے ہے
A 12 13|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S حیدری 2009 میں افغانستان چلے گئے
A 4 5|||R:VERB:INFL|||چلی|||REQUIRED|||-NONE-|||0

S حیدری 2009 میں افغانستان چلے گئے
A 5 6|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S وہ ہائی اسکول میں تعلیم حاصل کرنے کے لیے کابل چلا گئی
A 10 11|||R:VERB:INFL|||چلی|||REQUIRED|||-NONE-|||0

S وہ ہائی اسکول میں تعلیم حاصل کرنے کے لیے کابل چلا گئی
A 11 12|||R:VERB:INFL|||گئیں|||REQUIRED|||-NONE-|||0

S راجن بمبئی میں پیدا ہوا تھا جسے اب ممبئی کہا جاتا ہے
A 4 5|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S راجن بمبئی میں پیدا ہوا تھا جسے اب ممبئی کہا جاتا ہے
A 5 6|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S 20 سال پر محیط کیریئر میں وہ ہندی بھوجپوری اور گجراتی زبانوں میں 250 سے زیادہ فلموں میں نظر آئیں
A 19 20|||R:VERB:INFL|||آئی|||REQUIRED|||-NONE-|||0

S اس نے اپنی ویب سائٹس بھی شروع کی ہیں
A 8 9|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S انھوں نے دسویں جماعت تک تعلیم حاصل کی اور پھر فلمی مصروفیت کی وجہ سے اپنی پڑھائی جاری نہیں رکھ سکی
A 20 21|||R:VERB:INFL|||سکیں|||REQUIRED|||-NONE-|||0

S جارجیا لوئس ایڈمز ( پیدائش 4 اکتوبر 1993 ) ایک انگریز کرکٹ کھلاڑی ہے جو سسیکس اور سدرن وائپرز کی کپتان ہیں
A 13 14|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S 2017 میں ایڈمز سسیکس کی مستقل کپتان بن گئی انہوں نے جارجیا ایلوس سے عہدہ سنبھالا
A 8 9|||R:VERB:INFL|||گئیں|||REQUIRED|||-NONE-|||0

S لہذا وہ ایڈمونٹ ایبی چلی گئی جہاں وہ اپنی موت تک راہبہ کے طور پر مقیم رہیں
A 5 6|||R:VERB:INFL|||گئیں|||REQUIRED|||-NONE-|||0

S اس کی 2002 کی فلم " چیخوف کی شکلیں " 24 ویں ماسکو انٹرنیشنل فلم فیسٹیول میں شامل ہوئیں
A 18 19|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S چیکان 26 اپریل 1946 کو کیف میں پیدا ہوئیں
A 8 9|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S وہ ایک آئیڈیا کی مصنف اور دستاویزی فلم " ایوان مازیپا محبت " کے اسکرین پلے کی شریک مصنف بھی تھیں
A 20 21|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S وہ 1976 میں اپنے والد کے ساتھ نیوزی لینڈ چلا گیا
A 9 10|||R:VERB:INFL|||چلے|||REQUIRED|||-NONE-|||0

S وہ 1976 میں اپنے والد کے ساتھ نیوزی لینڈ چلا گیا
A 10 11|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S لیکن ہائی کورٹ کے مطابق چکرپانی ہندو مہاسبھا کا صدر نہیں ہیں جو ایک دیرینہ بھارتی ہندو قوم پرست تنظیم ہے
A 11 12|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S 26 اپریل 1876 8 جون 1926 ) ایک ہندوستانی سائرو مالابار کیتھولک کا مذہب تھا اور مقدس خاندان کی جماعت کی بانی تھی
A 14 15|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S میں آپ کو اپنا دل اور اپنی جان دیتا ہوں " پھر اس نے آنکھیں بند کر لیں اور مر گئی
A 8 9|||R:VERB:INFL|||دیتی|||REQUIRED|||-NONE-|||0

S کانسٹینس پریم ناتھ داس ( 1886 1971 ) ایک بھارتی ماہر تعلیم اور کالج کے منتظم تھے
A 16 17|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S ایلینا اینڈریشیوا یوکرین میں پیدا ہونے والی پروڈیوسر اور فلم میکر ہیں
A 11 12|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S وہ " کولیگیٹ کامیڈی آور " پر بھی نمودار ہوئی
A 9 10|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S نوٹ یہ معلومات 07 مارچ 2022 تک اپ ڈیٹ ہے
A 9 10|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S مار زان پ نے 1 ٹیسٹ میچ کھیلے جس میں 2 اننگز شامل ہیں وہ کسی بھی اننگز میں ناٹ آؤٹ نہ رہیں
A 7 8|||R:VERB:INFL|||کھیلا|||REQUIRED|||-NONE-|||0

S ناورنج پرارتنا سماج کے رکن کی حیثیت سے مختلف سماجی اور اصلاحی سرگرمیوں میں مصروف تھے
A 15 16|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S کاش ہمارے پاس کام کرنے والا عدالتی نظام ہوتا تو میں مقدمہ کر سکتا
A 13 14|||R:VERB:INFL|||سکتی|||REQUIRED|||-NONE-|||0

S سیاست دان بننے سے پہلے عطا ایک رجسٹرڈ نرس اور ایک تربیت یافتہ ماہر نفسیات تھے
A 15 16|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S بارکزئی 1990 کی دہائی میں کابل یونیورسٹی گئے
A 7 8|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S یہ افغانستان قومی انسٹی ٹیوٹ برائے موسیقی کا ایک حصہ ہے جو مغربی اور افغان موسیقی کے آلات پرفارم کرتا ہے
A 19 20|||R:VERB:INFL|||کرتی|||REQUIRED|||-NONE-|||0

S اگست 2021 میں طالبان کے کابل پر کنٹرول حاصل کرنے کے بعد نیہان ناروے کو نکل گیا
A 16 17|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S امرتا پوری ایک بھارتی اداکارہ ہے
A 5 6|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S بودن 1958 میں کیروان میں پیدا ہوئیں تھیں
A 6 7|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S کوئی نہیں جانتا کہ یہ کائنات کیسے پیدا ہوئیں اور خدا بزرگ نے اس جہاں کو خلق کیا ہے یا نہیں
A 8 9|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S ابن وراق امریکا میں مقیم ہیں اور ان کا زیادہ تر علمی کام اسلام کی مقدس کتاب قرآن کی نقد پر مبنی ہے
A 5 6|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S انہوں نے مختلف موضوعات پر 137 کتب تصنیف و تالیف کی
A 10 11|||R:VERB:INFL|||کیں|||REQUIRED|||-NONE-|||0

S 1994 95 میں وہ کوئنز لینڈ کی ٹیم کا رکن تھا جس نے پہلی بار شیفیلڈ شیلڈ جیتی تھی
A 10 11|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S 1942 یو ایس ویمنز ریزرو گارڈ ( سرکاری طور پر " مسٹس " کا عرفی نام ) بنایا گیا
A 17 18|||R:VERB:INFL|||بنائی|||REQUIRED|||-NONE-|||0

S 1942 یو ایس ویمنز ریزرو گارڈ ( سرکاری طور پر " مسٹس " کا عرفی نام ) بنایا گیا
A 18 19|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S وہ اپنے کام بھنڈرانوالا افسانہ اور حقیقت ( 1985 ) کے لیے بھی جانا جاتا تھا
A 13 14|||R:VERB:INFL|||جانے|||REQUIRED|||-NONE-|||0

S وہ اپنے کام بھنڈرانوالا افسانہ اور حقیقت ( 1985 ) کے لیے بھی جانا جاتا تھا
A 14 15|||R:VERB:INFL|||جاتے|||REQUIRED|||-NONE-|||0

S وہ اپنے کام بھنڈرانوالا افسانہ اور حقیقت ( 1985 ) کے لیے بھی جانا جاتا تھا
A 15 16|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S اپنی صحت کو بہتر بنانے اور اپنی گرل فرینڈ کے قریب ہونے کی کوشش میں جیکسن برسبین چلا گیا
A 17 18|||R:VERB:INFL|||چلے|||REQUIRED|||-NONE-|||0

S اپنی صحت کو بہتر بنانے اور اپنی گرل فرینڈ کے قریب ہونے کی کوشش میں جیکسن برسبین چلا گیا
A 18 19|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S وہ سیف اللہ واحد دستجردی کی بیٹی ہیں جو ایران کی ہلال احمر سوسائٹی کے سربراہ تھے
A 16 17|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S نسرین سلطانخواہ ایک ایرانی سیاست دان ہے جو 2009 سے 2013 تک محمود احمدی نژاد کے دور میں نائب صدر رہے
A 20 21|||R:VERB:INFL|||رہی|||REQUIRED|||-NONE-|||0

S عامری تہران ایران میں پیدا ہوئے
A 5 6|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S نیو ساؤتھ ویلز چیمپئنز لیگ ٹی ٹوئنٹی کی افتتاحی فاتح تھی
A 10 11|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S وہ آسٹریلیا کی سب سے کامیاب ڈومیسٹک کرکٹ ٹیم ہیں جنہوں نے 47 بار فرسٹ کلاس مقابلہ جیتا ہے
A 9 10|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S میں ایمانداری سے اسے اچھی طرح سے نہیں جانتا تھا
A 8 9|||R:VERB:INFL|||جانتی|||REQUIRED|||-NONE-|||0

S میں ایمانداری سے اسے اچھی طرح سے نہیں جانتا تھا
A 9 10|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S تارا سندری ( اسٹیج کا نام تاراسندری ) ( 1878 19 اپریل 1948 ) بنگالی تھیٹر اداکارہ گلوکارہ اور رقاصہ تھیں
A 20 21|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S مارین مورس ( پیدائش اپریل 10 1990 ) ایک امریکی گلوکارہ نغمہ نگار ہے
A 13 14|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S تیرہ سال کی عمر میں وہ اپنی والدہ کے ساتھ رہنے کے لیے پام اسپرنگس کیلیفورنیا چلی گئی
A 17 18|||R:VERB:INFL|||گئیں|||REQUIRED|||-NONE-|||0

S مریم حامد فردوس کو مریم فردوس کے نام سے بھی جانا جاتا ہے
A 10 11|||R:VERB:INFL|||جانی|||REQUIRED|||-NONE-|||0

S مریم حامد فردوس کو مریم فردوس کے نام سے بھی جانا جاتا ہے
A 11 12|||R:VERB:INFL|||جاتی|||REQUIRED|||-NONE-|||0

S وہ بنیادی طور پر ملیالم فلم انڈسٹری میں کام کرتی ہے
A 10 11|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S ان کی ایک بڑی بہن اندرا نائر اور ایک بھائی اننی نائر ہے
A 12 13|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S جولائی 1954 میں مصلی مکہ سعودی عرب میں پیدا ہوئے
A 9 10|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S انھوں نے اپنے کیریئر میں 1 کیچ پکڑے
A 7 8|||R:VERB:INFL|||پکڑا|||REQUIRED|||-NONE-|||0

S انہوں نے 27 کیچ لیے اور 4 اسٹمپنگ کیے
A 8 9|||R:VERB:INFL|||کیں|||REQUIRED|||-NONE-|||0

S جینیفر این گوو ( پیدائش 28 اگست 1940 ) ایک جنوبی افریقہ کی سابق کرکٹر ہے جو آل راؤنڈر کے طور پر کھیلتی ہے
A 15 16|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S 2014 میں ڈارلنگ ایک ریٹائرمنٹ ہوم میں باغبان کے طور پر کام کر رہی تھی
A 13 14|||R:VERB:INFL|||رہا|||REQUIRED|||-NONE-|||0

S 2014 میں ڈارلنگ ایک ریٹائرمنٹ ہوم میں باغبان کے طور پر کام کر رہی تھی
A 14 15|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S جیمز ولیم میں پیدا ہوئے ایلین ہرلی نے بینونی میں ڈومینیکن کانونٹ میں شرکت کی
A 4 5|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S سلیکٹرز کے کنوینر ڈینس ریڈ نے کہا کہ سنیٹ لوبسر " ایک مناسب اور قابل متبادل تھا
A 16 17|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S وہ مڈل سیکس کے لیے ڈومیسٹک کرکٹ کھیلتی تھی
A 8 9|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S ابھینا اسے گہری نظر سے دیکھتی تھی اور اکیلے میں اس کی نقل کرنے کی کوشش کرتی تھی
A 6 7|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S ابھینا اسے گہری نظر سے دیکھتی تھی اور اکیلے میں اس کی نقل کرنے کی کوشش کرتی تھی
A 17 18|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S اس کی موت کے بعد بھابانی ڈی جور زمیندار بن گیا اور اسے " رانی " یا ملکہ کہا جانے لگا
A 10 11|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S آنندی ( پیدائش 10 دسمبر 1996 ) ایک ہندوستانی اداکارہ ہے جو بنیادی طور پر تامل اور تیلگو فلموں میں کام کرتی ہیں
A 10 11|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S یہ 1987 میں قائم کیا گیا تھا اور اس کے تیسرے سیزن کے دوران 20 مارچ 1989 کو اسے ختم کر دیا گیا تھا
A 4 5|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ 1987 میں قائم کیا گیا تھا اور اس کے تیسرے سیزن کے دوران 20 مارچ 1989 کو اسے ختم کر دیا گیا تھا
A 5 6|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S یہ 1987 میں قائم کیا گیا تھا اور اس کے تیسرے سیزن کے دوران 20 مارچ 1989 کو اسے ختم کر دیا گیا تھا
A 6 7|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S ہند منصور 1956 میں سعودی عرب کے شہر ہوفف میں پیدا ہوئے
A 11 12|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S اس کی دادی یونانی ہیں
A 4 5|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S وہ 1989 میں آسٹریلین کرکٹ اکیڈمی کا اسکالرشپ ہولڈر تھا
A 9 10|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S وہ آسٹریلیائی ڈومیسٹک کرکٹ میں تسمانیہ کے لیے کھیلا
A 8 9|||R:VERB:INFL|||کھیلے|||REQUIRED|||-NONE-|||0

S میک گل 14 اپریل 2021 سڈنی کے مضافاتی علاقے کریمورن میں مبینہ طور پر اغوا کا شکار ہوا تھا
A 17 18|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S میک گل 14 اپریل 2021 سڈنی کے مضافاتی علاقے کریمورن میں مبینہ طور پر اغوا کا شکار ہوا تھا
A 18 19|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S سمر بنت محمد بدوی ( پیدائش 28 جون 1981 ) سعودی عرب کی انسانی حقوق کی کارکن ہے
A 17 18|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اسما سلطان ( 21 مارچ 1873 7 مئی 1899 ) ایک عثمانی شہزادی تھی جو سلطان عبدالعزیز اور کوہری قادین افندی کی بیٹی تھی
A 13 14|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S اسما سلطان ( 21 مارچ 1873 7 مئی 1899 ) ایک عثمانی شہزادی تھی جو سلطان عبدالعزیز اور کوہری قادین افندی کی بیٹی تھی
A 23 24|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S اب وہ جنوبی افریقہ میں رہتے ہیں
A 5 6|||R:VERB:INFL|||رہتا|||REQUIRED|||-NONE-|||0

S اب وہ جنوبی افریقہ میں رہتے ہیں
A 6 7|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S اس نے مختصر کہانیوں شاعری اور ناولوں کے کئی مجموعے شائع کیے ہیں اور کئی مقامی اور علاقائی اعزازات جیت چکے ہیں
A 20 21|||R:VERB:INFL|||چکی|||REQUIRED|||-NONE-|||0

S اس نے مختصر کہانیوں شاعری اور ناولوں کے کئی مجموعے شائع کیے ہیں اور کئی مقامی اور علاقائی اعزازات جیت چکے ہیں
A 21 22|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S وہ دمام اور سیہات میں سیکنڈری اسکول ٹیچر کے طور پر کام کرتی ہیں
A 13 14|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S ناظمہ سلطان 14 فروری 1867 کو دولماباغچہ محل میں پیدا ہوئے
A 10 11|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S نائلہ ایک پیانوادک ہارپسٹ اور وائلسٹ تھا
A 6 7|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S وہ نیو ساؤتھ ویلز کرکٹ ٹیم کے لیے فرسٹ کلاس کرکٹ اور آسٹریلیا کے لیے بین الاقوامی کرکٹ کھیل چکے ہیں
A 20 21|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S فاطمہ سلطان ( 19 جون 1879 23 نومبر 1930 ) ایک عثمانی شہزادی تھی جو سلطان مراد پنجم اور ریسان ہانم کی بیٹی تھی
A 13 14|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S فاطمہ سلطان ( 19 جون 1879 23 نومبر 1930 ) ایک عثمانی شہزادی تھی جو سلطان مراد پنجم اور ریسان ہانم کی بیٹی تھی
A 23 24|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S اس کی ماں ریسان ہانم تھی
A 5 6|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S وہ چوتھی اولاد تھی اور اپنے باپ کی تیسری بیٹی اور اپنی ماں کی سب سے بڑی اولاد تھی
A 3 4|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S وہ چوتھی اولاد تھی اور اپنے باپ کی تیسری بیٹی اور اپنی ماں کی سب سے بڑی اولاد تھی
A 18 19|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S اس کی ایک بہن تھی عالیہ سلطان جو اس سے ایک سال چھوٹی تھی
A 4 5|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S اس کی ایک بہن تھی عالیہ سلطان جو اس سے ایک سال چھوٹی تھی
A 13 14|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S یہ خاص طور پر اس لیے تھا کہ نہ صفیہ اور نہ ہی فاطمہ اسے استنبول چھوڑنے کے لیے تیار تھے
A 20 21|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S کہا جاتا ہے کہ وہ مغرب کے بارے میں متجسس تھی
A 10 11|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S سلیم ثالث سلطنت عثمانیہ کے سب سے بڑے مرد رکن کے طور پر تخت پر بیٹھا
A 15 16|||R:VERB:INFL|||بیٹھے|||REQUIRED|||-NONE-|||0

S بہیجہ سلطان ( 26 اگست 1848 21 دسمبر 1876 ) ایک عثمانی شہزادی تھی جو سلطان عبدالمجید اول اور نسرین حنیم کی بیٹی تھی
A 13 14|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S بہیجہ سلطان ( 26 اگست 1848 21 دسمبر 1876 ) ایک عثمانی شہزادی تھی جو سلطان عبدالمجید اول اور نسرین حنیم کی بیٹی تھی
A 23 24|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S بہیجہ سلطان 26 اگست 1848 کو کرگان محل میں پیدا ہوئے
A 10 11|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S ان میں بہیجہ سلطان بھی تھا
A 5 6|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S عائشہ سلطان ( عائشہ خاتون ) ایک عثمانی شہزادی تھی جو سلطان بایزید ثانی کی بیٹی تھی
A 9 10|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S عائشہ سلطان ( عائشہ خاتون ) ایک عثمانی شہزادی تھی جو سلطان بایزید ثانی کی بیٹی تھی
A 16 17|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S 2004 میں وہ مور ہیڈ پارٹی کے صدارتی امیدوار جان پارکر کی مہم کی منتظمین میں سے ایک تھے
A 18 19|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S وہ روڈ 13 پر ایک چھوٹے سے ولا میں رہتی تھی
A 10 11|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S وہ اپنے والدین کی دوسری اولاد اور اکلوتی بیٹی تھی
A 9 10|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S 1952 میں شہزادیوں کے لیے قانون کی منسوخی کے بعد نیمیکا ترکی واپس آگئی اور استنبول کے بوستانکی ضلع میں آباد ہو گئی
A 22 23|||R:VERB:INFL|||گئیں|||REQUIRED|||-NONE-|||0

S وہ اپنے والدین کی سب سے چھوٹی اولاد تھی
A 8 9|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S وہ کی بانی بھی ہیں تخلیقی پیشہ ور افراد کاروباری افراد اور فری لانسرز کے لیے رکنیت پر مبنی ماحول
A 4 5|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S ڈومیسٹک کرکٹ میں وہ جنوبی آسٹریلیا اور ایڈیلیڈ اسٹرائیکرز کے لیے کھیلتے ہیں
A 11 12|||R:VERB:INFL|||کھیلتا|||REQUIRED|||-NONE-|||0

S ڈومیسٹک کرکٹ میں وہ جنوبی آسٹریلیا اور ایڈیلیڈ اسٹرائیکرز کے لیے کھیلتے ہیں
A 12 13|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S 1389 میں کوسوو کی جنگ کے بعد اولیویرا کو سلطان بایزید اول کے حرم میں بھیجا گیا جہاں وہ اگلے 12 سال تک رہیں
A 23 24|||R:VERB:INFL|||رہی|||REQUIRED|||-NONE-|||0

S وہاں وہ فن اور ادب کی سرپرست بن گئیں
A 8 9|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S وہ گلابی جلد بڑی نیلی آنکھیں سیدھی ناک اور گول چہرے والی خوبصورت خاتون تھیں
A 14 15|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S وہ ایماندار اور نیک دل بھی تھیں
A 6 7|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S نوارہ خانم 13 جون 1992 کو ڈربنٹ میں اکانوے سال کی عمر میں انتقال کر گئے اور دربند کے ایک قبرستان میں دفن ہوئے
A 23 24|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S وہ ابخازین کے عظیم خاندان چیچےکی رکن تھیں
A 7 8|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S ریوا گنگولی داس ( پیدائش 24 دسمبر 1961 ) ایک ہندوستانی سرکاری ملازم ہے جس کا تعلق ہندوستانی فارن سروس کیڈر سے ہے
A 13 14|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S توتنجی ریاض میں پیدا ہوئے تھے
A 4 5|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S توتنجی ریاض میں پیدا ہوئے تھے
A 5 6|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S اگرچہ اٹلی میں 1890 سے جنسی زیادتی کے قوانین نہیں تھے فاشسٹ حکام پھر بھی ہم جنس پرستوں کو سزا دیتے تھے
A 20 21|||R:VERB:INFL|||دیتی|||REQUIRED|||-NONE-|||0

S اگرچہ اٹلی میں 1890 سے جنسی زیادتی کے قوانین نہیں تھے فاشسٹ حکام پھر بھی ہم جنس پرستوں کو سزا دیتے تھے
A 21 22|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S ایلینا مہیائیلونا شیرمان ( 1908 1942 ) ایک روسی یہودی شاعرہ تھی جو دوسری جنگ عظیم میں نازیوں کے ہاتھوں ماری گئی تھیں
A 11 12|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S وہ فی الحال اپنے بیٹے کے ساتھ گریٹر نوئیڈا میں رہتی ہے جب کہ ان کے شوہر پونے میں رہتے ہیں
A 11 12|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S 2019 میں اس نے انگلینڈ میں 2019 کاؤنٹی چیمپیئن شپ سے پہلے گلوسٹر شائر کے ساتھ دوبارہ معاہدہ کیا
A 18 19|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S وہ 2021 کے سیزن کے لیے گلوسٹر شائر واپس آئے
A 9 10|||R:VERB:INFL|||آیا|||REQUIRED|||-NONE-|||0

S اس نے 2007 08 کے سیزن کے لیے معاہدہ حاصل کیا لیکن کوئی گیم نہیں کھیلی
A 15 16|||R:VERB:INFL|||کھیلا|||REQUIRED|||-NONE-|||0

S اس نے پہلا ٹیسٹ میچ کھیلا جس نے انگلینڈ کے لیے پہلا ٹیسٹ ففٹی اسکور کیا
A 15 16|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S سم لار ویب ٹریفک اور مصروفیت کے میٹرکس کی بنیاد پر ویب سائٹوں اور ایپوں کی درجہ بندی کرتا ہے
A 18 19|||R:VERB:INFL|||کرتی|||REQUIRED|||-NONE-|||0

S نیومین ایک ماہر رگبی کھلاڑی بھی تھا
A 6 7|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S ہیڈلی 3 جولائی 1951 کو سینٹ البانس کرائسٹ چرچ میں پیدا ہوئی
A 11 12|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S ہیڈلی 3 جولائی 1951 کو سینٹ البانس کرائسٹ چرچ میں پیدا ہوئیں
A 11 12|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S ہیڈلی 3 جولائی 1951 کو سینٹ البانس کرائسٹ چرچ میں پیدا ہوئی
A 11 12|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S والش اور وارن سے اگے نکالنا
A 5 6|||R:VERB:INFL|||نکلنا|||REQUIRED|||-NONE-|||0

S فلیمنگ انگلینڈ میں مڈل سیکس یارکشائر اور ناٹنگھم شائر کے لیے کاؤنٹی کرکٹ کھیل چکے ہیں
A 15 16|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S امریکی یہودی برادری اس بارے میں تقسیم ہوگئ تھی کہ وہ اسرائیلی ردعمل سے متفق ہیں یا نہیں
A 7 8|||R:VERB:INFL|||ہوگئی|||REQUIRED|||-NONE-|||0

S ٹموتھی گرانٹ ساؤتھی ( پیدائش 11 دسمبر 1988 ) نیوزی لینڈ کا ایک بین الاقوامی کرکٹر ہے جو ہر طرح کا کھیل کھیلتا ہے
A 16 17|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S ٹموتھی گرانٹ ساؤتھی ( پیدائش 11 دسمبر 1988 ) نیوزی لینڈ کا ایک بین الاقوامی کرکٹر ہے جو ہر طرح کا کھیل کھیلتا ہے
A 22 23|||R:VERB:INFL|||کھیلتے|||REQUIRED|||-NONE-|||0

S ٹموتھی گرانٹ ساؤتھی ( پیدائش 11 دسمبر 1988 ) نیوزی لینڈ کا ایک بین الاقوامی کرکٹر ہے جو ہر طرح کا کھیل کھیلتا ہے
A 23 24|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S ان کی تیار کی ہوئیں عربی فارسی اور اردو لغات آج بھی خصوصی اہمیت کی حامل ہیں
A 16 17|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S مرکزی تقریب ایک میلہ ہے جو 24 سے 26 اکتوبر تک مزار پر منعقد ہوتی ہے
A 14 15|||R:VERB:INFL|||ہوتا|||REQUIRED|||-NONE-|||0

S اس کالونی کے دو حصے ہیں جن کے درمیان واقع بٹالہ کالونی انہیں آپس میں جدا کرتے ہے
A 16 17|||R:VERB:INFL|||کرتی|||REQUIRED|||-NONE-|||0

S کیڈمارٹوری 2021 کے جرمن وفاقی انتخابات میں بنڈسٹیگ کے لیے منتخب ہوئیں تھیں
A 11 12|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S لوئیس نورین میکارتھی ( پیدائش 18 اکتوبر 1993 ) ایک آئرش کرکٹر ہے جو دائیں ہاتھ کے میڈیم باؤلر کے طور پر کھیلتا ہے
A 22 23|||R:VERB:INFL|||کھیلتی|||REQUIRED|||-NONE-|||0

S ایسٹل کرائسٹ چرچ میں پیدا ہوا تھا
A 5 6|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S ایسٹل کرائسٹ چرچ میں پیدا ہوا تھا
A 6 7|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S ڈیلوین کیرن براؤنلی ( پیدائش 10 جنوری 1969 ) نیوزی لینڈ کے سابق کرکٹر ہیں جو بطور آل راؤنڈر کھیلے
A 19 20|||R:VERB:INFL|||کھیلی|||REQUIRED|||-NONE-|||0

S ہیڈلی کرائسٹ چرچ کینٹربری نیوزی لینڈ میں پیدا ہوئی
A 8 9|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S مارش نیوزی لینڈ کے شمالی جزیرے کے علاقے وانگاری میں پیدا ہوئے
A 11 12|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S سیٹرتھ ویٹ 1986 میں کرائسٹ چرچ میں پیدا ہوئے اور شمالی کینٹربری کے کلویرڈین میں پلے بڑھے
A 8 9|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S سیٹرتھ ویٹ 1986 میں کرائسٹ چرچ میں پیدا ہوئے اور شمالی کینٹربری کے کلویرڈین میں پلے بڑھے
A 16 17|||R:VERB:INFL|||بڑھی|||REQUIRED|||-NONE-|||0

S کوریون قدیم ترین آرمینیائی مورخ آرمینیائی باشندوں کو " اسکانازین ( یعنی اشکنازی ) قوم " کہتا ہے
A 16 17|||R:VERB:INFL|||کہتی|||REQUIRED|||-NONE-|||0

S " مرشد " اپنا روحانی سلسلہ لعل شہباز قلندر سے جوڑتے ہیں
A 11 12|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S میک گریگور 1869 میں اسکاٹ لینڈ کے ایڈنبرا میں آرگیل کے ڈونلڈ میک گریگر جے پی کے ہاں پیدا ہوا
A 19 20|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S ووس نوٹنگھم کے آس پاس کوئلے کی کان کنی والے اضلاع میں محنت کش طبقے کے پس منظر سے آئی ہے
A 19 20|||R:VERB:INFL|||آیا|||REQUIRED|||-NONE-|||0

S محمد علاؤالدین صدیقی ( 1 جنوری 1936 3 فروری 2017 ) ایک اسلامی صوفی اسکالر اور سماجی شخصیت تھیں
A 18 19|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S کرک انفو کے ایڈیٹر مارٹن ولیمسن نے بعد ازاں اس واقعے پر تبصرہ کیا جو بھی اشتعال انگیزی ہو گیٹنگ غلط تھی
A 21 22|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S وہ چنئی کی ٹیم میں کھیلا جس نے افتتاحی لیگ جیتی تھی
A 5 6|||R:VERB:INFL|||کھیلے|||REQUIRED|||-NONE-|||0

S ایڈورڈز کینٹ ہیمپشائر سدرن وائپرز اور آسٹریلیا کی ٹیموں کے لیے بھی کھیلے
A 12 13|||R:VERB:INFL|||کھیلی|||REQUIRED|||-NONE-|||0

S بیومونٹ ڈوور کینٹ میں پیدا ہوا تھا
A 5 6|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S بیومونٹ ڈوور کینٹ میں پیدا ہوا تھا
A 6 7|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S بیک ویل نیوز سٹیڈ ولیج ناٹنگھم شائر میں پیدا ہوئے
A 9 10|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S اس نے ڈارٹ فورڈ کالج آف فزیکل ایجوکیشن میں تعلیم حاصل کی 1959 میں گریجویشن کی
A 15 16|||R:VERB:INFL|||کیا|||REQUIRED|||-NONE-|||0

S ان مشینوں کو ایڈجسٹ کرنے کے لیے بڑی تعمیرات کرنی پڑیں
A 9 10|||R:VERB:INFL|||کرنا|||REQUIRED|||-NONE-|||0

S وہ بہت سے علما سے مختلف مسائل پر بحث کرنے کے لیے جانا جاتا تھا زیادہ تر حنفی علما سے
A 12 13|||R:VERB:INFL|||جانے|||REQUIRED|||-NONE-|||0

S وہ بہت سے علما سے مختلف مسائل پر بحث کرنے کے لیے جانا جاتا تھا زیادہ تر حنفی علما سے
A 13 14|||R:VERB:INFL|||جاتے|||REQUIRED|||-NONE-|||0

S سہنون مسلم مغرب میں اپنی مالکی شکل میں سنی ازم کی خصوصی بالادستی کے عظیم ترین معماروں میں سے ایک تھا
A 20 21|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S یہ بہت سے مختلف مضامین کا علاج کرتا ہے
A 7 8|||R:VERB:INFL|||کرتی|||REQUIRED|||-NONE-|||0

S جوائس بریور 26 جون 2011 کو برسبین میں 96 سال 96 دن کے ساتھ آخرت کے سفر پر روانہ ہو گئے
A 20 21|||R:VERB:INFL|||گئیں|||REQUIRED|||-NONE-|||0

S محدث سلطان ابو یوسف یعقوب المنصور کے بلانے پر السحیلی 1182 کے قریب مراکش آیا
A 14 15|||R:VERB:INFL|||آیے|||REQUIRED|||-NONE-|||0

S اس کے ایڈٹ ہر 2 سال بعد کی جاتی ہے
A 9 10|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S لورنا بیل ( بعد میں 28 نومبر 1923 10 اگست 2020 ) ایک آسٹریلوی کرکٹر تھا
A 15 16|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S مرٹل ایڈورڈز ( 7 جون 1921 30 اگست 2010 ) ایک آسٹریلوی سافٹ بال اور کرکٹ کھلاڑی تھا
A 17 18|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S ماویس جونز ( 10 دسمبر 1922 1990 ) ایک آسٹریلوی کرکٹ کھلاڑی تھا
A 12 13|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S میک کیلوی 1942 میں لوئر ہٹ میں پیدا ہوئے تھے
A 8 9|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S میک کیلوی 1942 میں لوئر ہٹ میں پیدا ہوئے تھے
A 9 10|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S کٹ آرتھرائن ریمونڈ ( پیدائش 21 مئی 1930 ) وفات 25 جنوری 2009 ) ایک آسٹریلوی کرکٹ کھلاڑی تھا
A 18 19|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S جوائس ڈالٹن ( پیدائش 20 مئی 1933 گیانڈہ کوئینز لینڈ ) وفات 16 دسمبر 2016 ) ایک آسٹریلوی کرکٹر تھا
A 19 20|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S 2001 02 میں اسٹالیکر ایک فرنٹ لائن بلے باز کے طور پر تیار ہوا
A 13 14|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S 2008 09 کے سیزن کے آغاز میں ڈفن انڈیا کے خلاف ایک سیریز میں انڈر 21 آسٹریلوی ٹیم کے لیے کھیلا
A 20 21|||R:VERB:INFL|||کھیلی|||REQUIRED|||-NONE-|||0

S یہ تجربہ صرف ایک بار پھر دہرایا گیا ڈفن ٹیم کے لیے ٹاپ آرڈر بلے باز کے طور پر کام کرنے جا رہا تھا
A 22 23|||R:VERB:INFL|||رہی|||REQUIRED|||-NONE-|||0

S یہ تجربہ صرف ایک بار پھر دہرایا گیا ڈفن ٹیم کے لیے ٹاپ آرڈر بلے باز کے طور پر کام کرنے جا رہا تھا
A 23 24|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S 1884 اس کتاب کی اشاعت عیسوی ( 1302 ہجری ) میں اور 1390 ہجری میں بیروت میں دوبارہ شائع ہوا
A 19 20|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S وہ سنٹرل ڈسٹرکٹس میں 1966 67 میں واپس آئے اور 1969 70 کے سیزن میں اپنے آخری فرسٹ کلاس میچ کھیلے
A 20 21|||R:VERB:INFL|||کھیلا|||REQUIRED|||-NONE-|||0

S مستقبل دان ( انگریزی ) وہ لوگ ہوتے ہیں جو مستقبل کو پیشن گوئی کرتے ہے
A 15 16|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S علاقائی رحجانات کو توڑنا اور مقامی انتظامیہ کا موثر مرکزی کنٹرول قائم کرنا ایک نئی علاقائی تقسیم 1824 میں نافذ کی گئی
A 3 4|||R:VERB:INFL|||توڑنے|||REQUIRED|||-NONE-|||0

S بو القاسم عبد ال ر م بن وازن بن عبد المل بن طلح بن محمد القش ری ( پیدائش 376 ) نے لکھا ہے
A 22 23|||R:VERB:INFL|||لکھی|||REQUIRED|||-NONE-|||0

S برٹ 14 جنوری 1927 کو پیٹیا میں پیدا ہوا تھا اور اس نے آکلینڈ کے ایپسم گرلز گرامر اسکول میں تعلیم حاصل کی
A 8 9|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S برٹ 14 جنوری 1927 کو پیٹیا میں پیدا ہوا تھا اور اس نے آکلینڈ کے ایپسم گرلز گرامر اسکول میں تعلیم حاصل کی
A 9 10|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S برٹ ایک آل راؤنڈر کے طور پر کھیلا دائیں ہاتھ سے بیٹنگ کرتے ہوئے اور بائیں ہاتھ کے آرتھوڈوکس سست بولنگ کرتے تھے
A 7 8|||R:VERB:INFL|||کھیلی|||REQUIRED|||-NONE-|||0

S برٹ ایک آل راؤنڈر کے طور پر کھیلا دائیں ہاتھ سے بیٹنگ کرتے ہوئے اور بائیں ہاتھ کے آرتھوڈوکس سست بولنگ کرتے تھے
A 21 22|||R:VERB:INFL|||کرتی|||REQUIRED|||-NONE-|||0

S برٹ ایک آل راؤنڈر کے طور پر کھیلا دائیں ہاتھ سے بیٹنگ کرتے ہوئے اور بائیں ہاتھ کے آرتھوڈوکس سست بولنگ کرتے تھے
A 22 23|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S پیٹر جان رترے ( پیدائش 14 ستمبر 1958 ) ( انتقال 22 فروری 2021 ) نیوزی لینڈ کے کرکٹر تھے
A 19 20|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S پیٹر جان رترے ( پیدائش 14 ستمبر 1958 ) ( انتقال 22 فروری 2021 ) نیوزی لینڈ کی کرکٹر تھی
A 19 20|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S لیٹن میک گریگور برٹ ( پیدائش 17 اپریل 1984 ) نیوزی لینڈ کی ایک کرکٹر ہیں جو کینٹربری وزرڈز کے لیے کھیلتی ہیں
A 15 16|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S لیٹن میک گریگور برٹ ( پیدائش 17 اپریل 1984 ) نیوزی لینڈ کی ایک کرکٹر ہیں جو کینٹربری وزرڈز کے لیے کھیلتی ہیں
A 21 22|||R:VERB:INFL|||کھیلتا|||REQUIRED|||-NONE-|||0

S لیٹن میک گریگور برٹ ( پیدائش 17 اپریل 1984 ) نیوزی لینڈ کی ایک کرکٹر ہیں جو کینٹربری وزرڈز کے لیے کھیلتی ہیں
A 22 23|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S وہ 2010 11 نیوزی لینڈ کرکٹ سیزن کے لیے ویلنگٹن فائر برڈز کے لیے بھی کھیلی
A 15 16|||R:VERB:INFL|||کھیلا|||REQUIRED|||-NONE-|||0

S صفحہ 7 نومبر 2012 کو آکلینڈ میں 72 سال کی عمر میں انتقال کر گئے
A 14 15|||R:VERB:INFL|||گئیں|||REQUIRED|||-NONE-|||0

S مالک بن نویرہ بنو یربوع قبیلے کا ایک سردار تھا
A 9 10|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S کنگ 22 سال کی عمر میں 2003 میں ویلنگٹن میں میننگوکوکل گردن توڑ بخار کی وجہ سے اچانک انتقال کر گئے
A 20 21|||R:VERB:INFL|||گئیں|||REQUIRED|||-NONE-|||0

S سیان الزبتھ اینسلے رک نیوزی لینڈ کی سابق کرکٹر ہیں جو بائیں ہاتھ کی میڈیم باؤلر کے طور پر کھیلتے ہیں
A 19 20|||R:VERB:INFL|||کھیلتی|||REQUIRED|||-NONE-|||0

S پینفولڈ لندن انگلینڈ میں پیدا ہوئی تھا لیکن کم عمری میں اپنے خاندان کے ساتھ آکلینڈ چلا گیا
A 6 7|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S پینفولڈ لندن انگلینڈ میں پیدا ہوئی تھی لیکن کم عمری میں اپنے خاندان کے ساتھ آکلینڈ چلا گیا
A 16 17|||R:VERB:INFL|||چلی|||REQUIRED|||-NONE-|||0

S پینفولڈ لندن انگلینڈ میں پیدا ہوئی تھی لیکن کم عمری میں اپنے خاندان کے ساتھ آکلینڈ چلا گیا
A 17 18|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S ان کا انتقال دل کا دورہ پڑنے سے ہوئی تھی
A 8 9|||R:VERB:INFL|||ہوا|||REQUIRED|||-NONE-|||0

S ان کا انتقال دل کا دورہ پڑنے سے ہوئی تھی
A 9 10|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S پاروبکائی کو زمین پر فارم بنانے کی اجازت بھی ہوتی تھے
A 10 11|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S کمال رام یکم جولائی 1982 کو اپنے آبائی گاؤں بھولوپورہ کرولی ضلع بھارت میں انتقال ہو گیا
A 16 17|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S لاپتہ ہیلی کاپٹر کی تلاش آپریشن کئی گھنٹے جاری رہا
A 9 10|||R:VERB:INFL|||رہی|||REQUIRED|||-NONE-|||0

S 52 پلوں کو بھی نقصان پہنچا یا تباہ ہوا اور سڑکیں متاثر ہوئیں
A 8 9|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S لیفٹیننٹ جنرل سرفراز علی ( 2 اگست 2022 ) ایک پاکستانی فوجی کمانڈر تھا جس نے پاکستان آرمی میں بطور لیفٹیننٹ جنرل کام کیا
A 13 14|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S ویلش فائر کارڈف شہر میں واقع ایک فرنچائز 100 گیندوں کی کرکٹ سائیڈ ہیں
A 13 14|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S کیسز شدید ہو سکتے ہیں خاص طور پر بچوں حاملہ خواتین یا کمزور مدافعتی نظام والے لوگوں میں
A 3 4|||R:VERB:INFL|||سکتا|||REQUIRED|||-NONE-|||0

S کیسز شدید ہو سکتے ہیں خاص طور پر بچوں حاملہ خواتین یا کمزور مدافعتی نظام والے لوگوں میں
A 4 5|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S ہوفنی ہوبہ ہائنس جانسن ( پیدائش 13 جولائی 1910 ) ( انتقال 24 جون 1987 ) ایک ویسٹ انڈین انٹرنیشنل کرکٹر تھیں
A 21 22|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S گیوینڈولین سمتھ ٹرینیڈاڈین سابق کرکٹر ہیں جو دائیں ہاتھ کے تیز گیند باز کے طور پر کھیلتے ہیں
A 16 17|||R:VERB:INFL|||کھیلتی|||REQUIRED|||-NONE-|||0

S روزلین ایمانوئل سینٹ لوسیا کے سابق کرکٹر ہیں جو وکٹ کیپر اور دائیں ہاتھ کے بلے باز کے طور پر کھیلتے تھے
A 20 21|||R:VERB:INFL|||کھیلتی|||REQUIRED|||-NONE-|||0

S روزلین ایمانوئل سینٹ لوسیا کے سابق کرکٹر ہیں جو وکٹ کیپر اور دائیں ہاتھ کے بلے باز کے طور پر کھیلتے تھے
A 21 22|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S 5 کھلاڑی ٹیم کی کپتانی کر چکے ہیں
A 6 7|||R:VERB:INFL|||چکی|||REQUIRED|||-NONE-|||0

S وہ 1420 عیسوی میں یا اس کے آس پاس سنائیکا میں پیدا ہوا جو مصری صوبے شرقیہ میں واقع ہے
A 12 13|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S وہ وہاں ایسی غربت میں رہتا تھا کہ رات کو پانی کے نل اور تربوز کے چھلکے تلاش کرتا تھا
A 5 6|||R:VERB:INFL|||رہتے|||REQUIRED|||-NONE-|||0

S وہ وہاں ایسی غربت میں رہتا تھا کہ رات کو پانی کے نل اور تربوز کے چھلکے تلاش کرتا تھا
A 6 7|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S انہیں اعزازی لقب " شیخ الاسلام " دیا گیا اور وہ اپنی صوفیانہ اور قانونی تحریروں کی میراث کے لیے جانا جاتا ہے
A 20 21|||R:VERB:INFL|||جانے|||REQUIRED|||-NONE-|||0

S انہیں اعزازی لقب " شیخ الاسلام " دیا گیا اور وہ اپنی صوفیانہ اور قانونی تحریروں کی میراث کے لیے جانا جاتا ہے
A 21 22|||R:VERB:INFL|||جاتے|||REQUIRED|||-NONE-|||0

S انہیں اعزازی لقب " شیخ الاسلام " دیا گیا اور وہ اپنی صوفیانہ اور قانونی تحریروں کی میراث کے لیے جانا جاتا ہے
A 22 23|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S وہ سری لنکا کے لیے پہلے ٹوئنٹی 20 بین الاقوامی میچ کا بھی رکن تھا اور اس نے نمبر ون کیپ کیا
A 21 22|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S وہ " دلوں کا لوہار " ( حداد القلوب ) کے نام سے بھی جانا جاتا تھا
A 14 15|||R:VERB:INFL|||جانے|||REQUIRED|||-NONE-|||0

S وہ " دلوں کا لوہار " ( حداد القلوب ) کے نام سے بھی جانا جاتا تھا
A 15 16|||R:VERB:INFL|||جاتے|||REQUIRED|||-NONE-|||0

S وہ " دلوں کا لوہار " ( حداد القلوب ) کے نام سے بھی جانا جاتا تھا
A 16 17|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S عزت اللہ اپنی منگیتر سے ملنے کے لیے جرمنی منتقل ہو گیا جو جرمنی میں پیدا ہوا تھا لیکن افغان نژاد ہے
A 16 17|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S عزت اللہ اپنی منگیتر سے ملنے کے لیے جرمنی منتقل ہو گیا جو جرمنی میں پیدا ہوا تھا لیکن افغان نژاد ہے
A 17 18|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S وہ رہانوین کے ذیلی گروپ توننی سے تھا
A 7 8|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S میٹکالف ڈبلن میں پیدا ہوئی تھی اور ملاہائیڈ اور پیمبروک کے لیے کلب کرکٹ کھیل چکا ہے
A 15 16|||R:VERB:INFL|||چکی|||REQUIRED|||-NONE-|||0

S مارک ہیملٹن ڈیکر ( پیدائش 5 دسمبر 1969 ) رہوڈیشیا کے پیدائشی سابق زمبابوے کے کرکٹ کھلاڑی ہے
A 17 18|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S مارک ہیملٹن ڈیکر ( پیدائش 5 دسمبر 1969 ) رہوڈیشیا کے پیدائشی زمبابوے کے سابق کرکٹ کھلاڑی ہیں
A 17 18|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S گریجویشن کے بعد عبدل اپنے آبائی گھر واپس چلا گیا اور سالوں تک تعلیمی میدان میں مصروف رہا
A 8 9|||R:VERB:INFL|||چلے|||REQUIRED|||-NONE-|||0

S گریجویشن کے بعد عبدل اپنے آبائی گھر واپس چلا گیا اور سالوں تک تعلیمی میدان میں مصروف رہا
A 17 18|||R:VERB:INFL|||رہے|||REQUIRED|||-NONE-|||0

S ان کا انتقال 26 مئی 1944 کو پریٹوریا ٹرانسوال کے قریب موٹر حادثے میں 46 سال کی عمر میں ہوئی
A 19 20|||R:VERB:INFL|||ہوا|||REQUIRED|||-NONE-|||0

S نینوی کا سرکاری نام محمد نینو ہے اور شام کے شہر حلب میں پیدا ہونے کا دعوی کرتے ہے
A 17 18|||R:VERB:INFL|||کرتا|||REQUIRED|||-NONE-|||0

S شیوانتھم آف اسپن بولر تھے
A 4 5|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S جو فیز میں ایک بربر کے ہاں پیدا ہوا
A 8 9|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S بعد میں وہ فیز موجودہ مراکش میں چلا گیا
A 7 8|||R:VERB:INFL|||چلے|||REQUIRED|||-NONE-|||0

S الیوسی فیس کے بالکل شمال میں ایک بربر قبیلے آئت یوسی میں پیدا ہوا تھا
A 13 14|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S الیوسی فیس کے بالکل شمال میں ایک بربر قبیلے آئت یوسی میں پیدا ہوا تھا
A 14 15|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S محمد بن عبدالباقی زرقانی ( 1645 1710 عیسوی ) ( ایک سنی مالکی اسلامی سکالر تھا
A 15 16|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S تیجانی 1773 کے آخر میں مکہ پہنچا اور حج کی مناسک ادا کی
A 6 7|||R:VERB:INFL|||پہنچے|||REQUIRED|||-NONE-|||0

S تیجانی 1773 کے آخر میں مکہ پہنچا اور حج کی مناسک ادا کی
A 12 13|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S تیجانی بعد میں البیضد سے پچھتر میل جنوب میں ایک نخلستان بوسمگھون میں آباد ہوا
A 14 15|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S 1796 میں وہ فیز چلا گیا
A 4 5|||R:VERB:INFL|||چلے|||REQUIRED|||-NONE-|||0

S 1796 میں وہ فیز چلا گیا
A 5 6|||R:VERB:INFL|||گیے|||REQUIRED|||-NONE-|||0

S امانہ ایک اسرائیلی نوآبادی تحریک ہے جسے گوش امونیم نے 1976 میں قائم کیا
A 13 14|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S 1882 میں اپنی موت کے وقت تک ایلش مصری علمی معاشرے کے اہم رہنماؤں میں سے ایک تھا
A 17 18|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S الشعراوی اپنے بھائیوں کے ساتھ زمین کاشت کرنے کے لیے رہنا چاہتا تھا
A 11 12|||R:VERB:INFL|||چاہتے|||REQUIRED|||-NONE-|||0

S الشعراوی اپنے بھائیوں کے ساتھ زمین کاشت کرنے کے لیے رہنا چاہتا تھا
A 12 13|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S 1941 میں فارغ التحصیل ہونے کے بعد وہ 1943 میں تدریسی سند حاصل کرنے کے لیے آگے بڑھا
A 17 18|||R:VERB:INFL|||بڑھے|||REQUIRED|||-NONE-|||0

S الجزائر میں قیام کے دوران جون 1967 کی جنگ ہوئی اور مصر کو اسرائیل کو زبردست نقصان پہنچا
A 17 18|||R:VERB:INFL|||پہنچایا|||REQUIRED|||-NONE-|||0

S جان ہلڈا ویسٹ بروک ( 17 فروری 1923 25 جنوری 2000 ) ایک انگلش کرکٹر تھا جو بطور وکٹ کیپر کھیلتا تھا
A 20 21|||R:VERB:INFL|||کھیلتی|||REQUIRED|||-NONE-|||0

S جان ہلڈا ویسٹ بروک ( 17 فروری 1923 25 جنوری 2000 ) ایک انگلش کرکٹر تھا جو بطور وکٹ کیپر کھیلتا تھا
A 21 22|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S وگور انگلینڈ کی باؤلز ٹیم کے لیے بھی کھیلا اور 1991 کی ورلڈ انڈور باؤلز چیمپئن شپ میں حصہ لیا
A 8 9|||R:VERB:INFL|||کھیلی|||REQUIRED|||-NONE-|||0

S گلینس ہلہ ( پیدائش 8 اگست 1948 ) انگلستان کی ایک خاتون کرکٹ کھلاڑی ہے جو ایک میڈیم پیس باؤلر کے طور پر کھیلا
A 23 24|||R:VERB:INFL|||کھیلی|||REQUIRED|||-NONE-|||0

S ٹیلر ایک روزہ میں 100 وکٹیں لینے والے انگلینڈ کے پہلے بولر تھے
A 12 13|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S وہ 21 سال کی عمر میں امریکا چلی گئیں
A 8 9|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S روئے 14 اپریل 1987 کو لیوشام گریٹر لندن میں پیدا ہوئے
A 10 11|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S وہ کینوس پر پینٹ کرتا تھا اور خاص طور پر ادب سے لگاؤ رکھتا تھا
A 4 5|||R:VERB:INFL|||کرتے|||REQUIRED|||-NONE-|||0

S وہ کینوس پر پینٹ کرتا تھا اور خاص طور پر ادب سے لگاؤ رکھتا تھا
A 5 6|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S وہ کینوس پر پینٹ کرتا تھا اور خاص طور پر ادب سے لگاؤ رکھتا تھا
A 13 14|||R:VERB:INFL|||رکھتے|||REQUIRED|||-NONE-|||0

S وہ کینوس پر پینٹ کرتا تھا اور خاص طور پر ادب سے لگاؤ رکھتا تھا
A 14 15|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S فرانسیسی انخلا کے بعد اپنی حفاظت کے خوف سے وہ قاہرہ سے استنبول چلا گیا
A 13 14|||R:VERB:INFL|||چلے|||REQUIRED|||-NONE-|||0

S وہ 21 مارچ 2013 کو شام کی خانہ جنگی کے دوران مبینہ طور پر ایک بم دھماکے میں مارا گیا تھا
A 18 19|||R:VERB:INFL|||مارے|||REQUIRED|||-NONE-|||0

S وہ 21 مارچ 2013 کو شام کی خانہ جنگی کے دوران مبینہ طور پر ایک بم دھماکے میں مارا گیا تھا
A 20 21|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S البوطی دمشق کے وسطی مزرا ضلع میں واقع مسجد الایمان میں طلبا کو مذہبی درس دیتے ہوئے ہلاک کر دیا گیا
A 19 20|||R:VERB:INFL|||دیے|||REQUIRED|||-NONE-|||0

S وہ قرطبہ سے سیویل چلا گیا جہاں اس نے سباویہ کے کاموں سے عربی گرامر اور نحو کا مطالعہ کیا
A 4 5|||R:VERB:INFL|||چلے|||REQUIRED|||-NONE-|||0

S لونگامینی کا تعلق گوبابیس سے ہے لیکن وہ ونڈہوک ٹیکنیکلسکول میں تعلیم حاصل کرنے کے لیے ونڈہوک منتقل ہوگئیں
A 18 19|||R:VERB:INFL|||ہوگئے|||REQUIRED|||-NONE-|||0

S اس وقت ہم قدم کے مدیر نورمحمد ہے جو گورنمنٹ کالج یونیورسٹی لاہور سے ایم فل کے طالب علم ہے
A 7 8|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S غیر منقوط ایک انتہائی مشکل فن میں لکھی گئی زاہد مجید کامل کا کلام ہے
A 7 8|||R:VERB:INFL|||لکھا|||REQUIRED|||-NONE-|||0

S غیر منقوط ایک انتہائی مشکل فن میں لکھی گئی زاہد مجید کامل کا کلام ہے
A 8 9|||R:VERB:INFL|||گیا|||REQUIRED|||-NONE-|||0

S ان کے شوہر اینڈریو کارسویل بھی پروفیشنل کرکٹ کھیلتے تھے
A 9 10|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S ارکوہارٹ ایبرڈین میں پیدا ہوا تھا
A 4 5|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S ارکوہارٹ ایبرڈین میں پیدا ہوا تھا
A 5 6|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S وائٹ 1978 میں اسٹرلنگ میں پیدا ہوا تھا
A 6 7|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S وائٹ 1978 میں اسٹرلنگ میں پیدا ہوا تھا
A 7 8|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S میکانٹائر ایڈنبرا میں پیدا ہوا تھا
A 4 5|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S میکانٹائر ایڈنبرا میں پیدا ہوا تھا
A 5 6|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S کیمبل ایک لیگ اسپن بولر ہے جو نیچے آرڈر پر بیٹنگ کرتا ہے اور موقع پر وکٹ کیپ کرنے کے لیے جانا جاتا ہے
A 21 22|||R:VERB:INFL|||جانی|||REQUIRED|||-NONE-|||0

S کیمبل ایک لیگ اسپن بولر ہے جو نیچے آرڈر پر بیٹنگ کرتا ہے اور موقع پر وکٹ کیپ کرنے کے لیے جانا جاتا ہے
A 22 23|||R:VERB:INFL|||جاتی|||REQUIRED|||-NONE-|||0

S ایبرڈین میں پیدا ہوئے کیمبل نے ایبرڈین ہوائی اڈے پر انٹرپرائز گاڑیوں کے کرایہ پر برانچ مینیجر کے طور پر کام کیا
A 3 4|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S اسے ناقدین کی طرف سے ملے جلے منفی جائزے ملے اور آخر کار یہ باکس آفس بم بن کر ابھرا
A 19 20|||R:VERB:INFL|||ابھری|||REQUIRED|||-NONE-|||0

S 951 1022 ) تیونس کا ایک ولی مالکی مکتبہ فقہ کا عالم دین اور ایک قادی تھا
A 16 17|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S عاجزی اور خلوص اللہ تعالی کی وہ نعم ہیں جن کےبغیر تزکی نفس اور رب العالمین کی بارگاہ میں قبولیت ممکن نہیں
A 8 9|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S جو 11ویں صدی میں مقیم تھا
A 5 6|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S یہ غالبا تقریبا 600 کلومیٹر قطر ( اس پار ) ہے حالانکہ اس کا قطر 800 کلومیٹر تک ہو سکتا ہے
A 19 20|||R:VERB:INFL|||سکتی|||REQUIRED|||-NONE-|||0

S گیلیلیو خلائی جہاز نے 1990 کی دہائی میں مزید مطالعات کیں
A 10 11|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S گیلیلیو خلائی جہاز نے 1990 کی دہائی میں مزید مطالعات کیے
A 10 11|||R:VERB:INFL|||کیا|||REQUIRED|||-NONE-|||0

S یہ ان کی آخری فرسٹ کلاس میچز تھیں
A 7 8|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S یہ 4 جون 1999 کو جاری کیا گیا تھا
A 6 7|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S یہ 4 جون 1999 کو جاری کیا گیا تھا
A 8 9|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S بہار اردو اکادمی پٹنہ کی طرف سے 2006 میں تذکرہ علمائے بہار کی تصنیف پر نیز 2014 میں حسن عسکری ایوارڈ سے نوازا گیا
A 22 23|||R:VERB:INFL|||نوازے|||REQUIRED|||-NONE-|||0

S بہار اردو اکادمی پٹنہ کی طرف سے 2006 میں تذکرہ علمائے بہار کی تصنیف پر نیز 2014 میں حسن عسکری ایوارڈ سے نوازا گیا
A 23 24|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S اسی مہینے کے آخر میں گرتھ کرکٹ آئرلینڈ اکیڈمی کے لیے انٹیک کا حصہ تھے
A 14 15|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S اسی مہینے کے آخر میں گرتھ کرکٹ آئرلینڈ اکیڈمی کے لیے انٹیک کا حصہ تھی
A 14 15|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S ڈربی شائر کے لیے اس کا واحد فرسٹ کلاس ظہور اگست میں لیسٹر شائر کے خلاف 1895 کے سیزن کے آخر میں آیا تھا
A 22 23|||R:VERB:INFL|||آئی|||REQUIRED|||-NONE-|||0

S ڈربی شائر کے لیے اس کا واحد فرسٹ کلاس ظہور اگست میں لیسٹر شائر کے خلاف 1895 کے سیزن کے آخر میں آیا تھا
A 23 24|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S کیسر ریٹائر ہونے کے بعد مالیاتی خدمات کی صنعت میں قائم ہوا اور اب فنانس ایڈوائس سینٹر اور فنانس ایڈوائس گروپ کا مالک ہے
A 11 12|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S اپنی قابلیت کے باوجود وہ نسبتا نامعلوم تھا اور اس کے کام کا بعد میں آذربائیجانی یا عثمانی شاعری پر بہت کم اثر تھا
A 7 8|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S کئی اشاعتیں بھی ہیں جو یہ تعلیمی اداروں میں فروخت کرتی ہیں
A 11 12|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S ہاؤس مین کا 10 1942 کو اپریل ویسٹ ہاٹن انگلینڈمیں 73 سال کی عمر میں انتقال ہوگیا
A 16 17|||R:VERB:INFL|||ہوا|||REQUIRED|||-NONE-|||0

S لیس مڈل سیکس میں یوتھ سیٹ اپ کے ذریعے آئی
A 9 10|||R:VERB:INFL|||آیا|||REQUIRED|||-NONE-|||0

S 1440 کی دہائی میں وہ کرمانید کے زیر اقتدار اناطولیہ چلا گیا اور قونیہ میں پڑھانا شروع کیا
A 10 11|||R:VERB:INFL|||چلے|||REQUIRED|||-NONE-|||0

S 1440 کی دہائی میں وہ کرمانید کے زیر اقتدار اناطولیہ چلا گیا اور قونیہ میں پڑھانا شروع کیا
A 11 12|||R:VERB:INFL|||گیے|||REQUIRED|||-NONE-|||0

S ٹونی کلف اب ڈربی میں رہتی ہے
A 5 6|||R:VERB:INFL|||رہتا|||REQUIRED|||-NONE-|||0

S بریڈ فیلڈ نے 1970 کے سیزن کے دوران کیمبرج یونیورسٹی کے خلاف واحد فرسٹ کلاس ظہور کیا
A 16 17|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S جو بنیادی طور پر پنجابی اردو میوزک ویڈیوز میں کام کرتا ہے
A 10 11|||R:VERB:INFL|||کرتی|||REQUIRED|||-NONE-|||0

S 4 جون 2023 کو جیک لیچ کمر کے تناؤ کے فریکچر کی وجہ سے سیریز سے باہر ہو گیا تھا
A 18 19|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S 4 جون 2023 کو جیک لیچ کمر کے تناؤ کے فریکچر کی وجہ سے سیریز سے باہر ہو گیا تھا
A 19 20|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S وہ بووی میری لینڈ میں پلا بڑھا
A 6 7|||R:VERB:INFL|||بڑھی|||REQUIRED|||-NONE-|||0

S آپ مولانا محمد زکریا کاندھلوی کے خلیفہ اور گجرات کے ممتاز مفتیان کرام میں سے ایک ہیں
A 16 17|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S اسماعیل کچھولوی ( جو مفتی اسماعیل کچھولوی کے نام سے جانے جاتے ہیں ) ایک ہندوستانی مسلمان عالم دین فقیہ محدث اور صوفی ہیں
A 23 24|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S وہ محمد زکریا کاندھلوی کے خلیفہ شیخ الحدیث اور گجرات و برطانیہ کے ممتاز مفتی ہے
A 15 16|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S اسماعیل کچھولوی ( پیدائش 27 اپریل 1943 ) ایک عالم دین فقیہ محدث صوفی اور مصنف ہے
A 16 17|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S لیسلی گورڈن کلارک ( پیدائش 30 دسمبر 1903 ) ( انتقال 26 ستمبر 1974 ) نیوزی لینڈ کی کرکٹ امپائر تھیں
A 20 21|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S اس کی وجہ یہ تھی کہ مشاہدات سے لگتا ہے کہ یہ 2029 میں زمین سے ٹکرائے گا
A 17 18|||R:VERB:INFL|||گی|||REQUIRED|||-NONE-|||0

S بروک ہیلیڈے ہاتھ کی چوٹ کی وجہ سے پوری سیریز کے لیے نیوزی لینڈ کی ٹیم سے باہر ہو گئے تھے
A 19 20|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S بروک ہیلیڈے ہاتھ کی چوٹ کی وجہ سے پوری سیریز کے لیے نیوزی لینڈ کی ٹیم سے باہر ہو گئے تھے
A 20 21|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S ساویر خواتین کی بگ بیش لیگ میں سڈنی سکسرز کی ہیڈ کوچ رہ چکی ہیں
A 13 14|||R:VERB:INFL|||چکے|||REQUIRED|||-NONE-|||0

S وہ 2002 میں ایک ون ڈے میچ میں کھڑا ہوا تھا
A 9 10|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S وہ 2002 میں ایک ون ڈے میچ میں کھڑا ہوا تھا
A 10 11|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S توقع ہے کہ یہ 2023 میں مسافروں کے لیے کھول دی جائے گی
A 10 11|||R:VERB:INFL|||دیا|||REQUIRED|||-NONE-|||0

S توقع ہے کہ یہ 2023 میں مسافروں کے لیے کھول دی جائے گی
A 12 13|||R:VERB:INFL|||گا|||REQUIRED|||-NONE-|||0

S ایک قدیم یونانی شاعرہ تھا
A 4 5|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S ٹیسٹ میچ کے وارم اپ کے طور پر آئرلینڈ ایسیکس کے خلاف تین روزہ میچ کھیلے گا
A 16 17|||R:VERB:INFL|||گی|||REQUIRED|||-NONE-|||0

S اس کے پہلی چند ماہ بعد صلیبی جنگ شروع ہوگئ
A 9 10|||R:VERB:INFL|||ہوگئی|||REQUIRED|||-NONE-|||0

S ابتدائی تعلیم گھر پر والد ماجد سے حاصل کیا اور جامعہ سلطانیہ سے صدر الافاضل کی سند حاصل کی
A 8 9|||R:VERB:INFL|||کی|||REQUIRED|||-NONE-|||0

S 16 فروری تک 41 , 000 سے زیادہ اموات کی اطلاع ملی تھی
A 12 13|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S جو شافعی فقہ کے متنی شواہد کا مجموعہ فراہم کرتی ہیں
A 10 11|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S کھیس عام طور پر موٹے سوتی دھاگے سے ہاتھ سے ب نی جاتی ہے
A 12 13|||R:VERB:INFL|||جاتا|||REQUIRED|||-NONE-|||0

S ابن قولہ نے روایات جمع کرنے کے لیے بغداد اور مصر کا سفر کیا
A 13 14|||R:VERB:INFL|||کیے|||REQUIRED|||-NONE-|||0

S پاشا 3 مارچ 1962 کو لاہور میں پیدا ہوئے
A 8 9|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S وہ نومبر 1994 میں زمبابوے اور سری لنکا کے درمیان ایک ون ڈے میچ میں کھڑے ہوے تھے
A 16 17|||R:VERB:INFL|||ہوئے|||REQUIRED|||-NONE-|||0

S وہ عظیم کائناتی سیلاب پر یقین رکھنے والے سائنسدانوں میں آخری شخص تھا
A 12 13|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S انفیکشن کے خوف کی وجہ سے جنسی کارکن اپنے گاہک کھو چکے تھے
A 11 12|||R:VERB:INFL|||چکیں|||REQUIRED|||-NONE-|||0

S انفیکشن کے خوف کی وجہ سے جنسی کارکن اپنے گاہک کھو چکے تھے
A 12 13|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S انجلی پاٹل ایک بھارتی اداکارہ اور فلمی ہدایت کار ہیں جو متعدد زبانوں میں کام کرتی ہیں
A 9 10|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S انجلی پاٹل ایک بھارتی اداکارہ اور فلمی ہدایت کار ہیں جو متعدد زبانوں میں کام کرتی ہیں
A 16 17|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S گوتم پرنٹ اور ٹیلی ویژن اور مختلف برانڈز کے لیے اشتہاری مہموں میں ماڈلنگ کرتے رہے ہیں
A 14 15|||R:VERB:INFL|||کرتی|||REQUIRED|||-NONE-|||0

S گوتم پرنٹ اور ٹیلی ویژن اور مختلف برانڈز کے لیے اشتہاری مہموں میں ماڈلنگ کرتے رہے ہیں
A 15 16|||R:VERB:INFL|||رہی|||REQUIRED|||-NONE-|||0

S خیال کیا جاتا ہے کہ یہ ڈش مغل شہنشاہ جہانگیر کے شاہی دربار کے لیے تیار کی گئی تھی
A 16 17|||R:VERB:INFL|||کیا|||REQUIRED|||-NONE-|||0

S خیال کیا جاتا ہے کہ یہ ڈش مغل شہنشاہ جہانگیر کے شاہی دربار کے لیے تیار کی گئی تھی
A 17 18|||R:VERB:INFL|||گیا|||REQUIRED|||-NONE-|||0

S خیال کیا جاتا ہے کہ یہ ڈش مغل شہنشاہ جہانگیر کے شاہی دربار کے لیے تیار کی گئی تھی
A 18 19|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S ابھینایا ایک بھارتی اداکارہ اور ماڈل ہیں جو بنیادی طور پر تامل اور تیلگو فلموں میں کام کرتی ہیں
A 6 7|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S ابھینایا ایک بھارتی اداکارہ اور ماڈل ہیں جو بنیادی طور پر تامل اور تیلگو فلموں میں کام کرتی ہیں
A 18 19|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S اندرا جے سنگھ ممبئی میں ایک سندھی ہندو گھرانے میں پیدا ہوئے
A 11 12|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S فرائیڈ ویلر سوئٹزرلینڈ میں پلا بڑھا اور ولرس سر اولون میں رہتی ہے
A 5 6|||R:VERB:INFL|||بڑھی|||REQUIRED|||-NONE-|||0

S مونٹیسوری 31 اگست 1870 کو چیراوالے اٹلی میں پیدا ہوئے
A 9 10|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S رضا ہاکی کے علاوہ قومی سطح پر فٹ بال کھیلنے سے بھی وابستہ تھے
A 13 14|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S ویلووا کوروت وسمایا ( پیدائش 14 مئی 1997 ) ایک ہندوستانی سپرنٹر ہے جو 400 میٹر میں مہارت رکھتا ہے
A 18 19|||R:VERB:INFL|||رکھتی|||REQUIRED|||-NONE-|||0

S جمالی غلام اللہ دین محمد میمن کے ہاں پیدا ہوئے
A 9 10|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S وہ کم خوش قسمت خاندانوں سے کئی بچوں کو گود لینے اور ان کی پرورش کے لیے بھی جانا جاتا تھا
A 18 19|||R:VERB:INFL|||جانی|||REQUIRED|||-NONE-|||0

S وہ کم خوش قسمت خاندانوں سے کئی بچوں کو گود لینے اور ان کی پرورش کے لیے بھی جانا جاتا تھا
A 19 20|||R:VERB:INFL|||جاتی|||REQUIRED|||-NONE-|||0

S وہ کم خوش قسمت خاندانوں سے کئی بچوں کو گود لینے اور ان کی پرورش کے لیے بھی جانا جاتا تھا
A 20 21|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S اپنے طویل کیریئر کے دوران زہرہ بیگم قاضی طب میں کئی اہم عہدوں پر فائز رہی
A 15 16|||R:VERB:INFL|||رہیں|||REQUIRED|||-NONE-|||0

S شیرالڈ 30 اگست 1973 کو کولمبس جارجیا میں ڈینٹسٹ اموس پی شیرالڈ اور جیرالڈائن ڈبلیو شیرالڈ کے ہاں پیدا ہوئے
A 19 20|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S ویتھے شکاگو الینوائے میں پیدا ہوئے تھے
A 5 6|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S ویتھے شکاگو الینوائے میں پیدا ہوئے تھے
A 6 7|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S اس کے پردادا ونسٹن ویتھے 1921 میں بارباڈوس سے بوسٹن ہجرت کر گئے تھے
A 12 13|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S اس کے پردادا ونسٹن ویتھے 1921 میں بارباڈوس سے بوسٹن ہجرت کر گئے تھے
A 13 14|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S چودہ سال کی عمر میں گن رائٹ ارورہ الینوائے میں ریاضی اور سائنس اکیڈمی چلا گیا
A 14 15|||R:VERB:INFL|||چلی|||REQUIRED|||-NONE-|||0

S چودہ سال کی عمر میں گن رائٹ ارورہ الینوائے میں ریاضی اور سائنس اکیڈمی چلا گیا
A 15 16|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S ذکیہ ذکی کو اپنی کمیونٹی میں آزاد اور ایک سرگرم کارکن کے لیے جانا جاتا تھا
A 13 14|||R:VERB:INFL|||جانی|||REQUIRED|||-NONE-|||0

S ذکیہ ذکی کو اپنی کمیونٹی میں آزاد اور ایک سرگرم کارکن کے لیے جانا جاتا تھا
A 14 15|||R:VERB:INFL|||جاتی|||REQUIRED|||-NONE-|||0

S ذکیہ ذکی کو اپنی کمیونٹی میں آزاد اور ایک سرگرم کارکن کے لیے جانا جاتا تھا
A 15 16|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S سارہ حیدر کراچی پاکستان میں ایک باعمل شیعہ مسلمان گھرانے میں پیدا ہوئے
A 12 13|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S وہ جی اے سی اے میں سعودی کمیشن برائے سیاحت اور قومی ورثہ کی نمائندگی کرتی ہے
A 16 17|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S میک کوئے شکاگو الینوائے میں پیدا ہوئے تھے
A 6 7|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S میک کوئے شکاگو الینوائے میں پیدا ہوئے تھے
A 7 8|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S کینو ہیتومی ( پیدائش 1جنوری 1907 ) ( انتقال 2 اگست 1931 ) ایک جاپانی ٹریک اور فیلڈ ایتھلیٹ تھا
A 19 20|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S کینو ہیتومی اس جگہ پیدا ہوا جو اب اوکیاما شہر کا حصہ ہے
A 5 6|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S تاہم دوسری جنگ عظیم شروع ہونے سے پیداوار بند ہو گئی
A 10 11|||R:VERB:INFL|||گئے|||REQUIRED|||-NONE-|||0

S سرکیسیائی نژاد اقبال ہانم 22 اکتوبر 1876 کو قسطنطنیہ ( موجودہ استنبول ) میں پیدا ہوئے
A 15 16|||R:VERB:INFL|||ہوئیں|||REQUIRED|||-NONE-|||0

S ان کی کپتانی فاطمہ ثنا اور کوچ محتشم رشید کر رہے ہیں
A 10 11|||R:VERB:INFL|||رہی|||REQUIRED|||-NONE-|||0

S واضح طور پر ایک سادہ اور سنجیدہ وکیل جو میگی کی خامیوں کے باوجود اس کی حفاظت کرتا ہے
A 17 18|||R:VERB:INFL|||کرتی|||REQUIRED|||-NONE-|||0

S جب وہ ان پر بندوق نکالتی ہے تو ایو اسے گولی مار دیتی ہے اور وہ بھاگ جاتے ہیں
A 5 6|||R:VERB:INFL|||نکالتا|||REQUIRED|||-NONE-|||0

S انیسہ وہاب ( 1957 2010 ) ایک افغانی اداکارہ اور گلوکارہ تھیں
A 11 12|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S والٹرز اور اس کا خاندان سمتھ وک کے بیئر ووڈ علاقے میں 69 بشپٹن روڈ پر رہتا تھا
A 16 17|||R:VERB:INFL|||رہتی|||REQUIRED|||-NONE-|||0

S والٹرز اور اس کا خاندان سمتھ وک کے بیئر ووڈ علاقے میں 69 بشپٹن روڈ پر رہتا تھا
A 17 18|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S دراندازی کرتا ہے اور سیئٹل کے ایک مضافاتی خاندان کو تباہ کرنے کی کوشش کرتا ہے
A 1 2|||R:VERB:INFL|||کرتی|||REQUIRED|||-NONE-|||0

S دراندازی کرتا ہے اور سیئٹل کے ایک مضافاتی خاندان کو تباہ کرنے کی کوشش کرتا ہے
A 14 15|||R:VERB:INFL|||کرتی|||REQUIRED|||-NONE-|||0

S کالج سے پہلے موسم گرما کے دوران اپریل کو پتہ چلا کہ نک کلارا نام کے کسی نئے سے ڈیٹنگ کر رہی ہے
A 21 22|||R:VERB:INFL|||رہا|||REQUIRED|||-NONE-|||0

S وہ سوراشٹرا اور مغربی زون کے لیے کھیلتا تھا
A 7 8|||R:VERB:INFL|||کھیلتی|||REQUIRED|||-NONE-|||0

S وہ سوراشٹرا اور مغربی زون کے لیے کھیلتا تھا
A 8 9|||R:VERB:INFL|||تھی|||REQUIRED|||-NONE-|||0

S کھنڈا جھکمک چودھویں صدی عیسوی کے سلہٹ کے علاقے میں ایک سنی صوفی تھا
A 13 14|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S مہرا کا دل کا دورہ پڑنے سے دہلی میں انتقال ہوگیا
A 10 11|||R:VERB:INFL|||ہوا|||REQUIRED|||-NONE-|||0

S البتہ شیعہ متکلمین اور فقہا نے ہمیشہ تصوف کی رد میں رسالے لکھے اور فتاوی دیے ہیں
A 15 16|||R:VERB:INFL|||دیئے|||REQUIRED|||-NONE-|||0

S وادلو کا قد 8 فٹ 11 1 انچ ( 2 72 میٹر ) تھی
A 13 14|||R:VERB:INFL|||تھا|||REQUIRED|||-NONE-|||0

S نیوزی لینڈ کی قومی کرکٹ ٹیم نے 1987 88 کے سیزن میں آسٹریلیا کا دورہ کیا اور آسٹریلیا کے خلاف 3 ٹیسٹ میچ کھیلے
A 23 24|||R:VERB:INFL|||کھیلا|||REQUIRED|||-NONE-|||0

S اپنی موت تک وہ بیمار اور فالج کا شکار تھا اور چلنے پھرنے اور بات کرنے میں دشواری کا سامنا تھا
A 9 10|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S لملی 28 مارچ 1964 کو میں پیدا ہوا تھا
A 7 8|||R:VERB:INFL|||ہوئی|||REQUIRED|||-NONE-|||0

S لملی 28 مارچ 1964 کو میں پیدا ہوا تھا
A 8 9|||R:VERB:INFL|||تھیں|||REQUIRED|||-NONE-|||0

S جٹوں کی ایک شاخ جو پنجاب کے مختلف علاقوں میں آباد ہیں
A 11 12|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S " " وہ اس ملبس کی قیمت کم از کم 20 بلین رکھتی ہے
A 13 14|||R:VERB:INFL|||ہیں|||REQUIRED|||-NONE-|||0

S رجنی پٹیل ( 1915 1982 ) ایک بھارتی سیاست دان اور بیرسٹر تھیں
A 12 13|||R:VERB:INFL|||تھے|||REQUIRED|||-NONE-|||0

S 12 جون 2023 کو پٹیگی کوارا ریاست نائیجیریا کے قریب دریائے نائجر میں ایک جہاز الٹ گیا اور دو حصوں میں تقسیم ہوگیا
A 16 17|||R:VERB:INFL|||گئی|||REQUIRED|||-NONE-|||0

S 12 جون 2023 کو پٹیگی کوارا ریاست نائیجیریا کے قریب دریائے نائجر میں ایک جہاز الٹ گیا اور دو حصوں میں تقسیم ہوگیا
A 22 23|||R:VERB:INFL|||ہوگئی|||REQUIRED|||-NONE-|||0

S یہ صارف ایک مسلمان ہوں
A 4 5|||R:VERB:INFL|||ہے|||REQUIRED|||-NONE-|||0

S پونم سبھاش پونیا ( پیدائش 12 دسمبر 1994 ) ایک بھارتی کرکٹ کھلاڑی ہے جو سروسز کے لیے کھیلتی ہے
A 18 19|||R:VERB:INFL|||کھیلتا|||REQUIRED|||-NONE-|||0

S ان کی کپتانی گیبی لیوس کر رہے ہیں اور ان کی کوچنگ کلیئر ٹربلانچے کر رہے ہیں
A 6 7|||R:VERB:INFL|||رہی|||REQUIRED|||-NONE-|||0

